[
  {
    "entry_id": "b_000001",
    "headword_cyr": "ЎЗБЕКИСТОН",
    "headword_lat": "OʻZBEKISTON",
    "transliteration": "oʻzbekiston",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "РЕСПУБЛИКА АЛИШЕР НАВОИЙ НОМИДАГИ ЎЗБЕК Т ИЗОҲЛИ 80 000 дан ортиқ сў ТАҲРИР ҲАЙЪАТИ: Э. БЕГМАТОВ, А. МАДВАЛИЕВ, Н Н. ТЎХЛИЕВ, Э. УМАРОВ, Д. ХУД А. Мадвалие Луғат ҳозирги ўзбек адабий тилида кенг и бирикмаларини, фан, техника, санъат ва мадани қўлланадиган сўзларни, баъзи тарихий ва эскир сўзларнинг амалда қўлланиши ХХ аср ўзбек ад далилланган. Луғат ўзбек тилшунослиги ва турк оммавий ахборот воситалари ходимлари, ол талабалари, шунингдек, кенг ўқувчилар оммас \"Ўзбекистон мил Давлат ил Т Эслатма: Ушбу китобдан фақатгин мақсадида фойдаланиш мумкин. Тиж кўпайтириш, тарқатиш wwwwww.z.ziiyyoouuzz..cc И ФАНЛАР АКАДЕМИЯСИ ИЛ ВА АДАБИЁТ ИНСТИТУТИ ЛИНИНГ ЛУЕАТИ ва сўз бирикмаси МАҲКАМОВ, Т. МИРЗАЕВ (раҳбар), ЙБЕРГАНОВА, А. ҲОЖИЕВ таҳрири остида теъмолда бўлган 80 мингдан ортиқ сўз ва сўз т соҳаларига оид терминларни, бир неча шевада ан атамаларни ўз ичига олади. Луғатда берилган биёти ва матбуотидан олинган мисоллар билан йшунослик бўйича мутахассислар, таржимонлар, й таълим муассасаларининг ўқитувчилари ва учун мўлжалланган. ий энциклопедияси\" ий нашриёти шкент шахсий мутолаа, танишиб чиқиш рий мақсадларда фойдаланиш (сотиш, қонунан тақиқланади. mm kkuuttuubbxxoonnaassii ПАНГА (нем. 2апғе — омбур, қисқич) mex. Металл қирқувчи ва ёғочга ишлов берувчи станокларда цилиндрик ёки призматик шаклдаги деталларни қисиб қўйиш учун мўлжалланган мослама.",
        "definition_lat": "RESPUBLIKA ALIShER NAVOIY NOMIDAGI OʻZBEK T IZOHLI 80 000 dan ortiq soʻ TAHRIR HAYʼATI: E. BEGMATOV, A. MADVALIEV, N N. TOʻXLIEV, E. UMAROV, D. XUD A. Madvalie Lugʻat hozirgi oʻzbek adabiy tilida keng i birikmalarini, fan, texnika, sanʼat va madani qoʻllanadigan soʻzlarni, baʼzi tarixiy va eskir soʻzlarning amalda qoʻllanishi XX asr oʻzbek ad dalillangan. Lugʻat oʻzbek tilshunosligi va turk ommaviy axborot vositalari xodimlari, ol talabalari, shuningdek, keng oʻquvchilar ommas \"Oʻzbekiston mil Davlat il T Eslatma: Ushbu kitobdan faqatgin maqsadida foydalanish mumkin. Tij koʻpaytirish, tarqatish wwwwww.z.ziiyyoouuzz..cc I FANLAR AKADEMIYaSI IL VA ADABIYoT INSTITUTI LINING LUEATI va soʻz birikmasi MAHKAMOV, T. MIRZAEV (rahbar), YBERGANOVA, A. HOJIEV tahriri ostida teʼmolda boʻlgan 80 mingdan ortiq soʻz va soʻz t sohalariga oid terminlarni, bir necha shevada an atamalarni oʻz ichiga oladi. Lugʻatda berilgan biyoti va matbuotidan olingan misollar bilan yshunoslik boʻyicha mutaxassislar, tarjimonlar, y taʼlim muassasalarining oʻqituvchilari va uchun moʻljallangan. iy entsiklopediyasi\" iy nashriyoti shkent shaxsiy mutolaa, tanishib chiqish riy maqsadlarda foydalanish (sotish, qonunan taqiqlanadi. mm kkuuttuubbxxoonnaassii PANGA (nem. 2apgʻe — ombur, qisqich) mex. Metall qirquvchi va yogʻochga ishlov beruvchi stanoklarda tsilindrik yoki prizmatik shakldagi detallarni qisib qoʻyish uchun moʻljallangan moslama.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000002",
    "headword_cyr": "ЦАПФА",
    "headword_lat": "TsAPFA",
    "transliteration": "tsapfa",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. 7 арҒеп — тиқин, пўкак; ўқ, стерженъ",
        "variant_note_lat": "nem. 7 arGʻep — tiqin, poʻkak; oʻq, sterjenʼ"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "тех. Машина, механизм, станоклар ўқи ёки валининг подшипникка таяниб, унда айланадиган қисми. Буриш цапфаси. ma Папфанинг зарур шакл ва ўлчамдан хиёл бўлса ҳам оғиши механизмнинг ишига салбий таъсир қилади, шунинг учун у жуда аниқ қилиб тайёрланади. «Y3MD».",
        "definition_lat": "tex. Mashina, mexanizm, stanoklar oʻqi yoki valining podshipnikka tayanib, unda aylanadigan qismi. Burish tsapfasi. ma Papfaning zarur shakl va oʻlchamdan xiyol boʻlsa ham ogʻishi mexanizmning ishiga salbiy taʼsir qiladi, shuning uchun u juda aniq qilib tayyorlanadi. «Y3MD».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000003",
    "headword_cyr": "ЦЕДРА",
    "headword_lat": "TsEDRA",
    "transliteration": "tsedra",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "uman. седго — лимон",
        "variant_note_lat": "uman. sedgo — limon"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цитрус ўсимликлар (апелъсин, лимон ва б.) мевасининг бўёқдор ташқи қавати, пўсти (майдаланган ёки қуритилган ҳолда озиқ-овқат саноатида ва ошпазликда зиравор сифатида ишлатилади) ЦЕЗИЙ (мот. caesius — ҳаворанг, оч кулранг) ким. Менделеев даврий системасининг I гуруҳига мансуб кимёвий элемент, осон эрийдиган кумуш тусли юмшоқ ишқорий металл. Шишага цезий аралаштирилганда эса у радиоактив нурланиш таъсирида хираланмайди. «Dan ва турмуши.",
        "definition_lat": "Tsitrus oʻsimliklar (apelʼsin, limon va b.) mevasining boʻyoqdor tashqi qavati, poʻsti (maydalangan yoki quritilgan holda oziq-ovqat sanoatida va oshpazlikda ziravor sifatida ishlatiladi) TsEZIY (mot. caesius — havorang, och kulrang) kim. Mendeleev davriy sistemasining I guruhiga mansub kimyoviy element, oson eriydigan kumush tusli yumshoq ishqoriy metall. Shishaga tseziy aralashtirilganda esa u radioaktiv nurlanish taʼsirida xiralanmaydi. «Dan va turmushi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000004",
    "headword_cyr": "ЦЕЙТНОТ",
    "headword_lat": "TsEYTNOT",
    "transliteration": "tseytnot",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. Zeit — вақт = Not — эҳтиёж",
        "variant_note_lat": "nem. Zeit — vaqt = Not — ehtiyoj"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Шахмат ва шашка ўйинида: дастлабки юришлар учун белгиланган вақт ортиқча сарфланиб, кейинги юришларни ўйлаш учун вақт етишмаслиги; вақт танқислиги. Дейтнотда қолмоқ.",
        "definition_lat": "Shaxmat va shashka oʻyinida: dastlabki yurishlar uchun belgilangan vaqt ortiqcha sarflanib, keyingi yurishlarni oʻylash uchun vaqt etishmasligi; vaqt tanqisligi. Deytnotda qolmoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000005",
    "headword_cyr": "ЦЕЛЛОФАН",
    "headword_lat": "TsELLOFAN",
    "transliteration": "tsellofan",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. сета — ҳужайра 4 юн. рпапов — тиниқ, шаффоф",
        "variant_note_lat": "lot. seta — hujayra 4 yun. rpapov — tiniq, shaffof"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Вискозадан махсус йўл билан ҳосил қилинадиган юпқа, сув ўтказмайдиган шаффоф материал (мол Ушбу ҳарф луғат мақолалари А. Мадвалиев томо wwwwww.z.ziiyyoouuzz..cc 439 59 ўраш учун ва полиграфияда ишлатилади). Целлофан пакет. Пеллофан цехи. шиш Вискоза эритмасидан фақат сунъий ипаккина эмас, ундан целлофан, сунъий жун толаси, парда ва бошқа нарсалар ҳам ҳосил қилиш мумкин. кСаодат.",
        "definition_lat": "Viskozadan maxsus yoʻl bilan hosil qilinadigan yupqa, suv oʻtkazmaydigan shaffof material (mol Ushbu harf lugʻat maqolalari A. Madvaliev tomo wwwwww.z.ziiyyoouuzz..cc 439 59 oʻrash uchun va poligrafiyada ishlatiladi). Tsellofan paket. Pellofan tsexi. shish Viskoza eritmasidan faqat sunʼiy ipakkina emas, undan tsellofan, sunʼiy jun tolasi, parda va boshqa narsalar ham hosil qilish mumkin. kSaodat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000006",
    "headword_cyr": "ЦЕЛЛУЛОИД",
    "headword_lat": "TsELLULOID",
    "transliteration": "tselluloid",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "целлюлоза 4 юн. eidos — кўриниш",
        "variant_note_lat": "tsellyuloza 4 yun. eidos — koʻrinish"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Целлюлоза нитратидан тайёрланган, тез алангаланадиган, эластик шаффоф модда (атторлик буюмлари, ўйинчоқлар ва ш.к. лар ясашда ишлатилади). Целлулоид массаси. Пеллулоид ўйинчоқ. mm Маълумки, ишқаланиш натижасида пластмасса, целлулоид нарсаларда электр заряди вужудга келади. кФан ва турмуши.",
        "definition_lat": "Tsellyuloza nitratidan tayyorlangan, tez alangalanadigan, elastik shaffof modda (attorlik buyumlari, oʻyinchoqlar va sh.k. lar yasashda ishlatiladi). Tselluloid massasi. Pelluloid oʻyinchoq. mm Maʼlumki, ishqalanish natijasida plastmassa, tselluloid narsalarda elektr zaryadi vujudga keladi. kFan va turmushi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000007",
    "headword_cyr": "ЦЕЛЛЮЛОЗА",
    "headword_lat": "TsELLYuLOZA",
    "transliteration": "tsellyuloza",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ip. cellulose Х лот. cellula — ҳужайра) 1 Глюкоза қолдиғидан ҳосил бўладиган, ўсимлик ҳужайралари қобиғининг асосий таркибий қисми бўлган юқори молекулали бирикма; ўсимлик тўқималарининг механик чидамлилиги ҳамда эластиклигини таъминлайди. { Олимлар) Пахтанинг мураккаб кимёвий таркибини, айниқса, унинг.. ёиеллюлозар деган моддадан таркиб топганлигини кейинроқ тушунганлар. кГуJIHCTOH». 2 Ёғочдан ва баъзи бир ўсимликлар поясидан кимёвий йўл билан ҳосил қилинадиган тола модда (қоғоз ва картон, сунъий ипак, пластмасса, лок, портловчи моддалар ва ш.к. тайёрлаш учун ишлатилади). Ёғоч целлюлозаси. Пахта целлюлозаси.",
        "definition_lat": "Ip. cellulose X lot. cellula — hujayra) 1 Glyukoza qoldigʻidan hosil boʻladigan, oʻsimlik hujayralari qobigʻining asosiy tarkibiy qismi boʻlgan yuqori molekulali birikma; oʻsimlik toʻqimalarining mexanik chidamliligi hamda elastikligini taʼminlaydi. { Olimlar) Paxtaning murakkab kimyoviy tarkibini, ayniqsa, uning.. yoiellyulozar degan moddadan tarkib topganligini keyinroq tushunganlar. kGuJIHCTOH». 2 Yogʻochdan va baʼzi bir oʻsimliklar poyasidan kimyoviy yoʻl bilan hosil qilinadigan tola modda (qogʻoz va karton, sunʼiy ipak, plastmassa, lok, portlovchi moddalar va sh.k. tayyorlash uchun ishlatiladi). Yogʻoch tsellyulozasi. Paxta tsellyulozasi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000008",
    "headword_cyr": "ЦЕЛБСИЙ",
    "headword_lat": "TsELBSIY",
    "transliteration": "tselbsiy",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "{швед астрономи ва физиги Андерс Целъсий (Се 8) номидан): Целъсий шкаласи Сувнинг музлаш нуқтасидан қайнаш нуқтасигача бўлган температурани идан тузилди. mm kkuuttuubbxxoonnaassii SR 440 кўрсатадиган, 100 градусга бўлинган шкала ва шундай шкалали термометр.",
        "definition_lat": "{shved astronomi va fizigi Anders Tselʼsiy (Se 8) nomidan): Tselʼsiy shkalasi Suvning muzlash nuqtasidan qaynash nuqtasigacha boʻlgan temperaturani idan tuzildi. mm kkuuttuubbxxoonnaassii SR 440 koʻrsatadigan, 100 gradusga boʻlingan shkala va shunday shkalali termometr.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000009",
    "headword_cyr": "ЦЕМЕНТ",
    "headword_lat": "TsEMENT",
    "transliteration": "tsement",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(10m. caementum — майдаланган тош; шағал 1 от Сувга қорганда, тез қотиб, тошсимон массага айланадиган қурилиш материали; кукунсимон бириктирувчи қурилиш материалларининг умуMUH номи. Юқори навли цемент. ши Пемент, оҳак, ганч, михларимизни — қурилишда зарур бўладиган нарсаларимизни — бўрондан, қумдан сақладик. Ш. Рашидов, Бўрондан кучли. Икки кунда цемент ҳам топилди, булъдозер ҳам, бетон плиталар ҳам топилди. С. Аҳмад, Тоғ афсонаси. 2 edm. ЦПемент билан сувалган, текисланган. ПДемент пойдевор. Пемент сувоқ. m Йигитлар хароб станциянинг кенг цемент зинасида нон кавшаб ўтиришаркан, тасодифан.. бухоролик йигит келиб қолди. Ойбек, Қуёш қораймас. Ўнг қатордаги биринчи хонага боғланган каттакон тарғил сигир цемент охурни тили билан ялашдан тўхтаб, шохдор бошини кўтарди. С. Анорбоев, Оқсой. 3 anam. Тишнинг ўзаги ва бўйни асосий тўқимасини қоплаб турадиган суяксимон модда.",
        "definition_lat": "(10m. caementum — maydalangan tosh; shagʻal 1 ot Suvga qorganda, tez qotib, toshsimon massaga aylanadigan qurilish materiali; kukunsimon biriktiruvchi qurilish materiallarining umuMUH nomi. Yuqori navli tsement. shi Pement, ohak, ganch, mixlarimizni — qurilishda zarur boʻladigan narsalarimizni — boʻrondan, qumdan saqladik. Sh. Rashidov, Boʻrondan kuchli. Ikki kunda tsement ham topildi, bulʼdozer ham, beton plitalar ham topildi. S. Ahmad, Togʻ afsonasi. 2 edm. TsPement bilan suvalgan, tekislangan. PDement poydevor. Pement suvoq. m Yigitlar xarob stantsiyaning keng tsement zinasida non kavshab oʻtirisharkan, tasodifan.. buxorolik yigit kelib qoldi. Oybek, Quyosh qoraymas. Oʻng qatordagi birinchi xonaga bogʻlangan kattakon targʻil sigir tsement oxurni tili bilan yalashdan toʻxtab, shoxdor boshini koʻtardi. S. Anorboev, Oqsoy. 3 anam. Tishning oʻzagi va boʻyni asosiy toʻqimasini qoplab turadigan suyaksimon modda.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000010",
    "headword_cyr": "ЦЕМЕНТЛАМОҚ",
    "headword_lat": "TsEMENTLAMOQ",
    "transliteration": "tsementlamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цемент билан сувамоқ, цемент билан бириктирмоқ. ементланган тротуар. Цементланган девор. mm – Биз қаршилик кўрсатганимиздан кейин, мозор бошқармаси дахманинг очиқ-тешик жойларини цементлаб ташлади, — деди Абдураҳмонов. И. Қаландаров, Шохидамас, баргида.",
        "definition_lat": "Tsement bilan suvamoq, tsement bilan biriktirmoq. ementlangan trotuar. Tsementlangan devor. mm – Biz qarshilik koʻrsatganimizdan keyin, mozor boshqarmasi daxmaning ochiq-teshik joylarini tsementlab tashladi, — dedi Abdurahmonov. I. Qalandarov, Shoxidamas, bargida.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000011",
    "headword_cyr": "ЦЕВЗ",
    "headword_lat": "TsEVZ",
    "transliteration": "tsevz",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. census — баҳолаш, баҳоланган мол-мулк Х censeo — рўйхатга оламан",
        "variant_note_lat": "lot. census — baholash, baholangan mol-mulk X censeo — roʻyxatga olaman"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кишиларнинг айрим ҳуқуқлардан, хусусан ваколатли ҳокимият органларига сайлаш ва сайланиш ҳуқуқидан фойдаланишига рухсат берувчи, йўл қўювчи шартлар. Мулк цензи. Сайлов цензи. mm Турли давлатлар конституциявий тажрибасида сайлов цензларининг ҳар хил турлари мавжуд. Газетадан.",
        "definition_lat": "Kishilarning ayrim huquqlardan, xususan vakolatli hokimiyat organlariga saylash va saylanish huquqidan foydalanishiga ruxsat beruvchi, yoʻl qoʻyuvchi shartlar. Mulk tsenzi. Saylov tsenzi. mm Turli davlatlar konstitutsiyaviy tajribasida saylov tsenzlarining har xil turlari mavjud. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000012",
    "headword_cyr": "ЦЕНЗОР",
    "headword_lat": "TsENZOR",
    "transliteration": "tsenzor",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. сепвог С сепзео — рўйхатга оламан",
        "variant_note_lat": "lot. sepvog S sepzeo — roʻyxatga olaman"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цензура хизматидаги, матбуот устидан назорат қилувчи шахс.",
        "definition_lat": "Tsenzura xizmatidagi, matbuot ustidan nazorat qiluvchi shaxs.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000013",
    "headword_cyr": "ЦЕНЗУРА",
    "headword_lat": "TsENZURA",
    "transliteration": "tsenzura",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. censura — қадимги Римда цензор лавозими",
        "variant_note_lat": "lot. censura — qadimgi Rimda tsenzor lavozimi"
      }
    ],
    "pos": [],
    "labels_raw": [
      "тар."
    ],
    "domain": [
      "tarix"
    ],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Матбуот устидан назорат қилиб турувчи давлат муассасаси. Лермонтов бир неча драмалар ёзди, лекин подшо цензураси уларни саҳнада кўрсатишга ижозат бермади. Газетадан. wwwwww.z.ziiyyoouuzz..cc 2 тар. Матбуот, саҳна ва ш.к. учун белгиланган асарларнинг, умуман, оммавий ахборот воситаларининг мазкур муассаса томонидан текшириб, назорат қилиб турилиши. Дензура қилмоқ. Цензурадан ўтказмоқ",
        "definition_lat": "Matbuot ustidan nazorat qilib turuvchi davlat muassasasi. Lermontov bir necha dramalar yozdi, lekin podsho tsenzurasi ularni sahnada koʻrsatishga ijozat bermadi. Gazetadan. wwwwww.z.ziiyyoouuzz..cc 2 tar. Matbuot, sahna va sh.k. uchun belgilangan asarlarning, umuman, ommaviy axborot vositalarining mazkur muassasa tomonidan tekshirib, nazorat qilib turilishi. Denzura qilmoq. Tsenzuradan oʻtkazmoq",
        "domain": [
          "tarix",
          "tarix"
        ],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000014",
    "headword_cyr": "ЦЕНТ",
    "headword_lat": "TsENT",
    "transliteration": "tsent",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "ингл. cent Х лот. centum — юз",
        "variant_note_lat": "ingl. cent X lot. centum — yuz"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "АҚШ, Канада, Нидерландия ва б. айрим мамлакатларда шу мамлакатлар асосий пул бирликларининг юздан бирига тенг бўлган танга пул.",
        "definition_lat": "AQSh, Kanada, Niderlandiya va b. ayrim mamlakatlarda shu mamlakatlar asosiy pul birliklarining yuzdan biriga teng boʻlgan tanga pul.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000015",
    "headword_cyr": "ЦЕНТНЕР",
    "headword_lat": "TsENTNER",
    "transliteration": "tsentner",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. Zentner Х лот. сеп- (епапит — юз қадоққа тенг оғирлик",
        "variant_note_lat": "nem. Zentner X lot. sep- (epapit — yuz qadoqqa teng ogʻirlik"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Метрик ўлчов тизимида 100 килограммга тенг оғирлик ўлчови бирлиги. Ҳосилдорлик ўтган йилдагига нисбатан беш центнер ошиб, 42 центнерга етди. Газетадан. 2 Ғарбий Европадаги бир қанча мамлакатларда 50 килограммга тенг оғирлик ўлчови бирлиги ПЕНТНЕРЛИ Центнер оғирлигидаги. Икки центнерли той.",
        "definition_lat": "Metrik oʻlchov tizimida 100 kilogrammga teng ogʻirlik oʻlchovi birligi. Hosildorlik oʻtgan yildagiga nisbatan besh tsentner oshib, 42 tsentnerga etdi. Gazetadan. 2 Gʻarbiy Evropadagi bir qancha mamlakatlarda 50 kilogrammga teng ogʻirlik oʻlchovi birligi PENTNERLI Tsentner ogʻirligidagi. Ikki tsentnerli toy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000016",
    "headword_cyr": "ЦЕНТНЕРЧИ",
    "headword_lat": "TsENTNERChI",
    "transliteration": "tsentnerchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [
      "тар."
    ],
    "domain": [
      "tarix"
    ],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "тар. Ҳар гектар ердан маълум центнер ҳосил етиштирувчи деҳқон. Юз центнерчи қизларнинг мақтови шеърга сиғмас. Зулфия.",
        "definition_lat": "tar. Har gektar erdan maʼlum tsentner hosil etishtiruvchi dehqon. Yuz tsentnerchi qizlarning maqtovi sheʼrga sigʻmas. Zulfiya.",
        "domain": [
          "tarix"
        ],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000017",
    "headword_cyr": "ЦЕНТРАЛИЗМ",
    "headword_lat": "TsENTRALIZM",
    "transliteration": "tsentralizm",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(ингл. centralism « лот. centrum — марказ, ўрта « юн. кемгоп — циркулБ игнаси) тар. Маҳаллий муассаса ва ташкилотлар марказий ҳокимиятга, ягона бир марказга бўйсундирилган ва унинг кўрсатмалари асосида фаолият юритадиган бошқарув тизими.",
        "definition_lat": "(ingl. centralism « lot. centrum — markaz, oʻrta « yun. kemgop — tsirkulB ignasi) tar. Mahalliy muassasa va tashkilotlar markaziy hokimiyatga, yagona bir markazga boʻysundirilgan va uning koʻrsatmalari asosida faoliyat yuritadigan boshqaruv tizimi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000018",
    "headword_cyr": "ЦЕНТРИЗМ",
    "headword_lat": "TsENTRIZM",
    "transliteration": "tsentrizm",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "ингл. сел пат Х лот. сепtrum — марказ",
        "variant_note_lat": "ingl. sel pat X lot. septrum — markaz"
      }
    ],
    "pos": [],
    "labels_raw": [
      "тар."
    ],
    "domain": [
      "tarix"
    ],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "тар. сиёс. Сиёсий арбоблар ва ташкилотларнинг ижтимоий барқарорликка эришиш мақсадида турли хил мўътадил ҳаракат ва партияларни бирлаштириш йўлидаги интилиши.",
        "definition_lat": "tar. siyos. Siyosiy arboblar va tashkilotlarning ijtimoiy barqarorlikka erishish maqsadida turli xil moʻʼtadil harakat va partiyalarni birlashtirish yoʻlidagi intilishi.",
        "domain": [
          "tarix"
        ],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000019",
    "headword_cyr": "ЦЕНТРИСТ",
    "headword_lat": "TsENTRIST",
    "transliteration": "tsentrist",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "инга. centrist",
        "variant_note_lat": "inga. centrist"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Центризм тарафдори, издоши.",
        "definition_lat": "Tsentrizm tarafdori, izdoshi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000020",
    "headword_cyr": "ЦЕНТРИФУГА",
    "headword_lat": "TsENTRIFUGA",
    "transliteration": "tsentrifuga",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(нем. Zentrifuge Х лот. сеттит — марказ 4 fuga — қочиш) Катта тезликда айланиш пайтидаги марказдан қочма куч таъсири билан бир жинсли бўлмаган бирикмаларни таркибий қисмларга ажратадиган аппарат (кимёвий тадқиқотларда, озиқ-овқат саноати ва ш.к. ларда қўлланади). Тупроқни механик анализ қилишда центрифугадан фойдаланилмоқда. М. Баҳодиров, Тупроқшуносликдан амалий машғулотлар. mm kkuuttuubbxxoonnaassii - ЦЕРИЙ (мот. Ceres, Cereris — кичик сайёра номи; элемент шу сайёра билан деярли бир вақтда кашф этилгани учун шундай номланган; Церера — рим мифологиясида ҳосилдорлик, оналик ва оила маъбудаси) Менделеев даврий системасининг Ш гуруҳига мансуб кимёвий элемент; яхши кесилувчи ва яссиланувчи металл.",
        "definition_lat": "(nem. Zentrifuge X lot. settit — markaz 4 fuga — qochish) Katta tezlikda aylanish paytidagi markazdan qochma kuch taʼsiri bilan bir jinsli boʻlmagan birikmalarni tarkibiy qismlarga ajratadigan apparat (kimyoviy tadqiqotlarda, oziq-ovqat sanoati va sh.k. larda qoʻllanadi). Tuproqni mexanik analiz qilishda tsentrifugadan foydalanilmoqda. M. Bahodirov, Tuproqshunoslikdan amaliy mashgʻulotlar. mm kkuuttuubbxxoonnaassii - TsERIY (mot. Ceres, Cereris — kichik sayyora nomi; element shu sayyora bilan deyarli bir vaqtda kashf etilgani uchun shunday nomlangan; Tserera — rim mifologiyasida hosildorlik, onalik va oila maʼbudasi) Mendeleev davriy sistemasining Sh guruhiga mansub kimyoviy element; yaxshi kesiluvchi va yassilanuvchi metall.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000021",
    "headword_cyr": "ПЕСАРКА",
    "headword_lat": "PESARKA",
    "transliteration": "pesarka",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "қ. сесарка. Песарка жуда ҳаракатчан: учади ва тез югуради. кЎзМЭ).",
        "definition_lat": "q. sesarka. Pesarka juda harakatchan: uchadi va tez yuguradi. kOʻzME).",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000022",
    "headword_cyr": "ЦЕХ",
    "headword_lat": "TsEX",
    "transliteration": "tsex",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. Zeche",
        "variant_note_lat": "nem. Zeche"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Завод, фабрика каби улкан саноат корхонасининг муайян маҳсулот ёки ярим фабрикат ишлаб чиқарадиган асосий ёки ёрдамчи бўлими. Йп йигирув цехи. Пех бошлиғи. mm Заводнинг пахта тозалаш цехида эса чиқиндини қайта ишловчи регенератор ўрнатилди. Газетадан. Корхона цехларини ўзига хос ижодхонага қиёс қилиш мумкин. Газетадан. Ўгириш ишида киностудиянинг монтаж\", 0603, филъмни қайта ишлаш ҳамда мураккаб съёмка цехлари фаолият кўрсатади. F. Саломов, Таржима назариясига кириш. 2 Шундай бўлим жойлашган бино. Пехлар ичига шахдам қадам ташладик. Ғайратий.",
        "definition_lat": "Zavod, fabrika kabi ulkan sanoat korxonasining muayyan mahsulot yoki yarim fabrikat ishlab chiqaradigan asosiy yoki yordamchi boʻlimi. Yp yigiruv tsexi. Pex boshligʻi. mm Zavodning paxta tozalash tsexida esa chiqindini qayta ishlovchi regenerator oʻrnatildi. Gazetadan. Korxona tsexlarini oʻziga xos ijodxonaga qiyos qilish mumkin. Gazetadan. Oʻgirish ishida kinostudiyaning montaj\", 0603, filʼmni qayta ishlash hamda murakkab sʼyomka tsexlari faoliyat koʻrsatadi. F. Salomov, Tarjima nazariyasiga kirish. 2 Shunday boʻlim joylashgan bino. Pexlar ichiga shaxdam qadam tashladik. Gʻayratiy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000023",
    "headword_cyr": "ЦИАН",
    "headword_lat": "TsIAN",
    "transliteration": "tsian",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. Куапо5 — оч ҳаворанг тош",
        "variant_note_lat": "yun. Kuapo5 — och havorang tosh"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ким. Азот билан углероддан иборат ўткир ҳидли, ёнувчи, рангсиз заҳарли газ. Шианга сулқфат кислота таъсир эттирилса, цианат кислота ҳосил бўлади. «Y3MD».",
        "definition_lat": "kim. Azot bilan ugleroddan iborat oʻtkir hidli, yonuvchi, rangsiz zaharli gaz. Shianga sulqfat kislota taʼsir ettirilsa, tsianat kislota hosil boʻladi. «Y3MD».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000024",
    "headword_cyr": "ЦИАНЛИ",
    "headword_lat": "TsIANLI",
    "transliteration": "tsianli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Таркибида циан бўлган. Цианли калий.",
        "definition_lat": "Tarkibida tsian boʻlgan. Tsianli kaliy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000025",
    "headword_cyr": "ЦИВИЛИЗАЦИЯ",
    "headword_lat": "TsIVILIZATsIYa",
    "transliteration": "tsivilizatsiya",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(Dp. civilization Х лот. civilis — фуқарога хос, давлатга хос) 1 Моддий ва маънавий маданиятнинг ижтимоий тараққиётида эришилган муайян босқич; маданий тараққиёт даражаси. Шарқ цивилизацияси. ши Бозор иқтисодиёти — жаҳон цивилизацияси ривожланиши йўлидаги муқаррар босқичдир. Газетадан. 2 айн. маданият, тамаддун. 3 Маданиятнинг замон ва маконда чегараланган тарихий типи. Миср цивилизацияси. Месопотамия цивилизацияси. 4 Инсониятнинг ёввойилик ва ваҳшийлик давридан кейинги ижтимоий тараққиёт босқичи.",
        "definition_lat": "(Dp. civilization X lot. civilis — fuqaroga xos, davlatga xos) 1 Moddiy va maʼnaviy madaniyatning ijtimoiy taraqqiyotida erishilgan muayyan bosqich; madaniy taraqqiyot darajasi. Sharq tsivilizatsiyasi. shi Bozor iqtisodiyoti — jahon tsivilizatsiyasi rivojlanishi yoʻlidagi muqarrar bosqichdir. Gazetadan. 2 ayn. madaniyat, tamaddun. 3 Madaniyatning zamon va makonda chegaralangan tarixiy tipi. Misr tsivilizatsiyasi. Mesopotamiya tsivilizatsiyasi. 4 Insoniyatning yovvoyilik va vahshiylik davridan keyingi ijtimoiy taraqqiyot bosqichi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000026",
    "headword_cyr": "ЦИГАРА",
    "headword_lat": "TsIGARA",
    "transliteration": "tsigara",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "қ. сигара. Баланд мартабали меҳмон ёнбошлаб цигара чекар, бошқалар камтарлик билан чўкка тушиб ўтирарди. М. Исмоилий, Фарғона т. о. wwwwww.z.ziiyyoouuzz..cc 441 To ЦИКЛ (юн. Kyklos — гардиш, айлана, доира) 1 Маълум давр ичида такрорланиб турадиган иш, ҳодиса, жараён ва ш.к. нинг ҳар бир давраси. Ишлаб чиқариш цикли. Ўзгарувчан ток цикли. шиш Ғўза парваришининг тўла бир циклини амалга ошириш учун 10—12 қун вақт сарфланади. Газетадан. Роботнинг ишлаш циклини ўзгартириш, уни бошқа операция бажаришга мослаштириш мумкин. Фан ва турмуши. 2 қ. туркум 2. Бундай асарлар орасида кВатандошларим цикли, кМангуликж сингари ўнларча ажойиб очеркларимиз китобхонларга манзур бўлган. Н. Сафаров, Жасоратнинг давоми. Масалан, Гомер циклидаги позмаларни ижро этган қадимғи юнон мактаби.. бизга мавлумдир. «YTA».",
        "definition_lat": "q. sigara. Baland martabali mehmon yonboshlab tsigara chekar, boshqalar kamtarlik bilan choʻkka tushib oʻtirardi. M. Ismoiliy, Fargʻona t. o. wwwwww.z.ziiyyoouuzz..cc 441 To TsIKL (yun. Kyklos — gardish, aylana, doira) 1 Maʼlum davr ichida takrorlanib turadigan ish, hodisa, jarayon va sh.k. ning har bir davrasi. Ishlab chiqarish tsikli. Oʻzgaruvchan tok tsikli. shish Gʻoʻza parvarishining toʻla bir tsiklini amalga oshirish uchun 10—12 qun vaqt sarflanadi. Gazetadan. Robotning ishlash tsiklini oʻzgartirish, uni boshqa operatsiya bajarishga moslashtirish mumkin. Fan va turmushi. 2 q. turkum 2. Bunday asarlar orasida kVatandoshlarim tsikli, kMangulikj singari oʻnlarcha ajoyib ocherklarimiz kitobxonlarga manzur boʻlgan. N. Safarov, Jasoratning davomi. Masalan, Gomer tsiklidagi pozmalarni ijro etgan qadimgʻi yunon maktabi.. bizga mavlumdir. «YTA».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000027",
    "headword_cyr": "ЦИКЛИК",
    "headword_lat": "TsIKLIK",
    "transliteration": "tsiklik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цикллар бўйича содир бўладиган, циклли, даврий. Қайта ишлаб чиқаришнинг циклик ҳаракати.",
        "definition_lat": "Tsikllar boʻyicha sodir boʻladigan, tsiklli, davriy. Qayta ishlab chiqarishning tsiklik harakati.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000028",
    "headword_cyr": "ЦИКЛЛАШТИРМОҚ",
    "headword_lat": "TsIKLLAShTIRMOQ",
    "transliteration": "tsikllashtirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ан. туркумламоқ 1.",
        "definition_lat": "an. turkumlamoq 1.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000029",
    "headword_cyr": "ЦИКЛЛИ",
    "headword_lat": "TsIKLLI",
    "transliteration": "tsiklli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Даврали, даврий. Циклли жараён. Ишнинг циклли графиги. ЦИКЛОН1 (юн. Kyklon — айланувчи) метеор. Атмосферанинг кучли ёғингарчилик, шамол ва қуюқ булутланиш билан кечадиган шиддатли, уюрмавий ҳаракати; радиуси бир неча минг километрга етадиган ҳаво гирдоби. Ёрнинг булут ва қор қоплами, кундузги ва кечқурунги уфқи фотосуратга олинди, довуллар ва циклонлар аниқланди. Газетадан. Ўзбекистонга Атлантика океанидан келадиган циклонлар қишда илиқ, ёмғирли, қорли об-ҳаво келтиради. «YaMD».",
        "definition_lat": "Davrali, davriy. Tsiklli jarayon. Ishning tsiklli grafigi. TsIKLON1 (yun. Kyklon — aylanuvchi) meteor. Atmosferaning kuchli yogʻingarchilik, shamol va quyuq bulutlanish bilan kechadigan shiddatli, uyurmaviy harakati; radiusi bir necha ming kilometrga etadigan havo girdobi. Yorning bulut va qor qoplami, kunduzgi va kechqurungi ufqi fotosuratga olindi, dovullar va tsiklonlar aniqlandi. Gazetadan. Oʻzbekistonga Atlantika okeanidan keladigan tsiklonlar qishda iliq, yomgʻirli, qorli ob-havo keltiradi. «YaMD».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000030",
    "headword_cyr": "ЦИКЛОН",
    "headword_lat": "TsIKLON",
    "transliteration": "tsiklon",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "II mex. Ҳаво (газ)ни муаллақ қаттиқ зарралардан марказдан қочма куч таъсирида тозалаш учун мўлжалланган аппарат.",
        "definition_lat": "II mex. Havo (gaz)ni muallaq qattiq zarralardan markazdan qochma kuch taʼsirida tozalash uchun moʻljallangan apparat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000031",
    "headword_cyr": "ЦИКЛОТРОН",
    "headword_lat": "TsIKLOTRON",
    "transliteration": "tsiklotron",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. kyklos — айлана 4 (elek",
        "variant_note_lat": "yun. kyklos — aylana 4 (elek"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "tron — каҳрабо (бу ерда ктронэ — электроникага алоқадор асбоблар номини ҳосил қилувчи қўшимча)) Зарядланган микрозарралар (протон ёки ионлар)нинг ҳаракатини тезлаштирадиган, атом ядросини текширишда ишлатиладиган мослама. Келажакда энг кучли циклотронлардан бири бўладиган циклотрон пойдевори ёнига автосамосваллар кетма-кет келиб турибди. Газетадан.",
        "definition_lat": "tron — kahrabo (bu erda ktrone — elektronikaga aloqador asboblar nomini hosil qiluvchi qoʻshimcha)) Zaryadlangan mikrozarralar (proton yoki ionlar)ning harakatini tezlashtiradigan, atom yadrosini tekshirishda ishlatiladigan moslama. Kelajakda eng kuchli tsiklotronlardan biri boʻladigan tsiklotron poydevori yoniga avtosamosvallar ketma-ket kelib turibdi. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000032",
    "headword_cyr": "ЦИЛИНДР",
    "headword_lat": "TsILINDR",
    "transliteration": "tsilindr",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. kylindros — вал, ғалтак",
        "variant_note_lat": "yun. kylindros — val, gʻaltak"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "мат. Цилиндрик сирт ва иккита параллел текислик билан чегараланган жисм. Агар mm kkuuttuubbxxoonnaassii ZR 442 цилиндрик сирт ясовчилари цилиндр ясовч сига перпендикуляр бўлса, у тўғри цилинд деб аталади. «Y3MDI». 2 mex. Шу шаклдаги детал ёки буюм ЕКилдиракнинг ҳар бир спицаси ўз ўлчамин ўзгартира олувчи ўзига хос пневматик ци линдрга эга. Газетадан. Мис, рух ва қалайда тайёрланган.. цилиндрни кимдир ғилдират келди. кМуштуми. 3 кўчма Соябони кичикроқ, тепаси ба ланд цилиндрсимон бош кийими, эркакла шляпаси. Цилиндр кийган киши.",
        "definition_lat": "mat. Tsilindrik sirt va ikkita parallel tekislik bilan chegaralangan jism. Agar mm kkuuttuubbxxoonnaassii ZR 442 tsilindrik sirt yasovchilari tsilindr yasovch siga perpendikulyar boʻlsa, u toʻgʻri tsilind deb ataladi. «Y3MDI». 2 mex. Shu shakldagi detal yoki buyum EKildirakning har bir spitsasi oʻz oʻlchamin oʻzgartira oluvchi oʻziga xos pnevmatik tsi lindrga ega. Gazetadan. Mis, rux va qalayda tayyorlangan.. tsilindrni kimdir gʻildirat keldi. kMushtumi. 3 koʻchma Soyaboni kichikroq, tepasi ba land tsilindrsimon bosh kiyimi, erkakla shlyapasi. Tsilindr kiygan kishi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000033",
    "headword_cyr": "ЦИЛИНДРИК",
    "headword_lat": "TsILINDRIK",
    "transliteration": "tsilindrik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цилиндрга оид. ЦП линдрик жисм. 2 Цилиндр шаклидаги, цилиндрсимон ЦИЛИНДРЛИ1 Цилиндри бўлган, ци линдр билан таъминланган. Цилинодрли ма шиналар. Тўрт цилиндрли двигателлар. 2 Бошига цилиндр кийиб олган. Ци линдрли киши.",
        "definition_lat": "Tsilindrga oid. TsP lindrik jism. 2 Tsilindr shaklidagi, tsilindrsimon TsILINDRLI1 Tsilindri boʻlgan, tsi lindr bilan taʼminlangan. Tsilinodrli ma shinalar. Toʻrt tsilindrli dvigatellar. 2 Boshiga tsilindr kiyib olgan. Tsi lindrli kishi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000034",
    "headword_cyr": "ЦИНГА",
    "headword_lat": "TsINGA",
    "transliteration": "tsinga",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "xad. р. цинга — панжа бўғим ларининг зирқираб оғриши",
        "variant_note_lat": "xad. r. tsinga — panja boʻgʻim larining zirqirab ogʻrishi"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "тиб. Витами етишмаслиги туфайли юз берадиган, дар монсизлик, тиш милкларининг бўшашуви қонаши ва тишларнинг тўкилиши била характерланадиган касаллик. хСз витамин рахит, витаминоз, цинга касалликларида сақлайди. кСаодат.",
        "definition_lat": "tib. Vitami etishmasligi tufayli yuz beradigan, dar monsizlik, tish milklarining boʻshashuvi qonashi va tishlarning toʻkilishi bila xarakterlanadigan kasallik. xSz vitamin raxit, vitaminoz, tsinga kasalliklarida saqlaydi. kSaodat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000035",
    "headword_cyr": "ЦИНК",
    "headword_lat": "TsINK",
    "transliteration": "tsink",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. Zink — pyx",
        "variant_note_lat": "nem. Zink — pyx"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ким. Менделее даврий системасининг 1 гуруҳига мансу кимёвий элемент, кумушсимон-оқиш, ях ши чўкичланадиган металл, рух.",
        "definition_lat": "kim. Mendelee davriy sistemasining 1 guruhiga mansu kimyoviy element, kumushsimon-oqish, yax shi choʻkichlanadigan metall, rux.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000036",
    "headword_cyr": "ЦИНКОГРАФ",
    "headword_lat": "TsINKOGRAF",
    "transliteration": "tsinkograf",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цинкография мутахас сиси. Динкографлар офсет-босма фабрикас аҳил жамоасининг ишчан аъзоларидир. Га зетадан.",
        "definition_lat": "Tsinkografiya mutaxas sisi. Dinkograflar ofset-bosma fabrikas ahil jamoasining ishchan aʼzolaridir. Ga zetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000037",
    "headword_cyr": "ЦИНКОГРАФИЯ",
    "headword_lat": "TsINKOGRAFIYa",
    "transliteration": "tsinkografiya",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "цинк – юн. grapho ёзаман",
        "variant_note_lat": "tsink – yun. grapho yozaman"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "плгрф. 1 Типографияда расм. чизм ва ш.к. ларни босиш учун фотомеханик йў билан рух клишелар тайёрлаш усули. Пин кография клишеси. Чизмани цинкографи усули билан босиб чиқариш. 2 Шундай клишелар тайёрлайдиган кор хона ёки ex. Нашриётимизнинг цинкограф цехи республикамиздаги энг йирик иллюстр ция устахонаси ҳисобланади. Газетадан.",
        "definition_lat": "plgrf. 1 Tipografiyada rasm. chizm va sh.k. larni bosish uchun fotomexanik yoʻ bilan rux klishelar tayyorlash usuli. Pin kografiya klishesi. Chizmani tsinkografi usuli bilan bosib chiqarish. 2 Shunday klishelar tayyorlaydigan kor xona yoki ex. Nashriyotimizning tsinkograf tsexi respublikamizdagi eng yirik illyustr tsiya ustaxonasi hisoblanadi. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000038",
    "headword_cyr": "ЦИРК",
    "headword_lat": "TsIRK",
    "transliteration": "tsirk",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "пот. circus — айлана, доира",
        "variant_note_lat": "pot. circus — aylana, doira"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Санъатнинг акробатика, гимнастика, ма харабозлик, иллюзионизм, дорбозлик жонглёрлик, ҳайвонлар ўргатиш, ўйнати ва ш.к. жанрлар (томошалар)ни ўз ичига о ған тури. {(И скандар) Олти-етти ёшлар wwwwww.z.ziiyyoouuzz..cc - отасидан етим қолиб, кўчманчи цирк артистлари билан кўп шаҳарларни кезган. Ш. Ризо, Қор ёғди, излар босилди. 2 Санъатнинг шу турини томошабинларга кўрсатиш билан шуғулланадиган муассаса ва унинг биноси. Тошкент цирки. шиш Улар цирк олдидан ўтиб, аллақандай ариқб чалардан ҳатлашди. П. Қодиров, Уч илдиз. - ЦИРКОНИЙ (мот. zirconium Х нем. Zirkon Х ф. 5,55) – тилларанг, олтин рангли ёки A. (5 54,5 — қимматбаҳо тош; сурик) ким. Менделеев даврий системасининг IV гу- - руҳига мансуб кимёвий элемент, кумушсимон ялтироқ, қийин эрувчи қаттиқ металл. Соф цирконий атом техникасида нейтронларни қайтарадиган конструкцион материал сифатида ишлатилади. «Y3MD».",
        "definition_lat": "Sanʼatning akrobatika, gimnastika, ma xarabozlik, illyuzionizm, dorbozlik jonglyorlik, hayvonlar oʻrgatish, oʻynati va sh.k. janrlar (tomoshalar)ni oʻz ichiga o gʻan turi. {(I skandar) Olti-etti yoshlar wwwwww.z.ziiyyoouuzz..cc - otasidan etim qolib, koʻchmanchi tsirk artistlari bilan koʻp shaharlarni kezgan. Sh. Rizo, Qor yogʻdi, izlar bosildi. 2 Sanʼatning shu turini tomoshabinlarga koʻrsatish bilan shugʻullanadigan muassasa va uning binosi. Toshkent tsirki. shish Ular tsirk oldidan oʻtib, allaqanday ariqb chalardan hatlashdi. P. Qodirov, Uch ildiz. - TsIRKONIY (mot. zirconium X nem. Zirkon X f. 5,55) – tillarang, oltin rangli yoki A. (5 54,5 — qimmatbaho tosh; surik) kim. Mendeleev davriy sistemasining IV gu- - ruhiga mansub kimyoviy element, kumushsimon yaltiroq, qiyin eruvchi qattiq metall. Sof tsirkoniy atom texnikasida neytronlarni qaytaradigan konstruktsion material sifatida ishlatiladi. «Y3MD».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000039",
    "headword_cyr": "ЦИРКУЛБ",
    "headword_lat": "TsIRKULB",
    "transliteration": "tsirkulb",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. сисшиз – айлана, доира",
        "variant_note_lat": "lot. sisshiz – aylana, doira"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Туш ёки қалам билан айлана, доира, ёйлар чизишга, чизиқлар, кесмалар узунлигини ўлчашга хизмат қиладиган чизмачилик асбоби; паргар. Циркулв билан айлана чизмоқ. Циркулъ игнаси. ЦиркулъБ оёқчаси. Чизмачилик циркуди.",
        "definition_lat": "Tush yoki qalam bilan aylana, doira, yoylar chizishga, chiziqlar, kesmalar uzunligini oʻlchashga xizmat qiladigan chizmachilik asbobi; pargar. Tsirkulv bilan aylana chizmoq. Tsirkulʼ ignasi. TsirkulʼB oyoqchasi. Chizmachilik tsirkudi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000040",
    "headword_cyr": "ЦИРКУЛЯР",
    "headword_lat": "TsIRKULYaR",
    "transliteration": "tsirkulyar",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. Zirkular Х лот. сисиlaris — айланма",
        "variant_note_lat": "nem. Zirkular X lot. sisilaris — aylanma"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "эск. Юқори раҳбар органлар томонидан ўзига қарашли ташкилотларга ёки барча тобе мансабдор шахсларга юбориладиган ёзма фармойиш, буйруқ; кўрсатма. Пиркуляр олмоқ. Пиркуляр телеграмма.",
        "definition_lat": "esk. Yuqori rahbar organlar tomonidan oʻziga qarashli tashkilotlarga yoki barcha tobe mansabdor shaxslarga yuboriladigan yozma farmoyish, buyruq; koʻrsatma. Pirkulyar olmoq. Pirkulyar telegramma.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000041",
    "headword_cyr": "ЦИРКЧИ",
    "headword_lat": "TsIRKChI",
    "transliteration": "tsirkchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Пирк артисти. Чорсунинг ўртасида иккита тахта аравада Юпатовнинг циркчилари тўхтаб, жар солар эдилар. Р. Ғулом, Шум бола. Пиркчи хотин ўзининг 12 кдўстлашгано тимсоҳлари билан майдонга чиқиб келади. Газетадан.",
        "definition_lat": "Pirk artisti. Chorsuning oʻrtasida ikkita taxta aravada Yupatovning tsirkchilari toʻxtab, jar solar edilar. R. Gʻulom, Shum bola. Pirkchi xotin oʻzining 12 kdoʻstlashgano timsohlari bilan maydonga chiqib keladi. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000042",
    "headword_cyr": "ЦИРРОЗ",
    "headword_lat": "TsIRROZ",
    "transliteration": "tsirroz",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. kirrhos — сарғиш, малла ранг",
        "variant_note_lat": "yun. kirrhos — sargʻish, malla rang"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "тиб. Жигар, ўпка, буйрак каби аъзолардаги қалин бириктирувчи тўқималарнинг ўсиб, катталашиши оқибатида шу аъзонинг чандиқланиб бужмайиши ва шаклининг ўзгариши; склероз. Жигар циррози. я ЦИСТЕРНА (лот. cisterna — ҳовуз, ҳав- - за; сув омбори) 1 Суюқликлар, суюқ газлар, тўкиладиган маҳсулотлар сақланадиган 1 ёки ташиладиган кўчма ёки стационар ре- - зервуар, идиш. Дастлабки сув цистерналари Газлига етиб келди. Газетадан. 2 Шундай резервуар ўрнатилган авто- - мобилБ, вагон ва ш.к. Жавод машинасининг а бункерини бўшатгани чиққан кезда кўчма mm kkuuttuubbxxoonnaassii заправка цистернаси келиб қолди. И. Раҳим, Жаводнинг жадвали.",
        "definition_lat": "tib. Jigar, oʻpka, buyrak kabi aʼzolardagi qalin biriktiruvchi toʻqimalarning oʻsib, kattalashishi oqibatida shu aʼzoning chandiqlanib bujmayishi va shaklining oʻzgarishi; skleroz. Jigar tsirrozi. ya TsISTERNA (lot. cisterna — hovuz, hav- - za; suv ombori) 1 Suyuqliklar, suyuq gazlar, toʻkiladigan mahsulotlar saqlanadigan 1 yoki tashiladigan koʻchma yoki statsionar re- - zervuar, idish. Dastlabki suv tsisternalari Gazliga etib keldi. Gazetadan. 2 Shunday rezervuar oʻrnatilgan avto- - mobilB, vagon va sh.k. Javod mashinasining a bunkerini boʻshatgani chiqqan kezda koʻchma mm kkuuttuubbxxoonnaassii zapravka tsisternasi kelib qoldi. I. Rahim, Javodning jadvali.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000043",
    "headword_cyr": "ЦИСТЕРНАЛИ",
    "headword_lat": "TsISTERNALI",
    "transliteration": "tsisternali",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Пистерна ўрнатилган. Цистернали вагон.",
        "definition_lat": "Pisterna oʻrnatilgan. Tsisternali vagon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000044",
    "headword_cyr": "ЦИСТИТ",
    "headword_lat": "TsISTIT",
    "transliteration": "tsistit",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. kystis — қовуқ – 115 — яллиғланишни билдирувчи қўшимча",
        "variant_note_lat": "yun. kystis — qovuq – 115 — yalligʻlanishni bildiruvchi qoʻshimcha"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "тиб. Қовуқнинг яллиғланиши билан характерланувчи касаллик. Цистит касаллиги. ma Цистит ўз вақтида даволанмаса, сурункали касалликка айланиб кетиши мумкин. Газетадан. Циститнинг олдини олишда шахсий гигиена қоидаларига риоя қилиш.. парҳезга эътибор бериш керак. кСаломатлик, энциклопедияси.",
        "definition_lat": "tib. Qovuqning yalligʻlanishi bilan xarakterlanuvchi kasallik. Tsistit kasalligi. ma Tsistit oʻz vaqtida davolanmasa, surunkali kasallikka aylanib ketishi mumkin. Gazetadan. Tsistitning oldini olishda shaxsiy gigiena qoidalariga rioya qilish.. parhezga eʼtibor berish kerak. kSalomatlik, entsiklopediyasi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000045",
    "headword_cyr": "ЦИТАТА",
    "headword_lat": "TsITATA",
    "transliteration": "tsitata",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. спашт « сйаге — чақирмоқ, даъват қилмоқ; номламоқ",
        "variant_note_lat": "lot. spasht « syage — chaqirmoq, daʼvat qilmoq; nomlamoq"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор матндан, адабий, мусиқавий ва ш.к. асардан айнан кўчирилган парча; иқтибос. Дитата келтирмоқ. mu – Цитаталар ўринли, лекин назаримда, улар кўпайиб кетган, — талаба журъатсизлик билан ўз фикрини билдирди. кЁшлика.",
        "definition_lat": "Biror matndan, adabiy, musiqaviy va sh.k. asardan aynan koʻchirilgan parcha; iqtibos. Ditata keltirmoq. mu – Tsitatalar oʻrinli, lekin nazarimda, ular koʻpayib ketgan, — talaba jurʼatsizlik bilan oʻz fikrini bildirdi. kYoshlika.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000046",
    "headword_cyr": "ЦИТАТАБОЗЛИК",
    "headword_lat": "TsITATABOZLIK",
    "transliteration": "tsitatabozlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Цитаталар келтиришга берилиб кетиш, ўринли-ўринсиз равишда цитаталар келтиравериш. Питатабозлик касали. ти Цитатабозлик ва умумий гаплар билан вақтни олиш сингари ярамас ҳоллар ҳали батамом тугатилмаган. Газетадан.",
        "definition_lat": "Tsitatalar keltirishga berilib ketish, oʻrinli-oʻrinsiz ravishda tsitatalar keltiraverish. Pitatabozlik kasali. ti Tsitatabozlik va umumiy gaplar bilan vaqtni olish singari yaramas hollar hali batamom tugatilmagan. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000047",
    "headword_cyr": "ЦИТО-",
    "headword_lat": "TsITO-",
    "transliteration": "tsito-",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. Ку1о5 — идиш; омбор; ҳужайра",
        "variant_note_lat": "yun. Ku1o5 — idish; ombor; hujayra"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Байналмилал ўзлашма қўшма сўзларнинг таркибий қисми бўлиб, ўзи бирикиб келган сўзнинг ҳайвон ёки ўсимлик ҳужайраларига алоқадорлигини кўрсатади, мас., цитокимё, цитология.",
        "definition_lat": "Baynalmilal oʻzlashma qoʻshma soʻzlarning tarkibiy qismi boʻlib, oʻzi birikib kelgan soʻzning hayvon yoki oʻsimlik hujayralariga aloqadorligini koʻrsatadi, mas., tsitokimyo, tsitologiya.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000048",
    "headword_cyr": "ЦИТОДИАГНОСТИКА",
    "headword_lat": "TsITODIAGNOSTIKA",
    "transliteration": "tsitodiagnostika",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "цито.. 4 диагностика",
        "variant_note_lat": "tsito.. 4 diagnostika"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "биол. тиб. Тананинг бирор сиртидан ёки унинг суюқликларидан олинган ҳужайра унсурларини микроскопик тадқиқ этиш йўли билан касалликларни аниқлаш.",
        "definition_lat": "biol. tib. Tananing biror sirtidan yoki uning suyuqliklaridan olingan hujayra unsurlarini mikroskopik tadqiq etish yoʻli bilan kasalliklarni aniqlash.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000049",
    "headword_cyr": "ЦИТОКИМЁ",
    "headword_lat": "TsITOKIMYo",
    "transliteration": "tsitokimyo",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "1(цито.. 4 кимё) Ҳужайра тузилмаларининг кимёвий таркиби ва ўзгаришларини ўрганадиган фан; цитологиянинг бир бўлими. Цитокимё соҳасидаги тадқиқотлар 19-асрнинг ўрталаридан 20-аср ўрталаригача айниқса жадал ривожланган. «Y3MD».",
        "definition_lat": "1(tsito.. 4 kimyo) Hujayra tuzilmalarining kimyoviy tarkibi va oʻzgarishlarini oʻrganadigan fan; tsitologiyaning bir boʻlimi. Tsitokimyo sohasidagi tadqiqotlar 19-asrning oʻrtalaridan 20-asr oʻrtalarigacha ayniqsa jadal rivojlangan. «Y3MD».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000050",
    "headword_cyr": "ЦИТОЛИЗ",
    "headword_lat": "TsITOLIZ",
    "transliteration": "tsitoliz",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "unto.. 4 юн. lysis — эриш; бузилиш",
        "variant_note_lat": "unto.. 4 yun. lysis — erish; buzilish"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "биол. Ҳайвон ва ўсимлик ҳужайрасининг одатдаги физиолоғик жараёнлар wwwwww.z.ziiyyoouuzz..cc 443 9) ҳамда турли патологик ҳолатларда бутунлай ёки қисман эриши.",
        "definition_lat": "biol. Hayvon va oʻsimlik hujayrasining odatdagi fiziologʻik jarayonlar wwwwww.z.ziiyyoouuzz..cc 443 9) hamda turli patologik holatlarda butunlay yoki qisman erishi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000051",
    "headword_cyr": "ЦИТОЛОГИЯ",
    "headword_lat": "TsITOLOGIYa",
    "transliteration": "tsitologiya",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "цито.. 4 юн. logos — таълимот",
        "variant_note_lat": "tsito.. 4 yun. logos — taʼlimot"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳужайраларнинг тузилиши ва функциясини, кўп ҳужайрали ва бир ҳужайрали организмлардаги аъзо ва тўқималарнинг ўзаро боғланиши ва муносабатларини ўртанувчи фан. Ҳозир республикамиздаги мавжуд тиббиёт институтларида цитология гистология билан қўшиб ўқитилади. «Y3MD».",
        "definition_lat": "Hujayralarning tuzilishi va funktsiyasini, koʻp hujayrali va bir hujayrali organizmlardagi aʼzo va toʻqimalarning oʻzaro bogʻlanishi va munosabatlarini oʻrtanuvchi fan. Hozir respublikamizdagi mavjud tibbiyot institutlarida tsitologiya gistologiya bilan qoʻshib oʻqitiladi. «Y3MD».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000052",
    "headword_cyr": "ЦИТРУС",
    "headword_lat": "TsITRUS",
    "transliteration": "tsitrus",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. сигиз — лимон",
        "variant_note_lat": "lot. sigiz — limon"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Лимон, апелъсин, мандарин каби ўсимликларнинг умумий номи. Кавказ цитруслари. Питрус меваси. mm Цитрус ўсимликларини иқлимлаштириш юзасидан олиб борилган ажойиб ишлар ўз самарасини кўрсатмоқда. Газетадан.",
        "definition_lat": "Limon, apelʼsin, mandarin kabi oʻsimliklarning umumiy nomi. Kavkaz tsitruslari. Pitrus mevasi. mm Tsitrus oʻsimliklarini iqlimlashtirish yuzasidan olib borilgan ajoyib ishlar oʻz samarasini koʻrsatmoqda. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000053",
    "headword_cyr": "ЦИФЕРБЛАТ",
    "headword_lat": "TsIFERBLAT",
    "transliteration": "tsiferblat",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "нем. 21 етган « Ziffer — рақам 4t Ван — варақ; қават, қатлам",
        "variant_note_lat": "nem. 21 etgan « Ziffer — raqam 4t Van — varaq; qavat, qatlam"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Стрелкали ўлчов асбобларида рақамли бўлинишларга эга бўлган пластинка; у бўйлаб ҳаракатланадиган стрелка учи ўлчанаётган катталик қийматини кўрсатади. Рўпарадаги юмалоқ тарози циферблати устидаги мил ҳаракатга келди. С. Анорбоев, Йўлда йўлдош бўлганлар. { Соатнинг) Пиферблати ҳам эски, рақамларига доғ тушган. Ў. Умарбеков, Соат.",
        "definition_lat": "Strelkali oʻlchov asboblarida raqamli boʻlinishlarga ega boʻlgan plastinka; u boʻylab harakatlanadigan strelka uchi oʻlchanayotgan kattalik qiymatini koʻrsatadi. Roʻparadagi yumaloq tarozi tsiferblati ustidagi mil harakatga keldi. S. Anorboev, Yoʻlda yoʻldosh boʻlganlar. { Soatning) Piferblati ham eski, raqamlariga dogʻ tushgan. Oʻ. Umarbekov, Soat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000054",
    "headword_cyr": "ЦИФЕРБЛАТЛИ",
    "headword_lat": "TsIFERBLATLI",
    "transliteration": "tsiferblatli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Циферблат ўрнатилган, циферблати бор. Диферблатли тарози.",
        "definition_lat": "Tsiferblat oʻrnatilgan, tsiferblati bor. Diferblatli tarozi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000055",
    "headword_cyr": "ЦОКОЛБ",
    "headword_lat": "TsOKOLB",
    "transliteration": "tsokolb",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(итал. zoccoloj 1 архит. Бино, иншоот ташқи деворининг, ҳайкал ва ш. к. нинг фундамент устига қурилган ва юқори қисмига нисбатан олдинга бир оз туртиб чиққан пастки қисми. Бино цоколи. ПоколБ плитаси. mm Поколъ пишиқ ғишт, бетон ёки темир-бетон блоклардан ишланади. кЎзМЭ). 2 тех. Электрон ва чўғланма лампаларда лампани патронга бириктиришга хизмат қиладиган конструктив қисм.",
        "definition_lat": "(ital. zoccoloj 1 arxit. Bino, inshoot tashqi devorining, haykal va sh. k. ning fundament ustiga qurilgan va yuqori qismiga nisbatan oldinga bir oz turtib chiqqan pastki qismi. Bino tsokoli. PokolB plitasi. mm Pokolʼ pishiq gʻisht, beton yoki temir-beton bloklardan ishlanadi. kOʻzME). 2 tex. Elektron va choʻgʻlanma lampalarda lampani patronga biriktirishga xizmat qiladigan konstruktiv qism.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000056",
    "headword_cyr": "ЦУНАМИ",
    "headword_lat": "TsUNAMI",
    "transliteration": "tsunami",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "an. — ажал ва вайроналик келтирувчи тўлқинлар",
        "variant_note_lat": "an. — ajal va vayronalik keltiruvchi toʻlqinlar"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Сув остида ёки соҳил бўйида кучли зилзила бўлганда ёки сувости вулканлари отилганда, денгиз устида пайдо бўладиган жуда катта, ҳалокатли тўлқинлар. Бир неча мамлакатларда аҳолини цунамидан хабардор қилиш хизматлари тузилган. «YV3MD». mm kkuuttuubbxxoonnaassii",
        "definition_lat": "Suv ostida yoki sohil boʻyida kuchli zilzila boʻlganda yoki suvosti vulkanlari otilganda, dengiz ustida paydo boʻladigan juda katta, halokatli toʻlqinlar. Bir necha mamlakatlarda aholini tsunamidan xabardor qilish xizmatlari tuzilgan. «YV3MD». mm kkuuttuubbxxoonnaassii",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  }
]