[
  {
    "entry_id": "b_000001",
    "headword_cyr": "ЎЗБЕКИСТОН",
    "headword_lat": "OʻZBEKISTON",
    "transliteration": "oʻzbekiston",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "РЕСПУБЛИКА АЛИШЕР НАВОИЙ НОМИДАГИ ЎЗБЕК Т ИЗОҲЛИ 80 000 дан ортиқ сў ТАҲРИР ҲАЙЪАТИ: Э. БЕГМАТОВ, А. МАДВАЛИЕВ, Н Н. ТЎХЛИЕВ, Э. УМАРОВ, Д. ХУД А. Мадвалие Луғат ҳозирги ўзбек адабий тилида кенг и бирикмаларини, фан, техника, санъат ва мадани қўлланадиган сўзларни, баъзи тарихий ва эскир сўзларнинг амалда қўлланиши ХХ аср ўзбек ад далилланган. Луғат ўзбек тилшунослиги ва турк оммавий ахборот воситалари ходимлари, ол талабалари, шунингдек, кенг ўқувчилар оммас \"Ўзбекистон мил Давлат ил Т Эслатма: Ушбу китобдан фақатгин мақсадида фойдаланиш мумкин. Тиж кўпайтириш, тарқатиш wwwwww.z.ziiyyoouuzz..cc И ФАНЛАР АКАДЕМИЯСИ ИЛ ВА АДАБИЁТ ИНСТИТУТИ ЛИНИНГ ЛУЕАТИ ва сўз бирикмаси МАҲКАМОВ, Т. МИРЗАЕВ (раҳбар), ЙБЕРГАНОВА, А. ҲОЖИЕВ таҳрири остида теъмолда бўлган 80 мингдан ортиқ сўз ва сўз т соҳаларига оид терминларни, бир неча шевада ан атамаларни ўз ичига олади. Луғатда берилган биёти ва матбуотидан олинган мисоллар билан йшунослик бўйича мутахассислар, таржимонлар, й таълим муассасаларининг ўқитувчилари ва учун мўлжалланган. ий энциклопедияси\" ий нашриёти шкент шахсий мутолаа, танишиб чиқиш рий мақсадларда фойдаланиш (сотиш, қонунан тақиқланади. mm kkuuttuubbxxoonnaassii SR ЙИГ қ. дуг. ЙИГИРМА1 20 рақами ва шу рақам билан ифодаланган сон, миқдор. Йигирма киши. Йигирма кун. Йигирма литр сут. Йигирма сўм. Йигирма туп кўчат. mm Y кўринишда уятчан, йигирма яшар йигит эди. Ойбек, Танланган асарлар. Дадам асли ўша ерлик экан-у, бундан йигирма йилми, ўттиз йилми олдин бу ёққа келиб қолган.. Х. Тўхтабоев, Ширин қовунлар мамлакати. 2 этн. Киши вафотидан сўнг ўн еттинчи ёки ўн тўққизинчи куни ўтказиладиган маросим. Йўлдош мотамсаро. Онасининг жанозаси, йигирмаси, қирқи, хатми қурвон деб, анча чиқимдор бўлганга ўхшайди. С. Анорбоев, Меҳр. Одатга мувофиқ онамнинг йигирмасини ўтказаман, деб бор-йўқ пулларимдан ажралдим. М. Муҳаммаджонов, Турмуш уринишлари. ЙИГИРМАНЧИ{ Тартиб қаторига кўра нарсанинг 20 рақами билан белгиланган ўрин кўрсаткичи. Йигирманчи уй. Йигирманчи аср. 2 Оёқ кийимларининг ўн тўққиздан катта, йигирма бирдан кичик ўлчам рақами. Йигирманчи туфли. Йигирманчи пайпоқ. 3 Шартли равишда 20 та шам ёруғлигига тенг деб олинган ёруғлик ўлчами. ЙигирManyu фонаръ. Йигирманчи чироқ.",
        "definition_lat": "RESPUBLIKA ALIShER NAVOIY NOMIDAGI OʻZBEK T IZOHLI 80 000 dan ortiq soʻ TAHRIR HAYʼATI: E. BEGMATOV, A. MADVALIEV, N N. TOʻXLIEV, E. UMAROV, D. XUD A. Madvalie Lugʻat hozirgi oʻzbek adabiy tilida keng i birikmalarini, fan, texnika, sanʼat va madani qoʻllanadigan soʻzlarni, baʼzi tarixiy va eskir soʻzlarning amalda qoʻllanishi XX asr oʻzbek ad dalillangan. Lugʻat oʻzbek tilshunosligi va turk ommaviy axborot vositalari xodimlari, ol talabalari, shuningdek, keng oʻquvchilar ommas \"Oʻzbekiston mil Davlat il T Eslatma: Ushbu kitobdan faqatgin maqsadida foydalanish mumkin. Tij koʻpaytirish, tarqatish wwwwww.z.ziiyyoouuzz..cc I FANLAR AKADEMIYaSI IL VA ADABIYoT INSTITUTI LINING LUEATI va soʻz birikmasi MAHKAMOV, T. MIRZAEV (rahbar), YBERGANOVA, A. HOJIEV tahriri ostida teʼmolda boʻlgan 80 mingdan ortiq soʻz va soʻz t sohalariga oid terminlarni, bir necha shevada an atamalarni oʻz ichiga oladi. Lugʻatda berilgan biyoti va matbuotidan olingan misollar bilan yshunoslik boʻyicha mutaxassislar, tarjimonlar, y taʼlim muassasalarining oʻqituvchilari va uchun moʻljallangan. iy entsiklopediyasi\" iy nashriyoti shkent shaxsiy mutolaa, tanishib chiqish riy maqsadlarda foydalanish (sotish, qonunan taqiqlanadi. mm kkuuttuubbxxoonnaassii SR YIG q. dug. YIGIRMA1 20 raqami va shu raqam bilan ifodalangan son, miqdor. Yigirma kishi. Yigirma kun. Yigirma litr sut. Yigirma soʻm. Yigirma tup koʻchat. mm Y koʻrinishda uyatchan, yigirma yashar yigit edi. Oybek, Tanlangan asarlar. Dadam asli oʻsha erlik ekan-u, bundan yigirma yilmi, oʻttiz yilmi oldin bu yoqqa kelib qolgan.. X. Toʻxtaboev, Shirin qovunlar mamlakati. 2 etn. Kishi vafotidan soʻng oʻn ettinchi yoki oʻn toʻqqizinchi kuni oʻtkaziladigan marosim. Yoʻldosh motamsaro. Onasining janozasi, yigirmasi, qirqi, xatmi qurvon deb, ancha chiqimdor boʻlganga oʻxshaydi. S. Anorboev, Mehr. Odatga muvofiq onamning yigirmasini oʻtkazaman, deb bor-yoʻq pullarimdan ajraldim. M. Muhammadjonov, Turmush urinishlari. YIGIRMANChI{ Tartib qatoriga koʻra narsaning 20 raqami bilan belgilangan oʻrin koʻrsatkichi. Yigirmanchi uy. Yigirmanchi asr. 2 Oyoq kiyimlarining oʻn toʻqqizdan katta, yigirma birdan kichik oʻlcham raqami. Yigirmanchi tufli. Yigirmanchi paypoq. 3 Shartli ravishda 20 ta sham yorugʻligiga teng deb olingan yorugʻlik oʻlchami. YigirManyu fonarʼ. Yigirmanchi chiroq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000002",
    "headword_cyr": "ЙИГИРМОҚ",
    "headword_lat": "YIGIRMOQ",
    "transliteration": "yigirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Табиий (ўсимлик, жун ва ипакдан олинадиган) ва сунъий (кимёвий йўл билан олинадиган) толаларни эшиб, пишитиб ип қилмоқ. Ип йигирмоқ. У ҳар сменада беш тонна ипак йигиради. Чарх йигирмоқ Чархда толани тозалаб, эшиб, пишитиб ип қилмоқ. Найманча — wwwwww.z.ziiyyoouuzz..cc азалдан косиблар маҳалласи.. Аёли чарх йигирса, эркаги бўз тўқирди. А. Мухтор, Опасингиллар. ЙИГИРУВ1 Йигирмоқ фл. ҳар. н. Ипни йигирув. 2 Йигириш иши. Йигирув, тўқув, читга гул босиш фабрикаларида янги.. дастгоҳлар гумбурлаб юриб турибди. М. Жўра, Қуёшдан нур эмганлар.",
        "definition_lat": "Tabiiy (oʻsimlik, jun va ipakdan olinadigan) va sunʼiy (kimyoviy yoʻl bilan olinadigan) tolalarni eshib, pishitib ip qilmoq. Ip yigirmoq. U har smenada besh tonna ipak yigiradi. Charx yigirmoq Charxda tolani tozalab, eshib, pishitib ip qilmoq. Naymancha — wwwwww.z.ziiyyoouuzz..cc azaldan kosiblar mahallasi.. Ayoli charx yigirsa, erkagi boʻz toʻqirdi. A. Muxtor, Opasingillar. YIGIRUV1 Yigirmoq fl. har. n. Ipni yigiruv. 2 Yigirish ishi. Yigiruv, toʻquv, chitga gul bosish fabrikalarida yangi.. dastgohlar gumburlab yurib turibdi. M. Joʻra, Quyoshdan nur emganlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000003",
    "headword_cyr": "ЙИГИРУВЧИ",
    "headword_lat": "YIGIRUVChI",
    "transliteration": "yigiruvchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йигирув жараёнини бошқарувчи, йигириш билан шуғулланувчи шахс, мутахассис. Йигирувчи қиз. Йигирувчилар бригадаси. mm Кампирнинг келинини танир эдим. У комбинатнинг кўзга кўринган ип йигирувчиси эди. к Муштум.",
        "definition_lat": "Yigiruv jarayonini boshqaruvchi, yigirish bilan shugʻullanuvchi shaxs, mutaxassis. Yigiruvchi qiz. Yigiruvchilar brigadasi. mm Kampirning kelinini tanir edim. U kombinatning koʻzga koʻringan ip yigiruvchisi edi. k Mushtum.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000004",
    "headword_cyr": "ЙИГИТ",
    "headword_lat": "YIGIT",
    "transliteration": "yigit",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Жинсий ва жисмоний жиҳатдан вояга етган эркак. Уларнинг бири йигирма ёшлардаги қотма, хипча йигит эди. И. Раҳим, Чин муҳаббат. 2 Умуман, ёш эркак, ёш киши. Мана шу ерда МТС ташкил қилинди-ю, бунга ўша пахта заводида ишлайдиган бир йигит каттакон бўлиб келди. А. Қаҳҳор, Қўшчинор чироқлари. 3 кўчма Эр киши, жасур одам, мард. Йигит сўзидан қайтмас, арслон — изидан. Мақол. Эр йигит бошига иш тушганда синалар. Мақол. Йигитнинг моли ерда. Мақол. 4 с.т. (эгалик қўшимчаси билан) Қизнинг кўнгил қўйган кишиси, севгилиси. Ҳой, менга қара, сенингча, йигити бор қиз биров билан гаплашмайдими Шуҳрат, Шинелли йиллар. 5 Бирор ҳарбий тўдага, гуруҳга мансуб бўлган эркак киши. Орадан уч-тўрт дақиқа ўтгандан кейин, Камолон тарафидан бир юз mm kkuuttuubbxxoonnaassii чамалик саркарда ва йигитлари билан Азизбек кўринди. А. Қодирий, Ўтган кунлар. 6 Ўзига нисбатан ёши кичик кишига мурожаат қилишда қўлланади. Йигит, бу йўл қаёққа олиб боради 7шшш Ҳай, ўт йигит, ҳалиги сўзларинг олтинга арзийди.. Ойбек, Танланган асарлар.",
        "definition_lat": "Jinsiy va jismoniy jihatdan voyaga etgan erkak. Ularning biri yigirma yoshlardagi qotma, xipcha yigit edi. I. Rahim, Chin muhabbat. 2 Umuman, yosh erkak, yosh kishi. Mana shu erda MTS tashkil qilindi-yu, bunga oʻsha paxta zavodida ishlaydigan bir yigit kattakon boʻlib keldi. A. Qahhor, Qoʻshchinor chiroqlari. 3 koʻchma Er kishi, jasur odam, mard. Yigit soʻzidan qaytmas, arslon — izidan. Maqol. Er yigit boshiga ish tushganda sinalar. Maqol. Yigitning moli erda. Maqol. 4 s.t. (egalik qoʻshimchasi bilan) Qizning koʻngil qoʻygan kishisi, sevgilisi. Hoy, menga qara, seningcha, yigiti bor qiz birov bilan gaplashmaydimi Shuhrat, Shinelli yillar. 5 Biror harbiy toʻdaga, guruhga mansub boʻlgan erkak kishi. Oradan uch-toʻrt daqiqa oʻtgandan keyin, Kamolon tarafidan bir yuz mm kkuuttuubbxxoonnaassii chamalik sarkarda va yigitlari bilan Azizbek koʻrindi. A. Qodiriy, Oʻtgan kunlar. 6 Oʻziga nisbatan yoshi kichik kishiga murojaat qilishda qoʻllanadi. Yigit, bu yoʻl qayoqqa olib boradi 7shshsh Hay, oʻt yigit, haligi soʻzlaring oltinga arziydi.. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000005",
    "headword_cyr": "ЙИГИТБОШИ",
    "headword_lat": "YIGITBOShI",
    "transliteration": "yigitboshi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "эск. Бирор ҳарбий тўда ёки гуруҳга (йигитларга) бош киши, бошлиқ. ..жаноблари Раҳмонқул қўшинини ўз ҳимояси ва идорасига олдилар. Энди унга сиз каби, Комил афанди каби йигитбошилар керак. Ҳ. Ғулом, Машъал.",
        "definition_lat": "esk. Biror harbiy toʻda yoki guruhga (yigitlarga) bosh kishi, boshliq. ..janoblari Rahmonqul qoʻshinini oʻz himoyasi va idorasiga oldilar. Endi unga siz kabi, Komil afandi kabi yigitboshilar kerak. H. Gʻulom, Mashʼal.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000006",
    "headword_cyr": "ЙИГИТЛАРЧА",
    "headword_lat": "YIGITLARChA",
    "transliteration": "yigitlarcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йигитларга хос, мардона, мардонавор. Йигитларча ишламоқ. ЙИГИТЛИК1 Эр жинсидаги шахснинг балоғатдаги даври, балоғатга етган даври. У йигитлигини дарбадарликда ўтказиб, Андижондан Бухорогача пиёда кезган.. барча катта-кичик ктоғаз деб ҳурматлайдиган Юсвали чол эди. П. Турсун, Ўқитувчи. Ёшсан, соғсан, ишла, ўйна, улфат қур, ҳар бир шўхлик йигитликда ярашади, болам. Ойбек, Танланган асарлар. 2 Шахснинг балоғатга етган, йигит давpara хос. Йигитлик ғурури. mm Оғир, вазмин йигит. Офтоб тиғида қорайган билакларидан йигитлик кучи ёғилиб турибди. М. Ҳазратқулов, Журъат. Йигитликнинг шўх ҳаваслари юракда бир лаҳза чайқалиб кетди. Ойбек, Танланган асарлар. 3 Йигитга хос мардлик, довюраклик, жасурлик. - Жуда яхши, жуда соз бўпти, асл йигитлик қилибсиз — деди Элмурод. П. Турсун, Ўқитувчи. Унинг йигитлигига тилда таҳсин ўқиб.. югуриб келаётганим-да, бек ака. А. Қодирий, Меҳробдан чаён. 4 айн. йигитчилик. Сен ҳали ёшлик қиласан. Йигитлик эмиш. Шу ҳам гап бўпти-ю. Ойбек, Танланган асарлар.",
        "definition_lat": "Yigitlarga xos, mardona, mardonavor. Yigitlarcha ishlamoq. YIGITLIK1 Er jinsidagi shaxsning balogʻatdagi davri, balogʻatga etgan davri. U yigitligini darbadarlikda oʻtkazib, Andijondan Buxorogacha piyoda kezgan.. barcha katta-kichik ktogʻaz deb hurmatlaydigan Yusvali chol edi. P. Tursun, Oʻqituvchi. Yoshsan, sogʻsan, ishla, oʻyna, ulfat qur, har bir shoʻxlik yigitlikda yarashadi, bolam. Oybek, Tanlangan asarlar. 2 Shaxsning balogʻatga etgan, yigit davpara xos. Yigitlik gʻururi. mm Ogʻir, vazmin yigit. Oftob tigʻida qoraygan bilaklaridan yigitlik kuchi yogʻilib turibdi. M. Hazratqulov, Jurʼat. Yigitlikning shoʻx havaslari yurakda bir lahza chayqalib ketdi. Oybek, Tanlangan asarlar. 3 Yigitga xos mardlik, dovyuraklik, jasurlik. - Juda yaxshi, juda soz boʻpti, asl yigitlik qilibsiz — dedi Elmurod. P. Tursun, Oʻqituvchi. Uning yigitligiga tilda tahsin oʻqib.. yugurib kelayotganim-da, bek aka. A. Qodiriy, Mehrobdan chayon. 4 ayn. yigitchilik. Sen hali yoshlik qilasan. Yigitlik emish. Shu ham gap boʻpti-yu. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000007",
    "headword_cyr": "ЙИГИТЧА",
    "headword_lat": "YIGITChA",
    "transliteration": "yigitcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [
      "ravish"
    ],
    "labels_raw": [
      "реш."
    ],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "реш. Йигит сингари, йигитга хос, йигитдек; мардона. Бир йигитча иш қилмоқ. um Қиз тўн, бўппи кийиб, белбоғ боғлаб, йигитча ўйинга тушди. ЙИГИТЧА1 Йигит 1 с. кичр-эркл. 2 Ёш йигит, ўсмир, ўспирин. Шу баҳорда ўзи ўлиб кетди. Қўлидан иш келадиган битта йигитча ўғли бор, қолганлари чурвақа. Ойбек, Танланган асарлар. Йигитчанинг шу «XOH» деган қўшимчасида кменинг Зебинисаму деган маънода бир мақтаниш, бир ғурур оҳанги бор эди. Чўлпон, Кеча ва кундуз. wwwwww.z.ziiyyoouuzz..cc 267 o 3 Ўзига нисбатан ёши кичик йигитга, ўсмирга мурожаат қилишда қўлланади. Э, 3, йигитча: Қани, бу ёққа келинг-чиг A. Қаҳҳор, Ўжар.",
        "definition_lat": "resh. Yigit singari, yigitga xos, yigitdek; mardona. Bir yigitcha ish qilmoq. um Qiz toʻn, boʻppi kiyib, belbogʻ bogʻlab, yigitcha oʻyinga tushdi. YIGITChA1 Yigit 1 s. kichr-erkl. 2 Yosh yigit, oʻsmir, oʻspirin. Shu bahorda oʻzi oʻlib ketdi. Qoʻlidan ish keladigan bitta yigitcha oʻgʻli bor, qolganlari churvaqa. Oybek, Tanlangan asarlar. Yigitchaning shu «XOH» degan qoʻshimchasida kmening Zebinisamu degan maʼnoda bir maqtanish, bir gʻurur ohangi bor edi. Choʻlpon, Kecha va kunduz. wwwwww.z.ziiyyoouuzz..cc 267 o 3 Oʻziga nisbatan yoshi kichik yigitga, oʻsmirga murojaat qilishda qoʻllanadi. E, 3, yigitcha: Qani, bu yoqqa keling-chig A. Qahhor, Oʻjar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000008",
    "headword_cyr": "ЙИГИТЧАСИГА",
    "headword_lat": "YIGITChASIGA",
    "transliteration": "yigitchasiga",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "рвш. Йигитларга ўхшаб, йигитлардек. Йигитчасига ишламоқ. Йигитчасига қадам ташламоқ.",
        "definition_lat": "rvsh. Yigitlarga oʻxshab, yigitlardek. Yigitchasiga ishlamoq. Yigitchasiga qadam tashlamoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000009",
    "headword_cyr": "ЙИГИТЧИЛИК",
    "headword_lat": "YIGITChILIK",
    "transliteration": "yigitchilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йигитликда бўладиган хатти-ҳаракат, юриш-туриш. - Бўлғуси қайнатамизнинг кичкина боғлари бор эди. Йигитчилик экан-да, бозор куни ғира-шира маҳалида уч пахса девордан ошиб тушдим, — деди чол. П. Турсун, Ўқитувчи.",
        "definition_lat": "Yigitlikda boʻladigan xatti-harakat, yurish-turish. - Boʻlgʻusi qaynatamizning kichkina bogʻlari bor edi. Yigitchilik ekan-da, bozor kuni gʻira-shira mahalida uch paxsa devordan oshib tushdim, — dedi chol. P. Tursun, Oʻqituvchi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000010",
    "headword_cyr": "ЙИГИТ-ЯЛАНГ",
    "headword_lat": "YIGIT-YaLANG",
    "transliteration": "yigit-yalang",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Эркак жинсидаги ёшлар, ёш кишилар, йигитлар. Самоварга келувчи йигит-ялангнинг чаккасида лола гулларни кўриб қолдим. Р. Ғулом, Тирилган мурда. Кейинги кунларда маҳалла йигит-яланглари ўртасида янги гап тарқалди. Ҳ. Ғулом, Машъал.",
        "definition_lat": "Erkak jinsidagi yoshlar, yosh kishilar, yigitlar. Samovarga keluvchi yigit-yalangning chakkasida lola gullarni koʻrib qoldim. R. Gʻulom, Tirilgan murda. Keyingi kunlarda mahalla yigit-yalanglari oʻrtasida yangi gap tarqaldi. H. Gʻulom, Mashʼal.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000011",
    "headword_cyr": "ЙИГНА",
    "headword_lat": "YIGNA",
    "transliteration": "yigna",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "с. т. Игна.",
        "definition_lat": "s. t. Igna.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000012",
    "headword_cyr": "ЙИГЧИ",
    "headword_lat": "YIGChI",
    "transliteration": "yigchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "қ. дукчи. Келинг, ўша ҳунарларни мен бир-бир санай, сиз эшитинг: тақачи, темирчи, йигчи, заргар. М. Исмоилий, Одамийлик қиссаси.",
        "definition_lat": "q. dukchi. Keling, oʻsha hunarlarni men bir-bir sanay, siz eshiting: taqachi, temirchi, yigchi, zargar. M. Ismoiliy, Odamiylik qissasi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000013",
    "headword_cyr": "ЙИЛ",
    "headword_lat": "YIL",
    "transliteration": "yil",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ернинг Қуёш атрофида бир марта айланиб чиқиш муддати; ўн икки календар ойига тенг вақт, шундай вақтга тенг ўлчов. Ўтган йил. Бу йил. Йилнинг тўрт фасли. ши 2006 йил учун обуна давом этмоқда. Газетадан. Бу йил ёғин-сочин кўп бўлиб, ер-кўк чамандай яшнаб кетди. С. Сиёев, Ёруғлик. 2 Бирор ҳодиса, воқеа юз берган кундан бошлаб ўтган ўн икки ойлик вақт. Унинг ишга кирганига беш йил бўлди. шиш Учинчи отам билан икки йилча яхши туришди. Ў. Ҳошимов, Қалбингга қулоқ сол. 3 Ўн икки ойлик вақт билан ҳисобланадиган календаръ тизими. Милодий йил. Ҳижрий йил. Кабиса йили. Қуёш йили. Ой йшли. Қамария йил ҳисоби. Академикй ил айн. ўқув йили. Йил ўн икки ой с. m. Йил бўйи, бутун йил давомида. Йил ўн икки ой бекорга ишлабман. Ўқувй или Ёзги таътил охиридан бошлаб келгуси ёзги таътил бошланишигача бўлган ўқиш муддати. Техникум янги ўқув йилига катта тайёргарлик билан келди. Газетадан. 4 астр. Бирор планетанинг Қуёш атрофида бир марта айланишида ўтадиган муддат. Марс йили (687 суткага тенг), Зуҳра йили (225 суткага тенг). mm kkuuttuubbxxoonnaassii ZIR 268 5 тар. Мучал йил ҳисобида ўн икки мучалнинг ҳар бири (қ. мучал). У қўй йилид туғилган. - Йилинг нима2 - Йилим — сичқон. = Бу йил ит йили эканми, билмайман. Кулолликда ҳам мени итлар тинчитмади. Р. Рулом, Шум бола. Йил ағдариш Ёшни мучал ҳисоби билан белгилаш. 6 этн. қ. йил оши. эри Холдорбековнинг йил ўтар-ўтмас, бойваччага кенжа хотин бўли тушгани маҳалла-кўй ўртасида анча ноху гап-сўзлар уйғотган эди. К. Яшин, Ҳамза. Йил оши этн. Киши вафотидан кейин, одатда, тўққизинчи ёки ўн биринчи ойд халойиққа ош бериб ўтказиладиган маросим. У вазифа: ота-онамиз учун йил оши бе риш ва икки укамизни тўй қилиш эди. С. Айний, Эсдаликлар. Азизанинг йил ошисида кейин ўртоқлари.. уйланишга мажбур қил бошладиларҲ.. Ғулом, Тошкентликлар.",
        "definition_lat": "Erning Quyosh atrofida bir marta aylanib chiqish muddati; oʻn ikki kalendar oyiga teng vaqt, shunday vaqtga teng oʻlchov. Oʻtgan yil. Bu yil. Yilning toʻrt fasli. shi 2006 yil uchun obuna davom etmoqda. Gazetadan. Bu yil yogʻin-sochin koʻp boʻlib, er-koʻk chamanday yashnab ketdi. S. Siyoev, Yorugʻlik. 2 Biror hodisa, voqea yuz bergan kundan boshlab oʻtgan oʻn ikki oylik vaqt. Uning ishga kirganiga besh yil boʻldi. shish Uchinchi otam bilan ikki yilcha yaxshi turishdi. Oʻ. Hoshimov, Qalbingga quloq sol. 3 Oʻn ikki oylik vaqt bilan hisoblanadigan kalendarʼ tizimi. Milodiy yil. Hijriy yil. Kabisa yili. Quyosh yili. Oy yshli. Qamariya yil hisobi. Akademiky il ayn. oʻquv yili. Yil oʻn ikki oy s. m. Yil boʻyi, butun yil davomida. Yil oʻn ikki oy bekorga ishlabman. Oʻquvy ili Yozgi taʼtil oxiridan boshlab kelgusi yozgi taʼtil boshlanishigacha boʻlgan oʻqish muddati. Texnikum yangi oʻquv yiliga katta tayyorgarlik bilan keldi. Gazetadan. 4 astr. Biror planetaning Quyosh atrofida bir marta aylanishida oʻtadigan muddat. Mars yili (687 sutkaga teng), Zuhra yili (225 sutkaga teng). mm kkuuttuubbxxoonnaassii ZIR 268 5 tar. Muchal yil hisobida oʻn ikki muchalning har biri (q. muchal). U qoʻy yilid tugʻilgan. - Yiling nima2 - Yilim — sichqon. = Bu yil it yili ekanmi, bilmayman. Kulollikda ham meni itlar tinchitmadi. R. Rulom, Shum bola. Yil agʻdarish Yoshni muchal hisobi bilan belgilash. 6 etn. q. yil oshi. eri Xoldorbekovning yil oʻtar-oʻtmas, boyvachchaga kenja xotin boʻli tushgani mahalla-koʻy oʻrtasida ancha noxu gap-soʻzlar uygʻotgan edi. K. Yashin, Hamza. Yil oshi etn. Kishi vafotidan keyin, odatda, toʻqqizinchi yoki oʻn birinchi oyd xaloyiqqa osh berib oʻtkaziladigan marosim. U vazifa: ota-onamiz uchun yil oshi be rish va ikki ukamizni toʻy qilish edi. S. Ayniy, Esdaliklar. Azizaning yil oshisida keyin oʻrtoqlari.. uylanishga majbur qil boshladilarH.. Gʻulom, Toshkentliklar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000014",
    "headword_cyr": "ЙИЛБАЙ",
    "headword_lat": "YILBAY",
    "transliteration": "yilbay",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йилига байлашилган, йилли қилиб шартлашилган, бир йил давомида ёки бир йилда бир марта ҳақ тўланадиган. Йил бай иш. Йилбай ҳақ. ти Мирзакаримбой ўйла қолди: Кейин, қозоқ, қирғиздан киши баҳр топади. Йилбай қилиб саҳродан келтирасан. Ойбек, Танланган асарлар.",
        "definition_lat": "Yiliga baylashilgan, yilli qilib shartlashilgan, bir yil davomida yoki bir yilda bir marta haq toʻlanadigan. Yil bay ish. Yilbay haq. ti Mirzakarimboy oʻyla qoldi: Keyin, qozoq, qirgʻizdan kishi bahr topadi. Yilbay qilib sahrodan keltirasan. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000015",
    "headword_cyr": "ЙИЛГИ",
    "headword_lat": "YILGI",
    "transliteration": "yilgi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йилга оид. Бу йилги пахта те рим кампанияси. Ўтган йилги хатолар так рорланмасин. mm { Аравакаш: - Бу — ўтга йилги, узоқ йилги пахталар, — деб жаво қиларди. М. Исмоилий, Фарғона т. о. Уч ку ичида уч йилги касалдай бўлиб қолибсан. Ойбек, Танланган асарлар. Ю3 йилги гап 1) аввал бўлиб ўтган воқеаҳодисалар, эски гап-сўзлар; 2) айтилавери сийқаси чиққан гап.",
        "definition_lat": "Yilga oid. Bu yilgi paxta te rim kampaniyasi. Oʻtgan yilgi xatolar tak rorlanmasin. mm { Aravakash: - Bu — oʻtga yilgi, uzoq yilgi paxtalar, — deb javo qilardi. M. Ismoiliy, Fargʻona t. o. Uch ku ichida uch yilgi kasalday boʻlib qolibsan. Oybek, Tanlangan asarlar. Yu3 yilgi gap 1) avval boʻlib oʻtgan voqeahodisalar, eski gap-soʻzlar; 2) aytilaveri siyqasi chiqqan gap.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000016",
    "headword_cyr": "ЙИЛДИРИМ",
    "headword_lat": "YILDIRIM",
    "transliteration": "yildirim",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "эск. Чақмоқ, яшин. Юксак ликка кўтарар мени Йилдиримдай ёришга роҳлар. Ш. Раҳмон. Йилдирим соқчиси эск. Яшин қайтаргич. Оёқ остидаги сомон парчасидан тортиб том даги йилдирим соқчисигача Саидийга қарай ди. A. Қаҳҳор, Сароб.",
        "definition_lat": "esk. Chaqmoq, yashin. Yuksak likka koʻtarar meni Yildirimday yorishga rohlar. Sh. Rahmon. Yildirim soqchisi esk. Yashin qaytargich. Oyoq ostidagi somon parchasidan tortib tom dagi yildirim soqchisigacha Saidiyga qaray di. A. Qahhor, Sarob.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000017",
    "headword_cyr": "ЙИЛИГА",
    "headword_lat": "YILIGA",
    "transliteration": "yiliga",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳар бир йил учун, ҳар йи ҳисобига, бир йил давомида. ГЎрозни) Би қўйчи бой, йилига саккиз сўмдан ёллаб, Тош кентга келтирган. Ойбек, Танланган асарлар 2 Ҳар йили. Биз йилига Шоҳимардонда да оламиз.",
        "definition_lat": "Har bir yil uchun, har yi hisobiga, bir yil davomida. GOʻrozni) Bi qoʻychi boy, yiliga sakkiz soʻmdan yollab, Tosh kentga keltirgan. Oybek, Tanlangan asarlar 2 Har yili. Biz yiliga Shohimardonda da olamiz.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000018",
    "headword_cyr": "ЙИЛЛАБ",
    "headword_lat": "YILLAB",
    "transliteration": "yillab",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ревш. Бир неча йил мобайнида бир неча йиллар давомида. Бирови йилла wwwwww.z.ziiyyoouuzz..cc сақлаган йилқи мойи топиб келиб, тўпиғимни силайди, бирови қизиқ-қизиқ гаплар айтиб, кўнглимни кўтаради. С. Сиёев, Ёруғлик.",
        "definition_lat": "revsh. Bir necha yil mobaynida bir necha yillar davomida. Birovi yilla wwwwww.z.ziiyyoouuzz..cc saqlagan yilqi moyi topib kelib, toʻpigʻimni silaydi, birovi qiziq-qiziq gaplar aytib, koʻnglimni koʻtaradi. S. Siyoev, Yorugʻlik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000019",
    "headword_cyr": "ЙИЛЛАРЧА",
    "headword_lat": "YILLARChA",
    "transliteration": "yillarcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [
      "ravish"
    ],
    "labels_raw": [
      "реш."
    ],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "реш. Бир неча йил мобайнида, йиллаб. Ҳозир иккиси {Йўлчи билан Гулнор) қалбларида йилларча сақланган муқаддас орзуларга етишганликларидан.. маст каби эди. Ойбек, Танланган асарлар.",
        "definition_lat": "resh. Bir necha yil mobaynida, yillab. Hozir ikkisi {Yoʻlchi bilan Gulnor) qalblarida yillarcha saqlangan muqaddas orzularga etishganliklaridan.. mast kabi edi. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000020",
    "headword_cyr": "ЙИЛЛИК",
    "headword_lat": "YILLIK",
    "transliteration": "yillik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бир йилга мўлжалланган: бир йил ичида содир бўладиган. Йиллик мажбурият. шиш Деҳқон axdu, вавъдасининг қатъийлигига бўлимнинг йиллик якунларини таҳлил қилганда яна бир бор қаноат ҳосил қилдик. кЎзбекистон қўриқларир. 2 Муайян тарихий воқеа-ҳодисани нишонлаш, байрам қилишдаги йил ҳисобини ифодалайди. Ўзбекистон мустақиллигининг 15 йиллигига бағишланган илмий анжуман.",
        "definition_lat": "Bir yilga moʻljallangan: bir yil ichida sodir boʻladigan. Yillik majburiyat. shish Dehqon axdu, vavʼdasining qatʼiyligiga boʻlimning yillik yakunlarini tahlil qilganda yana bir bor qanoat hosil qildik. kOʻzbekiston qoʻriqlarir. 2 Muayyan tarixiy voqea-hodisani nishonlash, bayram qilishdagi yil hisobini ifodalaydi. Oʻzbekiston mustaqilligining 15 yilligiga bagʻishlangan ilmiy anjuman.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000021",
    "headword_cyr": "ЙИЛНОМА",
    "headword_lat": "YILNOMA",
    "transliteration": "yilnoma",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Воқеа-ҳодисалар изчил тарзда йилма-йил (йиллар давомида) қайд этиб борилган тарихий ёзма ҳужжат; солнома. Йилнома ёзмоқ. mm Ёшларимизнниг меҳнат зафарлари тўғрисида ажойиб йилномалар ёзиш мумкин. С. Йўлдошев, Шонли йўл. Менгина эмас, полк мирзалари ҳам ҳар бир аскарнинг тарихини баён қилиб берувчи йилнома қолдирмаганлар. Н. Сафаров, Оловли излар.",
        "definition_lat": "Voqea-hodisalar izchil tarzda yilma-yil (yillar davomida) qayd etib borilgan tarixiy yozma hujjat; solnoma. Yilnoma yozmoq. mm Yoshlarimiznnig mehnat zafarlari toʻgʻrisida ajoyib yilnomalar yozish mumkin. S. Yoʻldoshev, Shonli yoʻl. Mengina emas, polk mirzalari ham har bir askarning tarixini bayon qilib beruvchi yilnoma qoldirmaganlar. N. Safarov, Olovli izlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000022",
    "headword_cyr": "ЙИЛНОМАЧИ",
    "headword_lat": "YILNOMAChI",
    "transliteration": "yilnomachi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Солнома тузувчи, тарихни ёзиб борувчи; солномачи. ..тарих холис йилномачи тарзида ўз саҳифаларига яхши ишларнигина ёзиб қўя қолмайди. Газетадан. ЙИЛТ: йилт этмоқ Учқун сингари кўзга ташланмоқ; йилтилламоқ. Тун қоронғи эди. Осмонда йилт этган юлдуз кўринмасди. С. Анорбоев, Оқсой. ..йўлнинг уфқида бир нима йилт этди, сўнгра бир нечта қора нуқта кўринди. А. Қаҳҳор, Қўшчинор чироқлари.",
        "definition_lat": "Solnoma tuzuvchi, tarixni yozib boruvchi; solnomachi. ..tarix xolis yilnomachi tarzida oʻz sahifalariga yaxshi ishlarnigina yozib qoʻya qolmaydi. Gazetadan. YILT: yilt etmoq Uchqun singari koʻzga tashlanmoq; yiltillamoq. Tun qorongʻi edi. Osmonda yilt etgan yulduz koʻrinmasdi. S. Anorboev, Oqsoy. ..yoʻlning ufqida bir nima yilt etdi, soʻngra bir nechta qora nuqta koʻrindi. A. Qahhor, Qoʻshchinor chiroqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000023",
    "headword_cyr": "ЙИЛТИЛЛАМОҚ",
    "headword_lat": "YILTILLAMOQ",
    "transliteration": "yiltillamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йилт-йилт нур сочмоқ, йилт-йилт қилмоқ; йилтирамоқ. Қоронғи тунда юлдузлар йилтилларди. Узоқдан йилтиллаб ўт кўринади. mm Лабларда махорка чўғи йилтиллайди, чекка-чеккада маъноси англашилмаган қандайдир гурунг. Ойбек, Қуёш қораймас. Меҳмонлар кўчага чиққанда, атроф зим-зиё, юлдузлар улкан чодирга қадалган беҳисоб чироқлардек йилтилларди. С. Кароматов, Сўнгги бархан.",
        "definition_lat": "Yilt-yilt nur sochmoq, yilt-yilt qilmoq; yiltiramoq. Qorongʻi tunda yulduzlar yiltillardi. Uzoqdan yiltillab oʻt koʻrinadi. mm Lablarda maxorka choʻgʻi yiltillaydi, chekka-chekkada maʼnosi anglashilmagan qandaydir gurung. Oybek, Quyosh qoraymas. Mehmonlar koʻchaga chiqqanda, atrof zim-ziyo, yulduzlar ulkan chodirga qadalgan behisob chiroqlardek yiltillardi. S. Karomatov, Soʻnggi barxan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000024",
    "headword_cyr": "ЙИЛТИРАМОҚ",
    "headword_lat": "YILTIRAMOQ",
    "transliteration": "yiltiramoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "қ. йилтилламоқ. Чумчуқлар.. томларнинг бўғотларига қўниб, йилтираган офтоб нурига ўзини тоблайди. М. Ҳазратқулов, Журъат. mm kkuuttuubbxxoonnaassii ЙИЛТИРОҚ Нур қайтариб ёки нур сочиб турадиган, жилоланиб кўринадиган; йилтирайдиган; ялтироқ. Ҳовуз бетига кумушдай йилтироқ танга балиқлар чиқиб, нон ушоқларини илиб кета бошлади. Ҳ. Назир, Сўнмас чақмоқлар. Йилтироқ тошларда қуёш шувласи.. Ж. Жабборов. ЙИЛЧА{ Тахминан бир йил. Бу воқеага бир йилча бўлди. 2 Йил қадар, йилга тенг. Йўқламаган ҳар кунинг йилча бўлурми ҳай-ҳай.. С. Зуннунова.",
        "definition_lat": "q. yiltillamoq. Chumchuqlar.. tomlarning boʻgʻotlariga qoʻnib, yiltiragan oftob nuriga oʻzini toblaydi. M. Hazratqulov, Jurʼat. mm kkuuttuubbxxoonnaassii YILTIROQ Nur qaytarib yoki nur sochib turadigan, jilolanib koʻrinadigan; yiltiraydigan; yaltiroq. Hovuz betiga kumushday yiltiroq tanga baliqlar chiqib, non ushoqlarini ilib keta boshladi. H. Nazir, Soʻnmas chaqmoqlar. Yiltiroq toshlarda quyosh shuvlasi.. J. Jabborov. YILChA{ Taxminan bir yil. Bu voqeaga bir yilcha boʻldi. 2 Yil qadar, yilga teng. Yoʻqlamagan har kuning yilcha boʻlurmi hay-hay.. S. Zunnunova.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000025",
    "headword_cyr": "ЙИЛҚИ",
    "headword_lat": "YILQI",
    "transliteration": "yilqi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Отлар подаси; отлар; уюр. Барчин.. отасининг тўқсон тўқай йилқисидан ўн отни сайлаб олди. кАлпомиши. Йилқи, пода, сурувлар дард кўрмай ўсса дейман. Қ. Муҳаммадий. 2 Умуман, от. Бирови йиллаб сақлаган йилқи мойи топиб келиб, тўпиғимни силайди.. С. Сиёев, Ёруғлик.",
        "definition_lat": "Otlar podasi; otlar; uyur. Barchin.. otasining toʻqson toʻqay yilqisidan oʻn otni saylab oldi. kAlpomishi. Yilqi, poda, suruvlar dard koʻrmay oʻssa deyman. Q. Muhammadiy. 2 Umuman, ot. Birovi yillab saqlagan yilqi moyi topib kelib, toʻpigʻimni silaydi.. S. Siyoev, Yorugʻlik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000026",
    "headword_cyr": "ЙИЛҚИБОН",
    "headword_lat": "YILQIBON",
    "transliteration": "yilqibon",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йилқи боқувчи. Аллонбийнинг йилқибони бўлган Элгелди.. Сулувини отга мингаштириб, яйловдан яйловга кезарди. А. Мухтор, Қорақалпоқ қиссаси.",
        "definition_lat": "Yilqi boquvchi. Allonbiyning yilqiboni boʻlgan Elgeldi.. Suluvini otga mingashtirib, yaylovdan yaylovga kezardi. A. Muxtor, Qoraqalpoq qissasi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000027",
    "headword_cyr": "ЙИЛҚИБОҚАР",
    "headword_lat": "YILQIBOQAR",
    "transliteration": "yilqiboqar",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. йилқибон.",
        "definition_lat": "ayn. yilqibon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000028",
    "headword_cyr": "ЙИЛҚИЧИ",
    "headword_lat": "YILQIChI",
    "transliteration": "yilqichi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "11",
        "definition_cyr": "Йилқичилик билан шуғулланувчи, йилқи етиштирувчи. ..гўштдан бир-икки чимдиб, ўз навбатида, бош йилқичи Сулаймон оқсоқолга яқинроқ суриб қўйди. К. Яшин, Ҳамза. 2 Йилқибон, йилқибоқар. Бойбўрининг Қултой деган йилқичи қули бор эди. КАлпоМИ.",
        "definition_lat": "Yilqichilik bilan shugʻullanuvchi, yilqi etishtiruvchi. ..goʻshtdan bir-ikki chimdib, oʻz navbatida, bosh yilqichi Sulaymon oqsoqolga yaqinroq surib qoʻydi. K. Yashin, Hamza. 2 Yilqibon, yilqiboqar. Boyboʻrining Qultoy degan yilqichi quli bor edi. KAlpoMI.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000029",
    "headword_cyr": "ЙИЛҚИЧИ",
    "headword_lat": "YILQIChI",
    "transliteration": "yilqichi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "II Балиқчиларга мансуб, ҳашаротлар билан овқатланадиган, саҳрода яшовчи тунги қуш. Аҳён-аҳёнда йилқичи қушнинг кғақ-қузлаган товуши эшитилади. D. Мусажонов, Ҳиммат. Ўзбекистонниинг жанубига йилқичилар мартнинг ўрталарида учиб келади. кЎзбекистон ҳайвонлариз.",
        "definition_lat": "II Baliqchilarga mansub, hasharotlar bilan ovqatlanadigan, sahroda yashovchi tungi qush. Ahyon-ahyonda yilqichi qushning kgʻaq-quzlagan tovushi eshitiladi. D. Musajonov, Himmat. Oʻzbekistonniing janubiga yilqichilar martning oʻrtalarida uchib keladi. kOʻzbekiston hayvonlariz.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000030",
    "headword_cyr": "ЙИЛҚИЧИЛИК",
    "headword_lat": "YILQIChILIK",
    "transliteration": "yilqichilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Чорвачиликнинг йилқи етиштириш (урчитиш, кўпайтириш, зотини яхшилаш ва б.) билан шуғулланадиган тармоғи. Йилқичилик хўжалиги. Йилқичиликни янада ривожлантирамиз. 2 Йилқи боқиш иши; йилқибоқарлик. Икромнинг дадаси илгари йилқичилик қилган эди, шу киши ёрдам берди. С. Сиёев, Ёруғлик.",
        "definition_lat": "Chorvachilikning yilqi etishtirish (urchitish, koʻpaytirish, zotini yaxshilash va b.) bilan shugʻullanadigan tarmogʻi. Yilqichilik xoʻjaligi. Yilqichilikni yanada rivojlantiramiz. 2 Yilqi boqish ishi; yilqiboqarlik. Ikromning dadasi ilgari yilqichilik qilgan edi, shu kishi yordam berdi. S. Siyoev, Yorugʻlik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000031",
    "headword_cyr": "ЙИЛЕРА",
    "headword_lat": "YILERA",
    "transliteration": "yilera",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. жилға. {Ўктам) Фронтда.. ўқ дўллари орасида дарёларни, неча-неча йилғаларни сузиб ўтган эди. Ойбек, О. в. шабадалар. wwwwww.z.ziiyyoouuzz..cc 269 uo ЙИЛРАНМОҚ кам қўлл. Эскириб титилоқ. Баёзи қоғозларнинг четлари йипранган, оғ-дуғ тушган. Ойбек, Навоий.",
        "definition_lat": "ayn. jilgʻa. {Oʻktam) Frontda.. oʻq doʻllari orasida daryolarni, necha-necha yilgʻalarni suzib oʻtgan edi. Oybek, O. v. shabadalar. wwwwww.z.ziiyyoouuzz..cc 269 uo YILRANMOQ kam qoʻll. Eskirib titiloq. Bayozi qogʻozlarning chetlari yiprangan, ogʻ-dugʻ tushgan. Oybek, Navoiy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000032",
    "headword_cyr": "ЙИРГАМЧИК",
    "headword_lat": "YIRGAMChIK",
    "transliteration": "yirgamchik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Киши йирганадиган, ишининг кўнгли тортмайдиган; жирканч, флос. Йиргамчик овқат.",
        "definition_lat": "Kishi yirganadigan, ishining koʻngli tortmaydigan; jirkanch, flos. Yirgamchik ovqat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000033",
    "headword_cyr": "ЙИРГАНМОҚ",
    "headword_lat": "YIRGANMOQ",
    "transliteration": "yirganmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳазар қилмоқ, жирканоқ. Шу овқатдан йирганади. шиш - Бойларинг дарди олтину кумуш, мисоли итпашшаati ёпишасиз унга, йирганаман бойларнинг афсидан, хасислигидан, — деди Зумрад бойа. Ойбек, Улуғ йўл.",
        "definition_lat": "Hazar qilmoq, jirkanoq. Shu ovqatdan yirganadi. shish - Boylaring dardi oltinu kumush, misoli itpashshaati yopishasiz unga, yirganaman boylarning afsidan, xasisligidan, — dedi Zumrad boya. Oybek, Ulugʻ yoʻl.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000034",
    "headword_cyr": "ЙИРГАНЧ",
    "headword_lat": "YIRGANCh",
    "transliteration": "yirganch",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "қ. жирканч. Фаҳшлар қўйнида ирганч парвариш Кўрган сояпарвар илмилиқ адан. Ғ. Ғулом.",
        "definition_lat": "q. jirkanch. Fahshlar qoʻynida irganch parvarish Koʻrgan soyaparvar ilmiliq adan. Gʻ. Gʻulom.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000035",
    "headword_cyr": "ЙИРИК",
    "headword_lat": "YIRIK",
    "transliteration": "yirik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳажми, ўлчамлари, қиймаи жиҳатидан нисбатан катта; зид. майда. Йирик марварид. Йирик гуруч. Йирик томчи. Йирик олма. Йирик пул. mm Аҳмад танал қаҳр билан ўрнидан турди ва йирик тишарини иржайтириб қўшиб қўйди. П. Қодиов, Юлдузли тунлар. Дарахтлар пакана, еваси мўл ва йирик. Ойбек, Танланган асарар. Оқшом тушиб, ташқари қоронғилашиб олган, гупиллатиб йирик-йирик қор ёғар эди. Газетадан 2 Катта куч-қудрат ва имкониятларга эга ўлган, кўлами кенг; катта. Йирик корхона. Йирик хўжалик. mm (Зоминз ғаллачилик ўжалиги ҳудудида йирик сув омбори қуриша киришилди. кЎзбекистон қўриқлариз. Буунги Тошкент — йирик саноат, фан ва мааният марказларидан бири. кСаодатз. 3 Эътибори, аҳамият даражаси юқори, ртиқ бўлган; катта. Йирик анжуман. аш Мамлакатимиз ҳаётидаги бирон-бир йирик воқеа йўқки, унда халқлар дўстлиги, биродарлиги намоён бўлмаган бўлсин. Р. Файзий, аъзим. Боболаримизнинг табиий фанларни тараққий эттириш борасидаги муваффақиятларининг сири эса фанда йирик кашфиётлар яратишдек мушкул ва машаққати иш бўлиб қолди биз учун. С. Кароматов, Олтин қум. 4 Ўз иши, фаолияти ёки таъсири билан кўзга кўринган, шуҳрат-обрў қозонган; тоқли; нуфузли. Йирик мутахассис. Йирик одам. Йирик адиб. mm Собирни бунга дадаси — йирик математик Султонов ундаган эди. О. Мўминов, Хиёбондаги уч учрашув. Хадича Сулаймонова ажойиб инсон, йирик жамоат арбоби, яхши она эди. кСаодат. mm kkuuttuubbxxoonnaassii 222 270 Иш(лар) йирик Иш юришган, ҳар жиҳатдан мувафаққиятга эришилаётган ҳолатни билдиради. - Ҳозир унинг {Омоннинг) иши йирик. Абдулла қорақошга шогирд тушган, уйига сув ташиб, от боқиб юрибди, — деди Туроббий Шум болага. Ғ. Ғулом, Шум бола. -анов хуржунда гўшт, мой бор, гуруч бор. Кечқурун паловни йўндирасиз. Эртага қўй сўямиз. Ишлар йирик. Ойбек, О.в. шабадалар. Йирик пул с.т. Катта суммадаги пул.",
        "definition_lat": "Hajmi, oʻlchamlari, qiymai jihatidan nisbatan katta; zid. mayda. Yirik marvarid. Yirik guruch. Yirik tomchi. Yirik olma. Yirik pul. mm Ahmad tanal qahr bilan oʻrnidan turdi va yirik tisharini irjaytirib qoʻshib qoʻydi. P. Qodiov, Yulduzli tunlar. Daraxtlar pakana, evasi moʻl va yirik. Oybek, Tanlangan asarar. Oqshom tushib, tashqari qorongʻilashib olgan, gupillatib yirik-yirik qor yogʻar edi. Gazetadan 2 Katta kuch-qudrat va imkoniyatlarga ega oʻlgan, koʻlami keng; katta. Yirik korxona. Yirik xoʻjalik. mm (Zominz gʻallachilik oʻjaligi hududida yirik suv ombori qurisha kirishildi. kOʻzbekiston qoʻriqlariz. Buungi Toshkent — yirik sanoat, fan va maaniyat markazlaridan biri. kSaodatz. 3 Eʼtibori, ahamiyat darajasi yuqori, rtiq boʻlgan; katta. Yirik anjuman. ash Mamlakatimiz hayotidagi biron-bir yirik voqea yoʻqki, unda xalqlar doʻstligi, birodarligi namoyon boʻlmagan boʻlsin. R. Fayziy, aʼzim. Bobolarimizning tabiiy fanlarni taraqqiy ettirish borasidagi muvaffaqiyatlarining siri esa fanda yirik kashfiyotlar yaratishdek mushkul va mashaqqati ish boʻlib qoldi biz uchun. S. Karomatov, Oltin qum. 4 Oʻz ishi, faoliyati yoki taʼsiri bilan koʻzga koʻringan, shuhrat-obroʻ qozongan; toqli; nufuzli. Yirik mutaxassis. Yirik odam. Yirik adib. mm Sobirni bunga dadasi — yirik matematik Sultonov undagan edi. O. Moʻminov, Xiyobondagi uch uchrashuv. Xadicha Sulaymonova ajoyib inson, yirik jamoat arbobi, yaxshi ona edi. kSaodat. mm kkuuttuubbxxoonnaassii 222 270 Ish(lar) yirik Ish yurishgan, har jihatdan muvafaqqiyatga erishilayotgan holatni bildiradi. - Hozir uning {Omonning) ishi yirik. Abdulla qoraqoshga shogird tushgan, uyiga suv tashib, ot boqib yuribdi, — dedi Turobbiy Shum bolaga. Gʻ. Gʻulom, Shum bola. -anov xurjunda goʻsht, moy bor, guruch bor. Kechqurun palovni yoʻndirasiz. Ertaga qoʻy soʻyamiz. Ishlar yirik. Oybek, O.v. shabadalar. Yirik pul s.t. Katta summadagi pul.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000036",
    "headword_cyr": "ЙИРИКЛАМОҚ",
    "headword_lat": "YIRIKLAMOQ",
    "transliteration": "yiriklamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Майдаларни қўшиб яхлитлаштирмоқ, йириклаштирмоқ, йирик қилмоқ. (Авзам) Ишни шу хотинидан яшириб юрган пулини йириклашдан бошлади. Шуҳрат, Жаннат қидирганлар.",
        "definition_lat": "Maydalarni qoʻshib yaxlitlashtirmoq, yiriklashtirmoq, yirik qilmoq. (Avzam) Ishni shu xotinidan yashirib yurgan pulini yiriklashdan boshladi. Shuhrat, Jannat qidirganlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000037",
    "headword_cyr": "ЙИРИКЛАШМОҚ",
    "headword_lat": "YIRIKLAShMOQ",
    "transliteration": "yiriklashmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳажм, ўлчам ва ш. к. жиҳатдан йирик бўлмоқ, йирик ҳолат касб этмоқ. Тўғри, хўжаликлар йириклашиб кетган. М. Ҳазратқулов, Журъат. Иши йириклашмоқ Омади келмоқ, иши юришиб кетмоқ.",
        "definition_lat": "Hajm, oʻlcham va sh. k. jihatdan yirik boʻlmoq, yirik holat kasb etmoq. Toʻgʻri, xoʻjaliklar yiriklashib ketgan. M. Hazratqulov, Jurʼat. Ishi yiriklashmoq Omadi kelmoq, ishi yurishib ketmoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000038",
    "headword_cyr": "ЙИРИЛМОҚ",
    "headword_lat": "YIRILMOQ",
    "transliteration": "yirilmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йирмоқ фл. yan. ва мажҳ. н. Лайлакнинг (Қарғанинг) юришини қиламан деб, чумчуқнинг чатаноғи йирилибди. Мақол. иш Эркабой ўтган жойдан сакрайман, деб бутимиз йирилмасин (деди Фозилжон Саидга). Й. Муқимов, Олов ва ниҳоллар.",
        "definition_lat": "Yirmoq fl. yan. va majh. n. Laylakning (Qargʻaning) yurishini qilaman deb, chumchuqning chatanogʻi yirilibdi. Maqol. ish Erkaboy oʻtgan joydan sakrayman, deb butimiz yirilmasin (dedi Foziljon Saidga). Y. Muqimov, Olov va nihollar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000039",
    "headword_cyr": "ЙИРИНГ",
    "headword_lat": "YIRING",
    "transliteration": "yiring",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Тўқималарнинг яллиғланишидан ҳосил бўладиган сарғиш-кўк рангли, ёмон ҳид тарқатадиган суюқлик; фасод. Йиринг бойламоқ 1) газак олиб, йиринг ҳосил қилмоқ; йирингламоқ. Яра йиринг бойлади; 2) кўчма авж олмоқ, зўраймоқ. (Усмонжоннинг) Болалигида қалбида бўртган алам яраси йилдан-йилга йиринг бойлаб, фасод йиға бошлади. С. Зуннунова, Гулхан.",
        "definition_lat": "Toʻqimalarning yalligʻlanishidan hosil boʻladigan sargʻish-koʻk rangli, yomon hid tarqatadigan suyuqlik; fasod. Yiring boylamoq 1) gazak olib, yiring hosil qilmoq; yiringlamoq. Yara yiring boyladi; 2) koʻchma avj olmoq, zoʻraymoq. (Usmonjonning) Bolaligida qalbida boʻrtgan alam yarasi yildan-yilga yiring boylab, fasod yigʻa boshladi. S. Zunnunova, Gulxan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000040",
    "headword_cyr": "ЙИРИНГЛАМОҚ",
    "headword_lat": "YIRINGLAMOQ",
    "transliteration": "yiringlamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиринг ҳосил қилмоқ, ҳосил бўлмоқ; йиринг олмоқ, йиринг бойламоқ. Оёқларидаги занжирнинг сиқувини ҳам, елкасидаги йиринглаб кетган чуқур яранинг оғриғини ҳам унутган темирчи... энтикиб, “0300” деган сўзни такрорлади. Ш. Тошматов, Эрк қуши.",
        "definition_lat": "Yiring hosil qilmoq, hosil boʻlmoq; yiring olmoq, yiring boylamoq. Oyoqlaridagi zanjirning siquvini ham, elkasidagi yiringlab ketgan chuqur yaraning ogʻrigʻini ham unutgan temirchi... entikib, “0300” degan soʻzni takrorladi. Sh. Toshmatov, Erk qushi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000041",
    "headword_cyr": "ЙИРИНГЛИ",
    "headword_lat": "YIRINGLI",
    "transliteration": "yiringli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиринг бойлаган, йиринглаган; йиринги бор. Қадим замонда бир император лабига чиққан йирингли ярадан азоб чекарди. кФан ва турмуши.",
        "definition_lat": "Yiring boylagan, yiringlagan; yiringi bor. Qadim zamonda bir imperator labiga chiqqan yiringli yaradan azob chekardi. kFan va turmushi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000042",
    "headword_cyr": "ЙИРИҚ",
    "headword_lat": "YIRIQ",
    "transliteration": "yiriq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йирилган, ёриқ жой, ёриқ. Тахта деворнинг йириғидан қарамоқ.",
        "definition_lat": "Yirilgan, yoriq joy, yoriq. Taxta devorning yirigʻidan qaramoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000043",
    "headword_cyr": "ЙИРМОҚ",
    "headword_lat": "YIRMOQ",
    "transliteration": "yirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Икки томонга кериб, орасини очмоқ, икки ёққа ажратмоқ. Бола қушнинг тумшуғини йириб, оғзига дон солди. шиш wwwwww.z.ziiyyoouuzz..cc Фашист бўғзига тобора чуқурроқ ботаётган Алижоннинг темир панжаларини йириб ташламоқчи бўлиб уринар эди. С. Анорбоев, Дўстлар. Дўстим Сардор жуда чарчаган бўлсада, бирмунча вақтгача кўзларини йириб очиб ётди. М. Осим, Элчилар.",
        "definition_lat": "Ikki tomonga kerib, orasini ochmoq, ikki yoqqa ajratmoq. Bola qushning tumshugʻini yirib, ogʻziga don soldi. shish wwwwww.z.ziiyyoouuzz..cc Fashist boʻgʻziga tobora chuqurroq botayotgan Alijonning temir panjalarini yirib tashlamoqchi boʻlib urinar edi. S. Anorboev, Doʻstlar. Doʻstim Sardor juda charchagan boʻlsada, birmuncha vaqtgacha koʻzlarini yirib ochib yotdi. M. Osim, Elchilar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000044",
    "headword_cyr": "ЙИРМОЧ",
    "headword_lat": "YIRMOCh",
    "transliteration": "yirmoch",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Тўн, чопон этагининг икки ёнидан учбурчак шаклида қийилган жойи. ЙИРОҚ1 Оралиқ масофаси катта; узоқ, олис. Йироқ ўлкаларда кезарди сайёҳ, Кезарди юртига кўзини тикиб. А. Орипов. Унга I Mapamea) бир ярим минг сўм пул керак, шуни топади, сўнгра йироқ бир мамлакатга кетади. Чўлпон, Кеча ва кундуз. 2 Чиқиш келишигидаги сўз билан қўлланиб, киши ёки нарсада шу сўз билдирган нарсанинг йўқлиги, даҳли йўқлиги, алоқасизлиги маъносини ифодалайди. Фандан йироқ одамлар улардан ажабтовур гаплар, мулоҳазали фикрлар кутадилар. Газетадан. Дунёда муҳаббатдан йироқ ҳисларнинг, Йироқ туйғуларнинг ўлгани яхши. Қ. Раҳимбоева. Бир тундаёқ етишди озод ўлкага. Жабр, зулмдан йироқ обод ўлкага. Ғайратий. Кўздан йироқ Кўринмайдиган ҳолатда, кўздан пана. Қаллиқлар одамларнинг кўзидан йироқда яширинча учрашиб юрар эдилар. П. Қодиров, Юлдузли тунлар. Осмон йироқ (ёки узоқ), ер қаттиқ Ҳаёт (турмуш)даги чорасиз ҳолатни, иложсизликни ифодалайди. ..лекин одамзод жонига теккан нарсадан қутулиш йўлини билмаса, осмон йироқ, ер қаттиқ бўлади, унга кўникади. А. Қаҳҳор, Қўшчинор чироқлари.",
        "definition_lat": "Toʻn, chopon etagining ikki yonidan uchburchak shaklida qiyilgan joyi. YIROQ1 Oraliq masofasi katta; uzoq, olis. Yiroq oʻlkalarda kezardi sayyoh, Kezardi yurtiga koʻzini tikib. A. Oripov. Unga I Mapamea) bir yarim ming soʻm pul kerak, shuni topadi, soʻngra yiroq bir mamlakatga ketadi. Choʻlpon, Kecha va kunduz. 2 Chiqish kelishigidagi soʻz bilan qoʻllanib, kishi yoki narsada shu soʻz bildirgan narsaning yoʻqligi, dahli yoʻqligi, aloqasizligi maʼnosini ifodalaydi. Fandan yiroq odamlar ulardan ajabtovur gaplar, mulohazali fikrlar kutadilar. Gazetadan. Dunyoda muhabbatdan yiroq hislarning, Yiroq tuygʻularning oʻlgani yaxshi. Q. Rahimboeva. Bir tundayoq etishdi ozod oʻlkaga. Jabr, zulmdan yiroq obod oʻlkaga. Gʻayratiy. Koʻzdan yiroq Koʻrinmaydigan holatda, koʻzdan pana. Qalliqlar odamlarning koʻzidan yiroqda yashirincha uchrashib yurar edilar. P. Qodirov, Yulduzli tunlar. Osmon yiroq (yoki uzoq), er qattiq Hayot (turmush)dagi chorasiz holatni, ilojsizlikni ifodalaydi. ..lekin odamzod joniga tekkan narsadan qutulish yoʻlini bilmasa, osmon yiroq, er qattiq boʻladi, unga koʻnikadi. A. Qahhor, Qoʻshchinor chiroqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000045",
    "headword_cyr": "ЙИРОҚ-ЁВУҚ",
    "headword_lat": "YIROQ-YoVUQ",
    "transliteration": "yiroq-yovuq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. узоқ-яқин. Бир соатдан сўнг, йироқ-ёвуқдан тўйга давват қилинганлар кела бошлади. Ойбек, Танланган асарлар.",
        "definition_lat": "ayn. uzoq-yaqin. Bir soatdan soʻng, yiroq-yovuqdan toʻyga davvat qilinganlar kela boshladi. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000046",
    "headword_cyr": "ЙИРОҚЛАШМОҚ",
    "headword_lat": "YIROQLAShMOQ",
    "transliteration": "yiroqlashmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. узоқлашмоқ. Машина кўздан йироқлашди. шиа У шаҳардан йироқлашиб, қишлоққа яқинлашган сайин, кўнгли ҳавойи туйғулардан сармаст чайқалар эди. С. Сиёев, Аваз. ЙИРТИШ1 Йиртмоқ фл. ҳар. н. 2 этн. Марҳумни кўмиш маросимида қатнашган кишиларга ва унинг яқинларига бериладиган бир бўлак рўмолчабоп мато; дурра; оқлик. Жаноза намози ўқилиб, йиртиш ва исқотлар бўлинди. С. Айний, Дохунда. Маросимга етиб келган.. оддий фақирларга йиртиш улашилмоқда. М. Муҳаммаджонов, Турмуш уринишлари. mm kkuuttuubbxxoonnaassii ЙИРТИҚ 1 Йиртилиб кетган, йиртилган. Иштонсиз (одам) тиззаси йиртиққа кулар. Мақол. шш Ҳамманинг кўзи Раҳимнинг тирсаги чиқиб турган йиртиқ енгига тушди. Ҳ. Назир, Сўнмас чақмоқлар. Эгнида отигина қолган жулдур яктак, йиртиқ иштон, оёқлари яланг.. М.Исмоилий, ФарғоHa T. 0. 2 кўчма Бирор нарсанинг узилиб, юлиниб, очиқ қолган жойи. Аксарининг устибоши юпун, маҳсиларининг йиртиқларидан кир пайтавалари осилиб туради.. Ойбек, Танланган асарлар. Осмонни тўлдирган булутларнинг йиртиғидан (қуёш) бирда-ярим кўриниб қолади. П. Қодиров, Юлдузли тунлар. Уфқнинг бир парча йиртиғидан улкан, қипқизил қуёшнинг ярми кўриниб, ботиб кетди. С. Нуров, Нарвон.",
        "definition_lat": "ayn. uzoqlashmoq. Mashina koʻzdan yiroqlashdi. shia U shahardan yiroqlashib, qishloqqa yaqinlashgan sayin, koʻngli havoyi tuygʻulardan sarmast chayqalar edi. S. Siyoev, Avaz. YIRTISh1 Yirtmoq fl. har. n. 2 etn. Marhumni koʻmish marosimida qatnashgan kishilarga va uning yaqinlariga beriladigan bir boʻlak roʻmolchabop mato; durra; oqlik. Janoza namozi oʻqilib, yirtish va isqotlar boʻlindi. S. Ayniy, Doxunda. Marosimga etib kelgan.. oddiy faqirlarga yirtish ulashilmoqda. M. Muhammadjonov, Turmush urinishlari. mm kkuuttuubbxxoonnaassii YIRTIQ 1 Yirtilib ketgan, yirtilgan. Ishtonsiz (odam) tizzasi yirtiqqa kular. Maqol. shsh Hammaning koʻzi Rahimning tirsagi chiqib turgan yirtiq engiga tushdi. H. Nazir, Soʻnmas chaqmoqlar. Egnida otigina qolgan juldur yaktak, yirtiq ishton, oyoqlari yalang.. M.Ismoiliy, FargʻoHa T. 0. 2 koʻchma Biror narsaning uzilib, yulinib, ochiq qolgan joyi. Aksarining ustiboshi yupun, mahsilarining yirtiqlaridan kir paytavalari osilib turadi.. Oybek, Tanlangan asarlar. Osmonni toʻldirgan bulutlarning yirtigʻidan (quyosh) birda-yarim koʻrinib qoladi. P. Qodirov, Yulduzli tunlar. Ufqning bir parcha yirtigʻidan ulkan, qipqizil quyoshning yarmi koʻrinib, botib ketdi. S. Nurov, Narvon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000047",
    "headword_cyr": "ЙИРТИҚ-ЯМОҚ",
    "headword_lat": "YIRTIQ-YaMOQ",
    "transliteration": "yirtiq-yamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиртилавериб кўп ямоқ тушган; жулдур. Ҳовлида.. ўтин ёраётган йиртиқ-ямоқ тўнли бир йигит Элмуродни имлаб чақирди. П. Турсун, Ўқитувчи. 2 Йиртилган кийим-кечак, кўрпа-ёстиқ ва ш. к. ҳамда уларни тикиш, ямаш ишлари. Анзират хола йиртиқ-ямоқ.. билан машғул бўлиб, кечгача Сидиқжоннинг олдидан жилмади. А. Қаҳҳор, Қўшчинор чироқлари. ЙИРТМОКҚ1 Газмол, қоғоз ва ш. к. ни узмоқ, узиб бўлакларга ажратмоқ. Латтани йиртмоқ. Қоғозни йиртмоқ. Кўйлагини йиртМоқ. шиш У { жангчи бинтнинг учини йиртар экан, офицерга қараб, бир нима деди. А. Қаҳҳор, Олтин юлдуз. 2 кўчма Бўлакка ажратмоқ. Тракторлар ёриб, ерларни йиртиб, кесак қўймайди, майда-майда қирқиб. Ҳабибий. Яна бир фаришта қора булутдан бир парчасини йиртиб олиб, тупроқнинг устига сиқди. А. Қаҳҳор, Қўшчинор чироқлари. Бағрини (ёки кўксини) йиртмоқ Қаттиқ азобламоқ, қийнамоқ, эзмоқ. Айрилиқ савдоси бағрини йиртади. кШирин билан Шаkap». Пора-пора йиртди кўксимни ситам, сўрғувчи борми кўнгилнинг зорини. Ойбек, Танланган асарлар.",
        "definition_lat": "Yirtilaverib koʻp yamoq tushgan; juldur. Hovlida.. oʻtin yorayotgan yirtiq-yamoq toʻnli bir yigit Elmurodni imlab chaqirdi. P. Tursun, Oʻqituvchi. 2 Yirtilgan kiyim-kechak, koʻrpa-yostiq va sh. k. hamda ularni tikish, yamash ishlari. Anzirat xola yirtiq-yamoq.. bilan mashgʻul boʻlib, kechgacha Sidiqjonning oldidan jilmadi. A. Qahhor, Qoʻshchinor chiroqlari. YIRTMOKQ1 Gazmol, qogʻoz va sh. k. ni uzmoq, uzib boʻlaklarga ajratmoq. Lattani yirtmoq. Qogʻozni yirtmoq. Koʻylagini yirtMoq. shish U { jangchi bintning uchini yirtar ekan, ofitserga qarab, bir nima dedi. A. Qahhor, Oltin yulduz. 2 koʻchma Boʻlakka ajratmoq. Traktorlar yorib, erlarni yirtib, kesak qoʻymaydi, mayda-mayda qirqib. Habibiy. Yana bir farishta qora bulutdan bir parchasini yirtib olib, tuproqning ustiga siqdi. A. Qahhor, Qoʻshchinor chiroqlari. Bagʻrini (yoki koʻksini) yirtmoq Qattiq azoblamoq, qiynamoq, ezmoq. Ayriliq savdosi bagʻrini yirtadi. kShirin bilan Shakap». Pora-pora yirtdi koʻksimni sitam, soʻrgʻuvchi bormi koʻngilning zorini. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000048",
    "headword_cyr": "ЙИРТҚИЧ",
    "headword_lat": "YIRTQICh",
    "transliteration": "yirtqich",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Жонивор гўшти билан овқатланадиган (ҳайвонлар, қушлар ҳақида). Йиртқич ҳайвон. Миққий — йиртқич қуш. Қуён йиртқичларга ем бўлди. шиш Лаққа — йиртқич балиқ, у ўзидан кичик бўлган турли жониворлар, балиқлар ва қурбақалар билан 06қатланади. Газетадан. wwwwww.z.ziiyyoouuzz..cc 21 5259 2 кўчма Шундай жониворларга нисбатланган ифода. .. Бобур йиртқичлар орасида кийик бўлиб кун кўра олмаслигини ич-ичидан ҳис қилар, шунинг учун.. бўрилар билан шер бўлиб олишишни истар эди. П. Қодиров, Юлдузли тунлар. Йиртқич фашистларни ўз уясида янчиб ташлаш учун олиб борилган жангларда иштирок этдим. Назармат, Жўрлар баланд сайрайди. Мен бу уятсиз йиртқич билан ярашмоқ учун умид тутмайман.. (деди Кумуш). А. Қодирий, Ўтган кунлар.",
        "definition_lat": "Jonivor goʻshti bilan ovqatlanadigan (hayvonlar, qushlar haqida). Yirtqich hayvon. Miqqiy — yirtqich qush. Quyon yirtqichlarga em boʻldi. shish Laqqa — yirtqich baliq, u oʻzidan kichik boʻlgan turli jonivorlar, baliqlar va qurbaqalar bilan 06qatlanadi. Gazetadan. wwwwww.z.ziiyyoouuzz..cc 21 5259 2 koʻchma Shunday jonivorlarga nisbatlangan ifoda. .. Bobur yirtqichlar orasida kiyik boʻlib kun koʻra olmasligini ich-ichidan his qilar, shuning uchun.. boʻrilar bilan sher boʻlib olishishni istar edi. P. Qodirov, Yulduzli tunlar. Yirtqich fashistlarni oʻz uyasida yanchib tashlash uchun olib borilgan janglarda ishtirok etdim. Nazarmat, Joʻrlar baland sayraydi. Men bu uyatsiz yirtqich bilan yarashmoq uchun umid tutmayman.. (dedi Kumush). A. Qodiriy, Oʻtgan kunlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000049",
    "headword_cyr": "ЙИРТҚИЧЛИК",
    "headword_lat": "YIRTQIChLIK",
    "transliteration": "yirtqichlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳайвонларнинг озиқланиш усулларидан бири: бир ҳайвоннинг бошқасини ушлаб ўлдириши ва еб қўйиши. 2 кўчма Йиртқичга хос хатти-ҳаракат, иш. Қўзғолонни бостириш учун юборилган казак солдатларидан иборат махсус жазо отряди кўз кўрмаган.. йиртқичликлар қилди. Н. Сафаров, Оловли излар.",
        "definition_lat": "Hayvonlarning oziqlanish usullaridan biri: bir hayvonning boshqasini ushlab oʻldirishi va eb qoʻyishi. 2 koʻchma Yirtqichga xos xatti-harakat, ish. Qoʻzgʻolonni bostirish uchun yuborilgan kazak soldatlaridan iborat maxsus jazo otryadi koʻz koʻrmagan.. yirtqichliklar qildi. N. Safarov, Olovli izlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000050",
    "headword_cyr": "ЙИТМОҚ",
    "headword_lat": "YITMOQ",
    "transliteration": "yitmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "кам қўлл. Йўқ бўлиб кетмоқ; йўқолмоқ. Сабр қилсанг, ғўрадан ҳалво битар, бесабрлар ўз оёғидан йитар. Makon. иш Бир акам йитиб кетганига етти йил бўлди. кЭрали ва Шерализ. ЙИҚИЛМОҚ1 Тик ҳолатини йўқотиб, ер томон тушмоқ; қуламоқ. Кўкка боққан йиқилар. Мақол. шиш Саид Жалолхон ўрнидан турган эди, гандираклаб йиқилди. А. Қаҳҳор, Башорат. Исфандиёрхон.. Авазнинг бетига шапалоқ тортиб юборди. Аваз гандираклади-ю, йиқилмади. С.Сиёев, Аваз. Кўчада.. гурсиллаб деворлар йиқилади, шарақлаб дарахтлар қулайди. А. Қаҳҳор, Башорат. 2 Тепадаги жойидан пастга томон қуламоқ. Дарахтдан йиқилмоқ. Томдан йиқилмоқ. ши Чавандозлардан бири маррага яқин қолганда, отдан йиқилиб тушди. К. Яшин, Ҳамза. 3 Курашда енгилмоқ, мағлубиятга учрамоқ. Йиқитган мард эмас, йиқилганни турғизиб қўйган мард. Мақол. Йиқилган курашга тўймас. Мақол. 4 кўчма Имтиҳонда ёмон баҳо олмоқ, синовдан ўтолмай қолмоқ. { Нигора) Тошкентга ўқишга келган экан, кимёдан топшира 0лмай йиқилибди. М. Қориев, Ойдин кечалар. 5 кўчма Ҳокимиятдан маҳрум бўлмоқ, ажралмоқ; ағдарилмоқ; йўқ қилинмоқ. Мустабид ҳокимият йиқилди.",
        "definition_lat": "kam qoʻll. Yoʻq boʻlib ketmoq; yoʻqolmoq. Sabr qilsang, gʻoʻradan halvo bitar, besabrlar oʻz oyogʻidan yitar. Makon. ish Bir akam yitib ketganiga etti yil boʻldi. kErali va Sheraliz. YIQILMOQ1 Tik holatini yoʻqotib, er tomon tushmoq; qulamoq. Koʻkka boqqan yiqilar. Maqol. shish Said Jalolxon oʻrnidan turgan edi, gandiraklab yiqildi. A. Qahhor, Bashorat. Isfandiyorxon.. Avazning betiga shapaloq tortib yubordi. Avaz gandirakladi-yu, yiqilmadi. S.Siyoev, Avaz. Koʻchada.. gursillab devorlar yiqiladi, sharaqlab daraxtlar qulaydi. A. Qahhor, Bashorat. 2 Tepadagi joyidan pastga tomon qulamoq. Daraxtdan yiqilmoq. Tomdan yiqilmoq. shi Chavandozlardan biri marraga yaqin qolganda, otdan yiqilib tushdi. K. Yashin, Hamza. 3 Kurashda engilmoq, magʻlubiyatga uchramoq. Yiqitgan mard emas, yiqilganni turgʻizib qoʻygan mard. Maqol. Yiqilgan kurashga toʻymas. Maqol. 4 koʻchma Imtihonda yomon baho olmoq, sinovdan oʻtolmay qolmoq. { Nigora) Toshkentga oʻqishga kelgan ekan, kimyodan topshira 0lmay yiqilibdi. M. Qoriev, Oydin kechalar. 5 koʻchma Hokimiyatdan mahrum boʻlmoq, ajralmoq; agʻdarilmoq; yoʻq qilinmoq. Mustabid hokimiyat yiqildi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000051",
    "headword_cyr": "ЙИҚИТМОҚ",
    "headword_lat": "YIQITMOQ",
    "transliteration": "yiqitmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Куч билан қулатмоқ, ағдармоқ; ағнатмоқ, бузмоқ. Шамол дарахтларни йиқитди. Деворни йиқитмоқ. mm Чакалакзордан катта-кичик дарахтларни йиқиmm kkuuttuubbxxoonnaassii 2302 272 тиб, мажақлаб чиққан танк.. Аҳмаджон.. то мон кела бошлади. А. Қаҳҳор, Олтин юлдуз. 2 Баландликдан пастликка тушири юбормоқ; қулатмоқ. Томдан йиқитиб юбор моқ. 3 Курашда ғолиб чиқмоқ, устун келмоқ; куч билан ерга ётқизмоқ. - Йиқитган полво йиқилганни кўтариб қўяди, — деди Ўрмон жон Қурбон отага кўз қисиб. А. Қаҳҳор Қўшчинор чироқлари. 4 кўчма Куч, зўр билан ҳокимиятда маҳрум қилмоқ, четлаштирмоқ; йўқ қилмоқ Раҳматхоннинг овози йиғин тепасида янгра кетди: - Халқ подшони йиқитди. Лекин халқ нинг аҳволи ўзгармади. П. Турсун, Ўқитувчи 5 кўчма Имтиҳон, синовда ёмон баҳ қўймоқ; имтиҳондан ўтказмай қўймоқ. Икк марта дарсга қатнаша олмагани учун фран цуз тили ўқитувчиси уни имтиҳонда йиқит моқчи бўлди.",
        "definition_lat": "Kuch bilan qulatmoq, agʻdarmoq; agʻnatmoq, buzmoq. Shamol daraxtlarni yiqitdi. Devorni yiqitmoq. mm Chakalakzordan katta-kichik daraxtlarni yiqimm kkuuttuubbxxoonnaassii 2302 272 tib, majaqlab chiqqan tank.. Ahmadjon.. to mon kela boshladi. A. Qahhor, Oltin yulduz. 2 Balandlikdan pastlikka tushiri yubormoq; qulatmoq. Tomdan yiqitib yubor moq. 3 Kurashda gʻolib chiqmoq, ustun kelmoq; kuch bilan erga yotqizmoq. - Yiqitgan polvo yiqilganni koʻtarib qoʻyadi, — dedi Oʻrmon jon Qurbon otaga koʻz qisib. A. Qahhor Qoʻshchinor chiroqlari. 4 koʻchma Kuch, zoʻr bilan hokimiyatda mahrum qilmoq, chetlashtirmoq; yoʻq qilmoq Rahmatxonning ovozi yigʻin tepasida yangra ketdi: - Xalq podshoni yiqitdi. Lekin xalq ning ahvoli oʻzgarmadi. P. Tursun, Oʻqituvchi 5 koʻchma Imtihon, sinovda yomon bah qoʻymoq; imtihondan oʻtkazmay qoʻymoq. Ikk marta darsga qatnasha olmagani uchun fran tsuz tili oʻqituvchisi uni imtihonda yiqit moqchi boʻldi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [
          {
            "text_cyr": "4 кўчма Куч, зўр билан ҳокимиятда маҳрум қилмоқ, четлаштирмоқ; йўқ қилмоқ Раҳматхоннинг овози йиғин тепасида янгра кетди: -",
            "text_lat": "4 koʻchma Kuch, zoʻr bilan hokimiyatda mahrum qilmoq, chetlashtirmoq; yoʻq qilmoq Rahmatxonning ovozi yigʻin tepasida yangra ketdi: -",
            "source": {
              "author": null,
              "work": null,
              "raw": "Халқ подшони йиқитди."
            }
          }
        ],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000052",
    "headword_cyr": "ЙИҚИҚ",
    "headword_lat": "YIQIQ",
    "transliteration": "yiqiq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "кам қўлл. Йиқилган, бузилган вайрон. Мастон хола билан Турсуной йиқи деворлардан ўтиб, ҳовлига қадам босганла рида, қаршидаги айвонда.. шайхнинг катт гавдаси кўринди. Уйғун, Турсуной.",
        "definition_lat": "kam qoʻll. Yiqilgan, buzilgan vayron. Maston xola bilan Tursunoy yiqi devorlardan oʻtib, hovliga qadam bosganla rida, qarshidagi ayvonda.. shayxning katt gavdasi koʻrindi. Uygʻun, Tursunoy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000053",
    "headword_cyr": "ЙИҚМОҚ",
    "headword_lat": "YIQMOQ",
    "transliteration": "yiqmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "кам қўлл. Йиқитмоқ, қулат моқ. Билаги зўр бирни йиқар, билими зўр минг ни йиқар. Мақол. иш Ўроқ ўткир эди. Уралиб чаплашиб ўсган қалин майсани { Йўлчи) «uap шар2 йиқиб борар экан, ўзи ҳам завқланди Ойбек, Танланган асарлар. Эскини йиқамиз янгини қурамиз. Уйғун, Навбаҳор.",
        "definition_lat": "kam qoʻll. Yiqitmoq, qulat moq. Bilagi zoʻr birni yiqar, bilimi zoʻr ming ni yiqar. Maqol. ish Oʻroq oʻtkir edi. Uralib chaplashib oʻsgan qalin maysani { Yoʻlchi) «uap shar2 yiqib borar ekan, oʻzi ham zavqlandi Oybek, Tanlangan asarlar. Eskini yiqamiz yangini quramiz. Uygʻun, Navbahor.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000054",
    "headword_cyr": "ЙИЕИ",
    "headword_lat": "YIEI",
    "transliteration": "yiei",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ғам-алам, оғриқ, изтироб в ш.к. туфайли юзага келадиган руҳий ҳолат нинг кўз ёши, ўзига хос товуш билан куза тиладиган ифодаси, шундай ҳолат била юзага келадиган кўз ёши, товуш. Кампи йиғидан ўзини тиёлмади. Гўдак йиғиси. Ғуломжон йиғлаб юборди. Унинг йиғиси ус тига болалар югуриб киришди. М. Исмоилий Фарғона т. о. Ичкари уйдан келаётган чақа лоқ йиғиси Аҳмаднинг фикрини бўлди. Ф. Му сажонов, Ҳиммат. Энди йиғидан фойда йўқ Бўлди, бас қил. К. Яшин, Ҳамза. 2 этн. Марҳумни хотирлаб ўтказилади ган аза маросими. Йиғи бошламоқ. Йиғи чиқармоқ Киши вафоти муносаба ти билан кўпчилик бўлиб, овоз чиқариб айтиб йиғламоқ. Шайтон йиғиси Ёлғон йиғи мунофиқона кўз ёши. У буни узатиладига қизларнинг ешайтон йиғисиз деб тушунади Ойбек, Танланган асарлар. wwwwww.z.ziiyyoouuzz..cc ЙИҒИЛИШ1 Йиғилмоқ фл. ҳар. н. Кеч соат бешда шу ерда йиғилиш керак. 2 Бирор масала юзасидан тегишли шахсларнинг тўпланиши; йиғин, мажлис. Йиғилиш қарори. Маҳалла фаоллари йиғилиши. Уруш фахрийлари йиғилиши. m Институтда студентларни ишга тақсимот комиссиясининг йиғилиши бўлди. М. Қориев, Ойдин кечалар. Бугун дарсдан кейин мактабда отаоналар йиғилиши чақирилган эди. С. Зуннунова, Янги директор.",
        "definition_lat": "Gʻam-alam, ogʻriq, iztirob v sh.k. tufayli yuzaga keladigan ruhiy holat ning koʻz yoshi, oʻziga xos tovush bilan kuza tiladigan ifodasi, shunday holat bila yuzaga keladigan koʻz yoshi, tovush. Kampi yigʻidan oʻzini tiyolmadi. Goʻdak yigʻisi. Gʻulomjon yigʻlab yubordi. Uning yigʻisi us tiga bolalar yugurib kirishdi. M. Ismoiliy Fargʻona t. o. Ichkari uydan kelayotgan chaqa loq yigʻisi Ahmadning fikrini boʻldi. F. Mu sajonov, Himmat. Endi yigʻidan foyda yoʻq Boʻldi, bas qil. K. Yashin, Hamza. 2 etn. Marhumni xotirlab oʻtkaziladi gan aza marosimi. Yigʻi boshlamoq. Yigʻi chiqarmoq Kishi vafoti munosaba ti bilan koʻpchilik boʻlib, ovoz chiqarib aytib yigʻlamoq. Shayton yigʻisi Yolgʻon yigʻi munofiqona koʻz yoshi. U buni uzatiladiga qizlarning eshayton yigʻisiz deb tushunadi Oybek, Tanlangan asarlar. wwwwww.z.ziiyyoouuzz..cc YIGʻILISh1 Yigʻilmoq fl. har. n. Kech soat beshda shu erda yigʻilish kerak. 2 Biror masala yuzasidan tegishli shaxslarning toʻplanishi; yigʻin, majlis. Yigʻilish qarori. Mahalla faollari yigʻilishi. Urush faxriylari yigʻilishi. m Institutda studentlarni ishga taqsimot komissiyasining yigʻilishi boʻldi. M. Qoriev, Oydin kechalar. Bugun darsdan keyin maktabda otaonalar yigʻilishi chaqirilgan edi. S. Zunnunova, Yangi direktor.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000055",
    "headword_cyr": "ЙИҒИЛМОҚ",
    "headword_lat": "YIGʻILMOQ",
    "transliteration": "yigʻilmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиғчоқ фл. ўзл. ва мажҳ. н. Ўқувчилар йиғилди. Пул йиғилди. m Тўхта хола кўрпаси йиғилмаган сўрига дастурхон ёзиб, қумғонда чой келтирди. И. Раҳим, Чин муҳаббат.",
        "definition_lat": "Yigʻchoq fl. oʻzl. va majh. n. Oʻquvchilar yigʻildi. Pul yigʻildi. m Toʻxta xola koʻrpasi yigʻilmagan soʻriga dasturxon yozib, qumgʻonda choy keltirdi. I. Rahim, Chin muhabbat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000056",
    "headword_cyr": "ЙИҒРИМ",
    "headword_lat": "YIGʻRIM",
    "transliteration": "yigʻrim",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "I Бирор мақсад учун халқдан (хонадон бошига ёки жон бошига) олинадиган ҳақ, пул ёки буюм; солиқ I МингбошиЛ Беш йилдан бери ўлпонни бермайсан, солиқни тўламайсан, йиғим деса, жонинг бўғзингга келади, ўлакса. М. Исмоилий, Фарғона т. o.",
        "definition_lat": "I Biror maqsad uchun xalqdan (xonadon boshiga yoki jon boshiga) olinadigan haq, pul yoki buyum; soliq I MingboshiL Besh yildan beri oʻlponni bermaysan, soliqni toʻlamaysan, yigʻim desa, joning boʻgʻzingga keladi, oʻlaksa. M. Ismoiliy, Fargʻona t. o.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000057",
    "headword_cyr": "ЙИҒИМ",
    "headword_lat": "YIGʻIM",
    "transliteration": "yigʻim",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "П Банк ва унинг тармоқларида мижозларга кўрсатиладиган пул муомаласи хизмати учун олинадиган ҳақ. Ўн бир мамлакат фуқаролари — банкларнинг мижозлари — ўз омонатларини еврога ўтказиш имкониятига эга бўлдилар, бинобарин, бунинг учун улардан ҳеч қандай комиссион йиғим олинмайди. Газетадан.",
        "definition_lat": "P Bank va uning tarmoqlarida mijozlarga koʻrsatiladigan pul muomalasi xizmati uchun olinadigan haq. Oʻn bir mamlakat fuqarolari — banklarning mijozlari — oʻz omonatlarini evroga oʻtkazish imkoniyatiga ega boʻldilar, binobarin, buning uchun ulardan hech qanday komission yigʻim olinmaydi. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000058",
    "headword_cyr": "ЙИҒИМ",
    "headword_lat": "YIGʻIM",
    "transliteration": "yigʻim",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "-ТЕРИМ Ҳосилни йиғиб-териб олиш ишлари, мавсуми. Пахта йиғим-терими. Жамоа хўжаликлари йиғим-теримга киришдилар. mm Йиғим-теримни олганимиздан кейин бошласак, совуқ тушмай битирамиз. А.Қаҳҳор, Қўшчинор чироқлари.",
        "definition_lat": "-TERIM Hosilni yigʻib-terib olish ishlari, mavsumi. Paxta yigʻim-terimi. Jamoa xoʻjaliklari yigʻim-terimga kirishdilar. mm Yigʻim-terimni olganimizdan keyin boshlasak, sovuq tushmay bitiramiz. A.Qahhor, Qoʻshchinor chiroqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000059",
    "headword_cyr": "ЙИҒИН",
    "headword_lat": "YIGʻIN",
    "transliteration": "yigʻin",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кишиларнинг фикр олишуви ёки бирор масалани ҳал қилиш учун тўпланиш; йиғилаш, мажлис. Ниёз қушбеги сўзлаб, йиғиннинг мақсади билан аҳли мажлисни таништира борди. А. Қодирий, Ўтган кунлар. Бош муҳаррир катта йиғинларда, мажлисларда қатнашавериб, халойиқ ўртасида ўзини тутишга уста бўлиб кетган эди. Ф. Мусажонов, Ҳиммат. 2 Кишиларнинг бирор маросим, зиёфат муносабати билан ёки ўзаро суҳбатлашиш, кўнгил очиш учун тўпланиши; йиғилиш. Билдимки, буғун уйимизда бир йиғин бўлади. Ойдин, Дўндиқдан ҳам ёш экан. Шундай қилиб, бу қиёмат йиғин кеча ярим бўлганда гув-гув билан тарқалди. Чўлпон, Кеча ва кундуз. mm kkuuttuubbxxoonnaassii ЙИРИНДИ 1 Бир турли нарсаларнинг бир жойга тўпланган ҳолати, тўплами, мажмуи. Қонунлар йиғиндиси. Қарорлар йиғиндиси. =ш Ҳар қандай материя алоҳида доналар йиғиндисидан тузилади. кҚизиқарли геохимияж, Шовқин ҳар хил куч даражасидаги товушлар йиғиндисидир. Газетадан. Шоирнинг нафис шеърлари ҳозир унинг учун тузсиз сўзлар йиғиндисидан бошқа нарса ҳам эмас эди. А. Қодирий, Ўтган кунлар. 2 мат. Икки ёки бир неча соннинг қўшилиш натижаси, ўзаро қўшилган сонлар мажMYU. Уч, олти ва ўн бир сонларининг йиғиндиси йигирма бўлади.",
        "definition_lat": "Kishilarning fikr olishuvi yoki biror masalani hal qilish uchun toʻplanish; yigʻilash, majlis. Niyoz qushbegi soʻzlab, yigʻinning maqsadi bilan ahli majlisni tanishtira bordi. A. Qodiriy, Oʻtgan kunlar. Bosh muharrir katta yigʻinlarda, majlislarda qatnashaverib, xaloyiq oʻrtasida oʻzini tutishga usta boʻlib ketgan edi. F. Musajonov, Himmat. 2 Kishilarning biror marosim, ziyofat munosabati bilan yoki oʻzaro suhbatlashish, koʻngil ochish uchun toʻplanishi; yigʻilish. Bildimki, bugʻun uyimizda bir yigʻin boʻladi. Oydin, Doʻndiqdan ham yosh ekan. Shunday qilib, bu qiyomat yigʻin kecha yarim boʻlganda guv-guv bilan tarqaldi. Choʻlpon, Kecha va kunduz. mm kkuuttuubbxxoonnaassii YIRINDI 1 Bir turli narsalarning bir joyga toʻplangan holati, toʻplami, majmui. Qonunlar yigʻindisi. Qarorlar yigʻindisi. =sh Har qanday materiya alohida donalar yigʻindisidan tuziladi. kQiziqarli geoximiyaj, Shovqin har xil kuch darajasidagi tovushlar yigʻindisidir. Gazetadan. Shoirning nafis sheʼrlari hozir uning uchun tuzsiz soʻzlar yigʻindisidan boshqa narsa ham emas edi. A. Qodiriy, Oʻtgan kunlar. 2 mat. Ikki yoki bir necha sonning qoʻshilish natijasi, oʻzaro qoʻshilgan sonlar majMYU. Uch, olti va oʻn bir sonlarining yigʻindisi yigirma boʻladi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000060",
    "headword_cyr": "ЙИРИНЧОҚ",
    "headword_lat": "YIRINChOQ",
    "transliteration": "yirinchoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "сфт. Саранжом-сариштали, тартибли; ихчам. Йиғинчоққина уй. Йиғинчоқ бир ҳовли. ши Янги топшириқ Рауфни янада йиғинчоқ ва илдам қилиб қўйди. кЎзбекистон қўриқлариз. 2 от, кам қўлл. ЙиИғин, йиғилиш жойи. Ҳиротдаги бекзода, вазирзодаларнинг кечки базмларига, йиғинчоқларига бориб, куйи, сози билан ўлтиришни қизитиб, ўз қорнини тўйдирар эди. Ойбек, Навоий. Жўралашган ҳаётнинг йиғинчоқлари чойхоналаримиз бўлсин. Р. Ғулом.",
        "definition_lat": "sft. Saranjom-sarishtali, tartibli; ixcham. Yigʻinchoqqina uy. Yigʻinchoq bir hovli. shi Yangi topshiriq Raufni yanada yigʻinchoq va ildam qilib qoʻydi. kOʻzbekiston qoʻriqlariz. 2 ot, kam qoʻll. YiIgʻin, yigʻilish joyi. Hirotdagi bekzoda, vazirzodalarning kechki bazmlariga, yigʻinchoqlariga borib, kuyi, sozi bilan oʻltirishni qizitib, oʻz qornini toʻydirar edi. Oybek, Navoiy. Joʻralashgan hayotning yigʻinchoqlari choyxonalarimiz boʻlsin. R. Gʻulom.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000061",
    "headword_cyr": "ЙИЕИЧИ",
    "headword_lat": "YIEIChI",
    "transliteration": "yieichi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. йиғлоқ, йиғлоқи. Ўзинг ҳам ўлгудай йиғичи бўпсан. А. Мухтор, Тонг билан учрашув. 2 этн. Азада айтиб йиғловчи аёл. Бош йиғичи Азада йиғи бошловчи, бошқаларни эргаштирувчи аёл, гўянда. Турсуной ва Шарофатхон қайнонанинг ўлимига ичдан ғоят севинган бўлсалар ҳам, овозларига чўзиқ, қалбаки мотам оҳанги бериб, бош йиғичига жўр бўлишар эди. Ойбек, Танланган асарлар. ЙИРИШ1 Йиғмоқ фл. ҳар. н. Одамларни йиғишга буюрди. 2 қ. йиғув.",
        "definition_lat": "ayn. yigʻloq, yigʻloqi. Oʻzing ham oʻlguday yigʻichi boʻpsan. A. Muxtor, Tong bilan uchrashuv. 2 etn. Azada aytib yigʻlovchi ayol. Bosh yigʻichi Azada yigʻi boshlovchi, boshqalarni ergashtiruvchi ayol, goʻyanda. Tursunoy va Sharofatxon qaynonaning oʻlimiga ichdan gʻoyat sevingan boʻlsalar ham, ovozlariga choʻziq, qalbaki motam ohangi berib, bosh yigʻichiga joʻr boʻlishar edi. Oybek, Tanlangan asarlar. YIRISh1 Yigʻmoq fl. har. n. Odamlarni yigʻishga buyurdi. 2 q. yigʻuv.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000062",
    "headword_cyr": "ЙИҒИШТИРМОҚ",
    "headword_lat": "YIGʻIShTIRMOQ",
    "transliteration": "yigʻishtirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ёйиқ, чочиқ нарсаларни бир жойга тўпламоқ; йиғмоқ. Баъ5зилар зиналарга сочилиб қолган ғишт бўлакларини, кесакларни дарҳол йиғиштириб олиб ташлардилар. Мирмуҳсин, Меъмор. Солиҳ иш вақти тугашига икки соат қолганда нарсаларини йиғиштирди. О. Мўминов, Хиёбондаги уч учрашув. 2 Йиғиб-териб олмоқ, (деҳқончилик, дала маҳсулотлари ҳақида). Ақл-заковат бидан иш тутиб, теримни нечоғлиқ тезлаштирсак, ҳосилни шунча тезроқ йиғиштириб олаwwwwww.z.ziiyyoouuzz..cc 273 Go миз. Газетадан. Деҳқоннинг олтинпази пахта теради, соҳибкори узум узади, қовунчиси полиз йиғиштиради, молбоқари хашак жамғаради. Газетадан. 3 Жам ҳолга келтирмоқ. Кўчларпингни йиғиштир Аравани қўш: Қувага жўнагаймиз. TI. Қодиров, Юлдузли тунлар. 4 Ишлатилган, фойдаланилган нарсаларни ётган (турган) жойидан йиғиб олмоқ, ўрин-жойни тартибга келтирмоқ, тозаламоқ, саранжом-саришта қилмоқ. Отабек киргизилган Ҳасаналининг уйи Ойбодоқ она томонидан тозагина йиғиштирилиб.. асбобжиҳозлар билан зийнатланган эди. А. Қодирий, Ўтган кунлар. Ташқари ҳовлида ҳамма уйларни йиғиштирдим, кўрпачаларни ҳовлига олиб чиқиб қоқдим. Ойбек, Танланган асарлар. У ёқ-бу ёғингни йиғиштир, меҳмон келади. С. Зуннунова, Янги директор. 5 Тартибли ҳолатга солмоқ, эпақага келтирмоқ (ўзини ёки ўзидаги бирор нарсани). Бошяланг, сочини яхшигина йиғиштириб қўйган. Ойдин, Ҳикоялар. Жувон.. рўмолини олиб ўради, этакларини йиғиштириб ўрнашиб ўтирди. А. Қаҳҳор, Қўшчинор чироқлари. Қачондан бери сипо бўлиб қолдинг Қизлардан гап кетса, оғзингни йиғиштириб ололмасдинг-ку{ Шуҳрат, Шинелли йиллар. 6 Бас қилмоқ, барҳам бермоқ. Мен шотида ўтириб китоб ўқишни ҳам, овга чиқишни ҳам йиғиштириб қўйдим. Ш. Холмирзаев, Йўллар, йўлдошлар. Аҳмад иш топишдан умидини узиб, редакцияларга учрашни йиғиштириб қўйди. Ф. Мусажонов, Ҳиммат. Дов-дастгоҳни йириштирмоқ қ. дов-дастгоҳ. Тахта-ўқлоғини йиғиштирмоқ Бирор иш-фаолиятни тўхтатмоқ. кПовуркон (фабрика) моллари ҳамма ёқни тўлдириб, косибларнинг бозорини касод қилганлиги, иши чиппакка чиққан косиблар бирин-кетин тахтаўқлоғини йиғиштираётганлигини тасвирлаб кетди. Ойбек, Танланган асарлар. Эсини (ёки эс-ҳушини) йиғиштирмоқ Эс-ҳушини жойига келтирмоқ, фикр-хаёлини тўғри йўлга солмоқ. Ҳамза эс-ҳушини йиғиштириб олиб, қоғозни буклоғидан ёзди-да, унга кўз югуртириб, шу сўзларни ўқиди.. К. Яшин, Ҳамза. Ёлғизжон аввал гумбурлаган овозни эшитди... эсини йиғиштиришга уринди, аммо мадори етмади. Р. Раҳмон, Меҳр кўзда. Эс борида этакни йиғиштирмоқ (ёки ёпмоқ) Эс борида, ўз вақтида айбли (номақбул) ишmm kkuuttuubbxxoonnaassii NR 274 ларга барҳам бермоқ. Шуни билиб қўйингки, ишларингизнинг охири вой: Тезда этагингизни йиғиштириб олинг\" Ҳ. Ғулом, Тошкентликлар.",
        "definition_lat": "Yoyiq, chochiq narsalarni bir joyga toʻplamoq; yigʻmoq. Baʼ5zilar zinalarga sochilib qolgan gʻisht boʻlaklarini, kesaklarni darhol yigʻishtirib olib tashlardilar. Mirmuhsin, Meʼmor. Solih ish vaqti tugashiga ikki soat qolganda narsalarini yigʻishtirdi. O. Moʻminov, Xiyobondagi uch uchrashuv. 2 Yigʻib-terib olmoq, (dehqonchilik, dala mahsulotlari haqida). Aql-zakovat bidan ish tutib, terimni nechogʻliq tezlashtirsak, hosilni shuncha tezroq yigʻishtirib olawwwwww.z.ziiyyoouuzz..cc 273 Go miz. Gazetadan. Dehqonning oltinpazi paxta teradi, sohibkori uzum uzadi, qovunchisi poliz yigʻishtiradi, molboqari xashak jamgʻaradi. Gazetadan. 3 Jam holga keltirmoq. Koʻchlarpingni yigʻishtir Aravani qoʻsh: Quvaga joʻnagaymiz. TI. Qodirov, Yulduzli tunlar. 4 Ishlatilgan, foydalanilgan narsalarni yotgan (turgan) joyidan yigʻib olmoq, oʻrin-joyni tartibga keltirmoq, tozalamoq, saranjom-sarishta qilmoq. Otabek kirgizilgan Hasanalining uyi Oybodoq ona tomonidan tozagina yigʻishtirilib.. asbobjihozlar bilan ziynatlangan edi. A. Qodiriy, Oʻtgan kunlar. Tashqari hovlida hamma uylarni yigʻishtirdim, koʻrpachalarni hovliga olib chiqib qoqdim. Oybek, Tanlangan asarlar. U yoq-bu yogʻingni yigʻishtir, mehmon keladi. S. Zunnunova, Yangi direktor. 5 Tartibli holatga solmoq, epaqaga keltirmoq (oʻzini yoki oʻzidagi biror narsani). Boshyalang, sochini yaxshigina yigʻishtirib qoʻygan. Oydin, Hikoyalar. Juvon.. roʻmolini olib oʻradi, etaklarini yigʻishtirib oʻrnashib oʻtirdi. A. Qahhor, Qoʻshchinor chiroqlari. Qachondan beri sipo boʻlib qolding Qizlardan gap ketsa, ogʻzingni yigʻishtirib ololmasding-ku{ Shuhrat, Shinelli yillar. 6 Bas qilmoq, barham bermoq. Men shotida oʻtirib kitob oʻqishni ham, ovga chiqishni ham yigʻishtirib qoʻydim. Sh. Xolmirzaev, Yoʻllar, yoʻldoshlar. Ahmad ish topishdan umidini uzib, redaktsiyalarga uchrashni yigʻishtirib qoʻydi. F. Musajonov, Himmat. Dov-dastgohni yirishtirmoq q. dov-dastgoh. Taxta-oʻqlogʻini yigʻishtirmoq Biror ish-faoliyatni toʻxtatmoq. kPovurkon (fabrika) mollari hamma yoqni toʻldirib, kosiblarning bozorini kasod qilganligi, ishi chippakka chiqqan kosiblar birin-ketin taxtaoʻqlogʻini yigʻishtirayotganligini tasvirlab ketdi. Oybek, Tanlangan asarlar. Esini (yoki es-hushini) yigʻishtirmoq Es-hushini joyiga keltirmoq, fikr-xayolini toʻgʻri yoʻlga solmoq. Hamza es-hushini yigʻishtirib olib, qogʻozni buklogʻidan yozdi-da, unga koʻz yugurtirib, shu soʻzlarni oʻqidi.. K. Yashin, Hamza. Yolgʻizjon avval gumburlagan ovozni eshitdi... esini yigʻishtirishga urindi, ammo madori etmadi. R. Rahmon, Mehr koʻzda. Es borida etakni yigʻishtirmoq (yoki yopmoq) Es borida, oʻz vaqtida aybli (nomaqbul) ishmm kkuuttuubbxxoonnaassii NR 274 larga barham bermoq. Shuni bilib qoʻyingki, ishlaringizning oxiri voy: Tezda etagingizni yigʻishtirib oling\" H. Gʻulom, Toshkentliklar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000063",
    "headword_cyr": "ЙИҒИҚ",
    "headword_lat": "YIGʻIQ",
    "transliteration": "yigʻiq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "кам қўлл. 1 Йиғиб тўплаб қўйилган, тўплоғлик. Йиғиқ соч. Йиғиқ барглар. 2 Йиғинчоқ, йиғноқ; ихчам. Йиғиқ фикр. Йиғиқ гап тлш. Бош бўлак (эга ва кесим)дангина тузилган гап.",
        "definition_lat": "kam qoʻll. 1 Yigʻib toʻplab qoʻyilgan, toʻplogʻlik. Yigʻiq soch. Yigʻiq barglar. 2 Yigʻinchoq, yigʻnoq; ixcham. Yigʻiq fikr. Yigʻiq gap tlsh. Bosh boʻlak (ega va kesim)dangina tuzilgan gap.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000064",
    "headword_cyr": "ЙИРҒИҚЛИК",
    "headword_lat": "YIRGʻIQLIK",
    "transliteration": "yirgʻiqlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиғиб қўйилган, йиғиқ ҳолатли. Ў2ай қизининг сўзларидаги қатъиятдан чўчиган Лобар супадаги йиғиқлик ўринни мастликдан қизарган кўзлари билан кузатиб бўшашди. Ҳ. Ғулом, Тошкентликлар.",
        "definition_lat": "Yigʻib qoʻyilgan, yigʻiq holatli. Oʻ2ay qizining soʻzlaridagi qatʼiyatdan choʻchigan Lobar supadagi yigʻiqlik oʻrinni mastlikdan qizargan koʻzlari bilan kuzatib boʻshashdi. H. Gʻulom, Toshkentliklar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000065",
    "headword_cyr": "ЙИРЛАМОҚ",
    "headword_lat": "YIRLAMOQ",
    "transliteration": "yirlamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиғи қилмоқ (қ. йиғи). Ачиниб йиғламоқ. Пиқ-пиқ йиғламоқ. Ув тортиб йиғламоқ. Ўкириб йиғламоқ. Ҳўнграб (ҳўнгҳўнг) йиғламоқ. шиш Энди онага қўшилиб қиз йиғлар, қизга қўшилиб она йиғларди. Чўлпон, Кеча ва кундуз. Бола ҳануз чирқираб йиғлар эди. А. Қаҳҳор, Қўшчинор чироқлари. Айтиб йиғламоқ этн. Марҳумга куйиниб, юрак сўзларини айтиб йиғламоқ, уни мадҳ этиб йиғламоқ. Аччиқ-аччиқ йиғламоқ Аччиқ-алам билан йиғламоқ. Кеча унинг уйидан хотин кишининг аччиқ-аччиқ йиғлаган товуши эшитилди. А. Қаҳҳор, Қанотсиз читтак. Зор йиғламоқ Зорланиб йиғламоқ. Бола: кДадам, dadam!» деб зор йиғларди. К. Яшин, Ҳамза. Йиғлаб кўриш(а)ди с.т. кест. Жуда монанд, мос келди, жуда ҳам ярашди. Тўн йиғлаб кўришди. шиш { Ҳотам: Қани, совимасин {(рюмкага қуйиб). Бу жонивор kabob билан йиғлаб кўришади. Қитдай-қитдай ютайлик. Н. Сафаров, Ҳаёт мактаби. Юм-юм йиғламоқ Қаттиқ кўз ёши тўкиб йиғламоқ. Ачахон юм-юм йиғлаб, онасининг пешонасини силарди. К. Яшин, Ҳамза. Қон йиғламоқ Ниҳоятда алам-изтироб билан йиғламоқ. Холанинг оғир юрак яраси янгиланар, қон йиғлаган қайғули куни ёдига тушар эди. А. Мухтор, Опа-сингиллар. 2 кўчма Нолиш қилмоқ. Узоқ-узоқларда мусиқа йиғларди. Ш. Рашидов, Бўрондан кучли.",
        "definition_lat": "Yigʻi qilmoq (q. yigʻi). Achinib yigʻlamoq. Piq-piq yigʻlamoq. Uv tortib yigʻlamoq. Oʻkirib yigʻlamoq. Hoʻngrab (hoʻnghoʻng) yigʻlamoq. shish Endi onaga qoʻshilib qiz yigʻlar, qizga qoʻshilib ona yigʻlardi. Choʻlpon, Kecha va kunduz. Bola hanuz chirqirab yigʻlar edi. A. Qahhor, Qoʻshchinor chiroqlari. Aytib yigʻlamoq etn. Marhumga kuyinib, yurak soʻzlarini aytib yigʻlamoq, uni madh etib yigʻlamoq. Achchiq-achchiq yigʻlamoq Achchiq-alam bilan yigʻlamoq. Kecha uning uyidan xotin kishining achchiq-achchiq yigʻlagan tovushi eshitildi. A. Qahhor, Qanotsiz chittak. Zor yigʻlamoq Zorlanib yigʻlamoq. Bola: kDadam, dadam!» deb zor yigʻlardi. K. Yashin, Hamza. Yigʻlab koʻrish(a)di s.t. kest. Juda monand, mos keldi, juda ham yarashdi. Toʻn yigʻlab koʻrishdi. shish { Hotam: Qani, sovimasin {(ryumkaga quyib). Bu jonivor kabob bilan yigʻlab koʻrishadi. Qitday-qitday yutaylik. N. Safarov, Hayot maktabi. Yum-yum yigʻlamoq Qattiq koʻz yoshi toʻkib yigʻlamoq. Achaxon yum-yum yigʻlab, onasining peshonasini silardi. K. Yashin, Hamza. Qon yigʻlamoq Nihoyatda alam-iztirob bilan yigʻlamoq. Xolaning ogʻir yurak yarasi yangilanar, qon yigʻlagan qaygʻuli kuni yodiga tushar edi. A. Muxtor, Opa-singillar. 2 koʻchma Nolish qilmoq. Uzoq-uzoqlarda musiqa yigʻlardi. Sh. Rashidov, Boʻrondan kuchli.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000066",
    "headword_cyr": "ЙИРЛАМСИРАМОҚ",
    "headword_lat": "YIRLAMSIRAMOQ",
    "transliteration": "yirlamsiramoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиглаш даражасига етмоқ; йиғлагандай бўлмоқ. Жўрахон йиғламсираб жавоб қилди. Унинг бу холати хафа қилинган.. қизнинг аразига ўхшар эди. М. Исмойлий, Фарғона т. o. - Мен ўзбошимчалик қилганим йўқ, — жавоб берди бола йиғламсираб. Ў. Умарбеков, Чўлда бир кун. wwwwww.z.ziiyyoouuzz..cc ЙИҒЛОҚ Бўлар-бўлмасга йиғлай берадиган; кўп йиғлайдиган; йиғлоқи. Йиғлоқ одам жангчи бўла олмайди-а, дада кГулдасTa». Мўмингина, ювошгина бўлган Бахтиёр бора-бора салга чўчийдиган, йиғлоқ бўлиб қолди. Ҳ. Назир, Кўктерак шабадаси. ЙИҒЛОҚИ1 айн. йиғлоқ. Оналар инжиқ, йиғлоқи болаларини ёгапимга кирмасанё, чакалакзорга элтиб ташлайманз деган пўписа билан тийиб келишган. Ж. Абдуллахонов, Хонадон. 2 Йиғи товушига ўхшаш, йиғи каби. Б0зоринав масжидининг пастаккина мезанасига чиқиб, шом азонини айтган сўфининг йиғлоқи овози уни ўзига келтирди. С. Кароматов, Бир томчи қон. Маҳкам нималигига тушунолмас, ҳар қалай, бу ашула эмас, қандайдир йиғлоқи нолиш эди. Р. Файзий, Ҳазрати инсон. 3 кўчма Кишини эзадиган; мунгли (куй, оҳанг ва ш. к. ҳақида). Мунгли булбулдай Ингради тинмай, Бағрим эзарди, Борлиқни ёқиб Йиғлоқи сурнай. Ғ. Ғулом. Ёзармидим йиғлоқи байтни, Титрармидим кўзда ёш билан2 А.Орипов. Бу қўшиқларнинг (насиҳат қўшиқлари) бадиий савияси паст ва оҳанги йиғлоқи. У. Рашид, Қўшиқлар ҳақида.",
        "definition_lat": "Yiglash darajasiga etmoq; yigʻlaganday boʻlmoq. Joʻraxon yigʻlamsirab javob qildi. Uning bu xolati xafa qilingan.. qizning araziga oʻxshar edi. M. Ismoyliy, Fargʻona t. o. - Men oʻzboshimchalik qilganim yoʻq, — javob berdi bola yigʻlamsirab. Oʻ. Umarbekov, Choʻlda bir kun. wwwwww.z.ziiyyoouuzz..cc YIGʻLOQ Boʻlar-boʻlmasga yigʻlay beradigan; koʻp yigʻlaydigan; yigʻloqi. Yigʻloq odam jangchi boʻla olmaydi-a, dada kGuldasTa». Moʻmingina, yuvoshgina boʻlgan Baxtiyor bora-bora salga choʻchiydigan, yigʻloq boʻlib qoldi. H. Nazir, Koʻkterak shabadasi. YIGʻLOQI1 ayn. yigʻloq. Onalar injiq, yigʻloqi bolalarini yogapimga kirmasanyo, chakalakzorga eltib tashlaymanz degan poʻpisa bilan tiyib kelishgan. J. Abdullaxonov, Xonadon. 2 Yigʻi tovushiga oʻxshash, yigʻi kabi. B0zorinav masjidining pastakkina mezanasiga chiqib, shom azonini aytgan soʻfining yigʻloqi ovozi uni oʻziga keltirdi. S. Karomatov, Bir tomchi qon. Mahkam nimaligiga tushunolmas, har qalay, bu ashula emas, qandaydir yigʻloqi nolish edi. R. Fayziy, Hazrati inson. 3 koʻchma Kishini ezadigan; mungli (kuy, ohang va sh. k. haqida). Mungli bulbulday Ingradi tinmay, Bagʻrim ezardi, Borliqni yoqib Yigʻloqi surnay. Gʻ. Gʻulom. Yozarmidim yigʻloqi baytni, Titrarmidim koʻzda yosh bilan2 A.Oripov. Bu qoʻshiqlarning (nasihat qoʻshiqlari) badiiy saviyasi past va ohangi yigʻloqi. U. Rashid, Qoʻshiqlar haqida.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000067",
    "headword_cyr": "ЙИҒЛОҚИЛИК",
    "headword_lat": "YIGʻLOQILIK",
    "transliteration": "yigʻloqilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бўлар-бўлмасга йиғлаш, шундай характер, хусусият. Йиғлоқилик сизга ярашмайди. И. Раҳим, Тақдир. Эсдан чиқарманг, опа.. Йиғлоқилик кетмайди: Ш. Холмирзаев, Қайтиш.",
        "definition_lat": "Boʻlar-boʻlmasga yigʻlash, shunday xarakter, xususiyat. Yigʻloqilik sizga yarashmaydi. I. Rahim, Taqdir. Esdan chiqarmang, opa.. Yigʻloqilik ketmaydi: Sh. Xolmirzaev, Qaytish.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000068",
    "headword_cyr": "ЙИРМА",
    "headword_lat": "YIRMA",
    "transliteration": "yirma",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "сфт. 1 Фойдаланилмайдиган пайтда йиғиб-тахлаб қўйиладиган, йиғиладиган. Йиғма курси. mm Бу ерда (палаткада) уч йиғма койка бир-бирига тақаб қўйилган эди. А. Мухтор. Давр менинг тақдиримда. Бир неча киши машиналардан ғириллатиб кўтарилган йиғма нарвонлардан бино томларига чиқа бошлади. М. Хайруллаев, Тилла маржон. Чўлда икки ва бир хонали йиғма уйлар қурилди. кЎзбекистон қўриқлариз. 2 Турли қисм ёки элементлардан йиғилган, бир бутунни ташкил қиладиган; терма. У яқинроқ бориб, эълон тагидаги рўйхатни кўрди: кҚишлоқ ўқувчиларининг ёзги йиғма отрядиз. Унда йигирмадан ортиқ боланинг номи ёзилган. Ҳ. Назир, Сўнмас чақмоқлар. Ёшларнинг вакиллари йиғма оркестр садолари остида стадион майдонини айланиб чиқишади. Газетадан. ЙИҒМОҚ1 Турли жойдаги шахсларни ёки нарсаларни бир жойга келтирмоқ; mm kkuuttuubbxxoonnaassii тўпламоқ. Бошлиқларни йиғмоқ. Тўкилган олмаларни йиғмоқ. mm Мана, Назира хола ҳам, Шаҳодат хола ҳам келишди. Яхши бўлди. Ўзим ҳам сизларни йиғиб, икки оғиз гаплашмоқчи эдим. A. Каҳҳор, Кампирлар сим қоқди. Талат синфдош дўстларини йиғиб, уйида зиёфат қилмоқчи эди. Ў. Ҳошимов, Қалбингга қулоқ сол. Эл оғаси — доноларни йиғинглар.. кЮсуф ва Аҳмадо. Иккаламиз сизларнинг яшаш 065ектларингиз ҳақида маълумотлар йиғяпмиз. О. Мўминов, Хиёбондаги уч учрашув. 2 Териб, ўриб ва б. йўл билан олиб тўпламоқ; йиғиштирмоқ. Ҳосилни йиғмоқ. шиш У ёз бўйи Мансур учун атайлаб ялпиз, сариқбош, исириқ, яна аллақанақа гиёҳларни йиғиб юрарди. Ў. Ҳошимов, Қалбингга қулоқ сол. 3 Бирор нарсани маълум вақт жараёнида бир-бир топиб тўпламоқ; жамғармоқ. Пул йиғмоқ. Мол йиғмоқ. mm Бисот йиғмоқчидирлар балкиЗ Y. Ҳошимов, Қалбингга қулоқ сол. Ахир одамларга меҳр-шафқатли бўлишни Ҳамзага шу ота таълим берган, қолаверса, нега бунчалик китоб йиғмаса. К. Яшин, Ҳамза. 4 Жам ҳолга келтирмоқ; йиғиштирмоқ. Ҳозир нарсаларни йиғинглар, яхшилаб нонушта қилиб олинглар, юқорига кўтариламиз. С. Кароматов, Олтин қум. 5 Йиғинчоқ, тартибли ҳолатга келтирмоқ. -Кел, Нуриой:{ — Салимбойвачча оёқларини йиғиб олди. Ойбек, Танланган асарлар. 6 mex. Қисмларни ўзаро бириктириб бутун ҳолга келтирмоқ. Тракторни йиғмоқ. 7 кўчма Маълум бир нуқтага қаратмоқ, тўпламоқ, марказлаштирмоқ (хаёл, ақл, куч ва ш. к. ни). Степан эсини йиғиб, ўрнидан турди. А. Мухтор, Қорақалпоқ қиссаси. Ҳакимжон шу суҳбатдан сўнг ўзининг хом ва чувалашган фикрларини пишитди, бир орага йиғди.. ўша кундан бошлаб унинг ҳамма нарсага қараши бошқа бўлди\" Чўлпон, Кеча ва кундуз. ..бор кучимни йиғиб чопдим. Ш. Холмирзаев, Йўллар, йўлдошлар. ВИш, ҳаракат, фаолият ва ш. к. ни тўхтатMOK, ЙИҒИШТИрмоқ. Шокир ота ишни йиғди, кўзойнагини олиб қўйди. Ойбек, Танланган асарлар.",
        "definition_lat": "sft. 1 Foydalanilmaydigan paytda yigʻib-taxlab qoʻyiladigan, yigʻiladigan. Yigʻma kursi. mm Bu erda (palatkada) uch yigʻma koyka bir-biriga taqab qoʻyilgan edi. A. Muxtor. Davr mening taqdirimda. Bir necha kishi mashinalardan gʻirillatib koʻtarilgan yigʻma narvonlardan bino tomlariga chiqa boshladi. M. Xayrullaev, Tilla marjon. Choʻlda ikki va bir xonali yigʻma uylar qurildi. kOʻzbekiston qoʻriqlariz. 2 Turli qism yoki elementlardan yigʻilgan, bir butunni tashkil qiladigan; terma. U yaqinroq borib, eʼlon tagidagi roʻyxatni koʻrdi: kQishloq oʻquvchilarining yozgi yigʻma otryadiz. Unda yigirmadan ortiq bolaning nomi yozilgan. H. Nazir, Soʻnmas chaqmoqlar. Yoshlarning vakillari yigʻma orkestr sadolari ostida stadion maydonini aylanib chiqishadi. Gazetadan. YIGʻMOQ1 Turli joydagi shaxslarni yoki narsalarni bir joyga keltirmoq; mm kkuuttuubbxxoonnaassii toʻplamoq. Boshliqlarni yigʻmoq. Toʻkilgan olmalarni yigʻmoq. mm Mana, Nazira xola ham, Shahodat xola ham kelishdi. Yaxshi boʻldi. Oʻzim ham sizlarni yigʻib, ikki ogʻiz gaplashmoqchi edim. A. Kahhor, Kampirlar sim qoqdi. Talat sinfdosh doʻstlarini yigʻib, uyida ziyofat qilmoqchi edi. Oʻ. Hoshimov, Qalbingga quloq sol. El ogʻasi — donolarni yigʻinglar.. kYusuf va Ahmado. Ikkalamiz sizlarning yashash 065ektlaringiz haqida maʼlumotlar yigʻyapmiz. O. Moʻminov, Xiyobondagi uch uchrashuv. 2 Terib, oʻrib va b. yoʻl bilan olib toʻplamoq; yigʻishtirmoq. Hosilni yigʻmoq. shish U yoz boʻyi Mansur uchun ataylab yalpiz, sariqbosh, isiriq, yana allaqanaqa giyohlarni yigʻib yurardi. Oʻ. Hoshimov, Qalbingga quloq sol. 3 Biror narsani maʼlum vaqt jarayonida bir-bir topib toʻplamoq; jamgʻarmoq. Pul yigʻmoq. Mol yigʻmoq. mm Bisot yigʻmoqchidirlar balkiZ Y. Hoshimov, Qalbingga quloq sol. Axir odamlarga mehr-shafqatli boʻlishni Hamzaga shu ota taʼlim bergan, qolaversa, nega bunchalik kitob yigʻmasa. K. Yashin, Hamza. 4 Jam holga keltirmoq; yigʻishtirmoq. Hozir narsalarni yigʻinglar, yaxshilab nonushta qilib olinglar, yuqoriga koʻtarilamiz. S. Karomatov, Oltin qum. 5 Yigʻinchoq, tartibli holatga keltirmoq. -Kel, Nurioy:{ — Salimboyvachcha oyoqlarini yigʻib oldi. Oybek, Tanlangan asarlar. 6 mex. Qismlarni oʻzaro biriktirib butun holga keltirmoq. Traktorni yigʻmoq. 7 koʻchma Maʼlum bir nuqtaga qaratmoq, toʻplamoq, markazlashtirmoq (xayol, aql, kuch va sh. k. ni). Stepan esini yigʻib, oʻrnidan turdi. A. Muxtor, Qoraqalpoq qissasi. Hakimjon shu suhbatdan soʻng oʻzining xom va chuvalashgan fikrlarini pishitdi, bir oraga yigʻdi.. oʻsha kundan boshlab uning hamma narsaga qarashi boshqa boʻldi\" Choʻlpon, Kecha va kunduz. ..bor kuchimni yigʻib chopdim. Sh. Xolmirzaev, Yoʻllar, yoʻldoshlar. VIsh, harakat, faoliyat va sh. k. ni toʻxtatMOK, YIGʻIShTIrmoq. Shokir ota ishni yigʻdi, koʻzoynagini olib qoʻydi. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000069",
    "headword_cyr": "ЙИРНАМОҚ",
    "headword_lat": "YIRNAMOQ",
    "transliteration": "yirnamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. Йиғмоқ, тўпламоқ. Эртасига ўроқчилар қуруқ пичанларни тўп-тўп йиғнай бошладилар. С. Анорбоев, Оқсой. Қўзичоғим қўйлар бўлғай, Йиғнаганим тўйлар бўлғай. кБойчечака.",
        "definition_lat": "iv. Yigʻmoq, toʻplamoq. Ertasiga oʻroqchilar quruq pichanlarni toʻp-toʻp yigʻnay boshladilar. S. Anorboev, Oqsoy. Qoʻzichogʻim qoʻylar boʻlgʻay, Yigʻnaganim toʻylar boʻlgʻay. kBoychechaka.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000070",
    "headword_cyr": "ЙИРНОҚ",
    "headword_lat": "YIRNOQ",
    "transliteration": "yirnoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиғинчоқ, ихчам. wwwwww.z.ziiyyoouuzz..cc 275 g2 2 шв. Йиғиш, йиғин. Ҳисобот-сайлов йиғилишининг ўтганига бир ой бўлмасдан, яна бир йиғноқ чақирилди. кМуштуми.",
        "definition_lat": "Yigʻinchoq, ixcham. wwwwww.z.ziiyyoouuzz..cc 275 g2 2 shv. Yigʻish, yigʻin. Hisobot-saylov yigʻilishining oʻtganiga bir oy boʻlmasdan, yana bir yigʻnoq chaqirildi. kMushtumi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000071",
    "headword_cyr": "ЙИБУВ",
    "headword_lat": "YIBUV",
    "transliteration": "yibuv",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йиғиш ишлари. Йиғув цехи. Трактор йиғув заводи. ЙИБУВЧИ1 Йиғмоқ фл. сфдш. { Отабек ва Али) Дастурхонни йиғувчи келинчакка ўғил тилаб дуо қилганларидан кейин, қўлига ўттиз чақа сурма пули бердилар. А. Қодирий, Ўтган кунлар. 2 Деталъ ёки қисмлардан яхлит машина ясовчи мутахассис. Йиғилиш трактор йиғувчилар ташаббусини маёқуллади. Газетадан.",
        "definition_lat": "Yigʻish ishlari. Yigʻuv tsexi. Traktor yigʻuv zavodi. YIBUVChI1 Yigʻmoq fl. sfdsh. { Otabek va Ali) Dasturxonni yigʻuvchi kelinchakka oʻgʻil tilab duo qilganlaridan keyin, qoʻliga oʻttiz chaqa surma puli berdilar. A. Qodiriy, Oʻtgan kunlar. 2 Detalʼ yoki qismlardan yaxlit mashina yasovchi mutaxassis. Yigʻilish traktor yigʻuvchilar tashabbusini mayoqulladi. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000072",
    "headword_cyr": "ИОҒ",
    "headword_lat": "IOGʻ",
    "transliteration": "iogʻ",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Kora тизими ва таълимоти тарафдори; йога усулида шуғулланувчи (қ. йога 2).",
        "definition_lat": "Kora tizimi va taʼlimoti tarafdori; yoga usulida shugʻullanuvchi (q. yoga 2).",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000073",
    "headword_cyr": "ЙОГА",
    "headword_lat": "YOGA",
    "transliteration": "yoga",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "санскр. қўшилиши, кбирлашиши; кхтиришишо",
        "variant_note_lat": "sanskr. qoʻshilishi, kbirlashishi; kxtirishisho"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳинд фалсафасининг 6 та собитқадам (кВедаларяни тан олувчи) тизимларидан бири; материя билан руҳни қарама-қарши қўяди. 2 Киши руҳияти ва физиологияси (нафас олиш, қон босими, модда алмашинуви, уйқу ва б.)ни (муайян жисмоний машқлар воситасида) бошқариш ҳақидаги таълимот ва метод (усул); Ҳиндистон диний ва фалсафий тизимларининг ххалос бўлиш ҳолатига эришишни мақсад қилиб қўювчи таркибий унсури. ЙОГУРТ, йўғурт (ингл. yoghurt Х турк. yogurt, т.-тат. = 2 эз — қатиқ) Жем, мева консерваси, шоколод, какао ва б. қўшимча (тўлдиргич)лар аралаштирилган, қаймоқли кремга ўхшаш сут-қатиқ маҳсулоти (оддий ивитилган қатиқ, кефир ва б.).",
        "definition_lat": "Hind falsafasining 6 ta sobitqadam (kVedalaryani tan oluvchi) tizimlaridan biri; materiya bilan ruhni qarama-qarshi qoʻyadi. 2 Kishi ruhiyati va fiziologiyasi (nafas olish, qon bosimi, modda almashinuvi, uyqu va b.)ni (muayyan jismoniy mashqlar vositasida) boshqarish haqidagi taʼlimot va metod (usul); Hindiston diniy va falsafiy tizimlarining xxalos boʻlish holatiga erishishni maqsad qilib qoʻyuvchi tarkibiy unsuri. YOGURT, yoʻgʻurt (ingl. yoghurt X turk. yogurt, t.-tat. = 2 ez — qatiq) Jem, meva konservasi, shokolod, kakao va b. qoʻshimcha (toʻldirgich)lar aralashtirilgan, qaymoqli kremga oʻxshash sut-qatiq mahsuloti (oddiy ivitilgan qatiq, kefir va b.).",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000074",
    "headword_cyr": "ЙОД",
    "headword_lat": "YOD",
    "transliteration": "yod",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "лот. iodum Х юн. iodes — бинафша рангли",
        "variant_note_lat": "lot. iodum X yun. iodes — binafsha rangli"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Менделеев даврий системасининг VII гуруҳига мансуб кимёвий элемент, асосан денгиз ўсимликларидан олинадиган тўқ кулранг кристалл модда ва унинг тиббиётда қўлланадиган, спиртдаги жигарранг эритмаси. Тик турганча, бармоғимга йод суриб, бинт билан боғлади. С. Сиёев, Ёруғлик.",
        "definition_lat": "Mendeleev davriy sistemasining VII guruhiga mansub kimyoviy element, asosan dengiz oʻsimliklaridan olinadigan toʻq kulrang kristall modda va uning tibbiyotda qoʻllanadigan, spirtdagi jigarrang eritmasi. Tik turgancha, barmogʻimga yod surib, bint bilan bogʻladi. S. Siyoev, Yorugʻlik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000075",
    "headword_cyr": "ЙОДЛАМОҚ",
    "headword_lat": "YODLAMOQ",
    "transliteration": "yodlamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Буқоқ касаллигининг олдини олиш мақсадида сув, туз ва б. озиқовқат маҳсулотларига йод қўшмоқ, йод аралаштирмоқ, йод билан тўйинтирмоқ. Ош тузини йодламоқ. Сувни йодлаш.",
        "definition_lat": "Buqoq kasalligining oldini olish maqsadida suv, tuz va b. oziqovqat mahsulotlariga yod qoʻshmoq, yod aralashtirmoq, yod bilan toʻyintirmoq. Osh tuzini yodlamoq. Suvni yodlash.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000076",
    "headword_cyr": "ЙОДЛИ",
    "headword_lat": "YODLI",
    "transliteration": "yodli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йод қўшилган; таркибида йод бўлган; йод билан тўйинтирилган. Йодли ичимлик суви.",
        "definition_lat": "Yod qoʻshilgan; tarkibida yod boʻlgan; yod bilan toʻyintirilgan. Yodli ichimlik suvi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000077",
    "headword_cyr": "ЙЎЙМОҚ",
    "headword_lat": "YOʻYMOQ",
    "transliteration": "yoʻymoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор нарса, ҳодисанинг сабаб ёки моҳияти, асосини ўзича талқин этmm kkuuttuubbxxoonnaassii SIR 276 моқ, таъбирламоқ, нима биландир боғламоқ, ўшандан деб ўйламоқ, ҳисобламоқ. Тушни яхшиликка йўймоқ. mm Она ўғлидаги сабрсизликни кўриб, ўқишга меҳр қўйганлигига йўйди. Ж. Абдуллахонов, Хонадон. Одатда одамлар туш кўриб, уни бошқа бир бўлажак ҳодисага йўядилар. О. Мўминов, Хиёбондаги уч учрашув. Бироқ бу ҳолни куннинг совуғига йўйиш, тинчи бузилган одамнинг инжиқлиги билан таъёбирлаш ҳам мумкин. WI. Холмирзаев, Қил кўприк.",
        "definition_lat": "Biror narsa, hodisaning sabab yoki mohiyati, asosini oʻzicha talqin etmm kkuuttuubbxxoonnaassii SIR 276 moq, taʼbirlamoq, nima bilandir bogʻlamoq, oʻshandan deb oʻylamoq, hisoblamoq. Tushni yaxshilikka yoʻymoq. mm Ona oʻgʻlidagi sabrsizlikni koʻrib, oʻqishga mehr qoʻyganligiga yoʻydi. J. Abdullaxonov, Xonadon. Odatda odamlar tush koʻrib, uni boshqa bir boʻlajak hodisaga yoʻyadilar. O. Moʻminov, Xiyobondagi uch uchrashuv. Biroq bu holni kunning sovugʻiga yoʻyish, tinchi buzilgan odamning injiqligi bilan taʼyobirlash ham mumkin. WI. Xolmirzaev, Qil koʻprik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000078",
    "headword_cyr": "ЙЎЛ",
    "headword_lat": "YOʻL",
    "transliteration": "yoʻl",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Одамлар, жониворлар ва б. нарсалар қатнови натижасида ер сатҳида из босилиб ҳосил бўлган узун, давомли қисм, қатнов қисми. Сўқмоқ йўл. Қирдаги ҳар томонга кетган йўллар. ши Йўл адирнинг энг ётиқ еридан тушган бўлса ҳам, Турғуной тиззасини ушлаб, зўрға қадам босарди. А. Қаҳҳор, Мастон. Чўлнинг йўли ингичка... кБойчечака. Довон орқали.. битта от йўли бор, холос. Шу тор йўлдан Афғонистонга ўтса ҳам бўлади. К. Яшин, Ҳамза. 2 Умуман, кишилар ёки транспорт қатнови учун махсус белгиланган ер бўлаги. Автомашина қатнайдиган йўл. Асфалът йўл. Тош йўл. Узоқ йўл. m Машина йўлини кесиб ўтаётган подага сигнал берганда, чўчиб ўзига келди-ю, атрофга қаради. С. Аҳмад, Юлдуз. Меҳмонхона ёнидаги ер ости йўлидан ўтиб, гулзор майдонга чиқишди. Ў. Ҳошимов, Қалбингга қулоқ сол. 3 Кема ва самолётлар қатнаши учун махсус белгилаб қўйилган йўналиш, трасса. Сув йўли. Ҳаво йўли. 4 Йўналишдаги ҳаракат жараёни, йўлда давом этаётган юриш. (Хотин) Кумушга қараб давом этди: Ану кунги сўзингиз билан, йўлдан қайрилиб кирган эдим. А. Қодирий, Ўтган кунлар. Ўрмонжон йўл бўйи гапирмади.. A. Қаҳҳор, Қўшчинор чироқлари. Мен унинг учун бир зиёратчи, назрини бераман-у, йўлимга кетавераман. К. Яшин, Ҳамза. -Зарари йўқ, — деди Меъмор. — Буни uya машаққати деймиз. Мирмуҳсин, Меъмор. 5 Юриш, қатнов йўналиши. ..биров \"Хотинингни уканг никоҳлаб олди, уйга бормай қўя қол\"\" деган экан, у ҳам йўлни бошқа ёққа солдириб кетибди. А. Қаҳҳор, Қўшчинор чироқлари. 6 Бирор жой, маконга саёҳат ёки бошқа мақсадда қилинадиган юриш; сафар. Йўл анжомлари. Йўлга ҳозирланмоқ. Йўлга чиқwwwwww.z.ziiyyoouuzz..cc санг, йўлдошинг бўлсин. Makon. шиш { Отабек) Бу сўроқни ўз-ўзига ҳам бериб кўрмаган, гўё бурунгидек Марғилон йўлига ошиқиб ҳозирланар эди. А. Қодирий, Ўтган кунлар. Шоҳ Машраб йўлга чиқсалар, худонинг қудрати билан, ернинг таноби тортилиб, йўл қисқарар экан. Ойбек, Танланган асарлар. 7 Босиб ўтиладиган оралиқ; масофа. Бундан буён мотоцикл йўлингизни яқин қилади. С. Анорбоев, Тўрткўзнинг бошидан кечирганлари. У Миён Қудрат ҳазратни зиёрат қилиш учун озмунча йўлни пиёда босиб келдими К. Яшин, Ҳамза. 8 Маълум бир транспорт воситаси учун йўналиш қурилмаси. Темир йўл. Трамвай йўли. ши Поезд йўли майда тош, Бойнинг қизи қаламқош. кБойчечака. 9 Айрим нарсаларнинг йўналиш чизиғи, жой оралиғи. Нафас йўли. Сийдик йўли. Хасхашаклар сув йўлини тўсиб қўйибди. 10 Бирор нарсага, юзага тортилган, туширилган чизиқ, из. Бир йўли оқ, бир йўли мошранг беқасам. ши Эшикда тиккасига оқ ва қора йўллардан иборат пижама кийган, бошяланг Азимбоев кўринди. кГулдастаз. 11 Қатор, сатр; мисра. Бир неча йўл хат. mua { Анвар Раънога:{ Менинг ёзганимни сен yam қилмасанг, мен ҳам сенинг ёзганингни уят қилмайман. Лекин шарт шуки, менинг икки йўлимга жавоб бўлсин. А. Қодирий, Меҳробдан чаён. 12 кўчма Бирор нарсанинг йўналиш, келиш-кетиш оқими, йўналиши. Ҳаёт ўз йўлидан борар, баҳор болаларга ўз қувончи, ўз шодликларини сахийлик билан тақдим этган эди. Ў. Ҳошимов, Қалбингга қулоқ сол. Ҳамза ҳақиқат йўлидан, маърифат йўлидан, Фурқат васият қилган йўлдан боради. К. Яшин, Ҳамза. 13 Фаолиятда амал тарзи, қилинадиган, тутиладиган иш-амал. Ҳозир сенларга икки йўл: ўғил, қизингни сотиб бўлса ҳам, ўттиз икки тангани Азизбек хазинасига тўлаш ёки эс борида этакни ёпиб, Азизбекни орадан кўтариш.. А. Қодирий, Ўтган кунлар. Тақдирдан шикоят қилмадим сира, Сизга ҳам шу йўлни маслаҳат кўрдим. Шуҳрат. Иккисининг йўли ҳам гумроҳликдан бошқа нарса эмас. Бири йиғиб ўлган, бири еб ўлади. Ойбек, Танланган асарлар. 14 Куй, қўшиқ ва ш.к. да ўзига хос усул. Орзую армонимни шеърий йўлда қайтадан mm kkuuttuubbxxoonnaassii Сўзлаб турибман, балки ёшлик бўлиб баҳона. А. Орипов. Зеби кириб, майда йўллардан бирини олди. Дуторнинг овозига эндигина ўз 060зини қўшаман деганда, ташқаридан мингбошини чақирдилар. Чўлпон, Кеча ва кундуз. 15 Имкон чораси. Ҳеч бўлмаса, жонни сақла эди сен, Бир йўл топиб қочмоқ керак бу элдан. Ҳ. Олимжон. Содиқжон бойвачча чангалига тушган қизнинг кимлигини билгиси келди. Аммо сўраб билишнинг ҳозир асти йўли йўқ эди. К. Яшин, Ҳамза. 16 кўм. взф. (асосан ў.-п. к. да — йўлида) Сабаб, мақсад каби маъноларни билдиради; бора(си)да, учун. Кимики халқ йўлида, халқ ғамида тер тўкса, қўли ҳамма ерда баланд бўлсин.. М. Исмоилий, Фарғона т.о. Шунинг учун ҳам сенга етишмоқ йўлида жонни хатарга қўйиб, кеча-кундуз югурганманда.. К. Яшин, Ҳамза. Ўқувчиларни жўшқин меҳнат фаолиятига тайёрлаш йўлидаги изланишларимиз ҳозирнинг ўзида ўз самарасини бермоқда. Газетадан. Йўл бермоқ 1) ўтиб кетиш учун йўлни бўшатмоқ. Мансур пастак эшикни очиб, Гавҳарга йўл берди. Ў. Ҳошимов, Қалбингга қулоқ сол; 2) тўсқин бўлмаслик, қаршилик қилмаслик; имкон бермоқ, йўл қўймоқ. .улар меҳнат аҳлини истаганларича ишлатиб, ҳамёнларини яна ҳам қаппайтиришлари унун авомнинг фикрини очишга йўл бермайдилар. К. Яшин, Ҳамза. Йўл босмоқ Маълум масофани юриб ўтмоқ. Мастон неча километр йўл босганини ва яна неча километр босиш кераклигини билар эди. А. Қаҳҳор, Мастон. Йўл бошламоқ 1) йўловчиларни бошлаб юрмоқ. - Юринг, — деди Талъат йўл бошлаб. Ў. Ҳошимов, Қалбингга қулоқ сол; 2) иш-фаолиятда раҳнамолик қилмоқ; етакчилик қилмоқ, етакламоқ. Йўл бўлсин\" 1) қаёққа боряпсиз7 Ҳа, йигитнинг гули, йўлингиз бўлсин Т. Малик, Ажаб дунё; 2) (ж.к. билан) кўчма бирор ишни бажариш кимсанинг қўлидан келмаслигини ифодалаш учун ишлатилади. Шевёр ёзишга сенга йўл бўлсин. Йўл кўрсатмоқ 1) олиб борадиган йўлни кўрсатмоқ. Адашган йўловчига йўл кўрсатмоқ; 2) йўл-йўриқ кўрсатмоқ, қандай йўл тутишни айтмоқ. { Ёрмат) Элликбошига ялинди: -Ман ғарибга йўл кўрсатинг. Кимга арз қилай2 Ойбек, Танланган асарлар. Йўл олмоқ Бирор томонга юришни бошламоқ, йўлга тушмоқ. Тонготарда ҳужрадан чиққан Меъмор wwwwww.z.ziiyyoouuzz..cc 277 559. карвонсарой ҳовлисини кесиб ўтиб, дарвозадан ташқарига йўл олди. Мирмуҳсин, Меъмор. Йўл солмоқ айн. йўл олмоқ. Яраш полвон тўғри колхоз идорасига йўл солди. С. Сиёев, Отлиқ аёл. Йўл қўймоқ айн. йўл бермоқ 2. .нимаики иш қилса, одамлар хурсанд бўлишини ўйлаши, сахийлиги биронта кишининг бу қизга ўқрайиб қарашига йўл қўймасди. Мирмуҳсин, Меъмор. - Ота, устоз ҳақлар, — деди Ҳамза. — Ҳийлага баъзан шариат ҳам йўл қўяди. К. Яшин, Ҳамза. Йўлга кирмоқ Юришни бошламоқ (гўдак ҳақида). Адолат йўлга кирди дегандан бошлаб топганини сандиққа ташлади. С. Зуннунова, Олов. ..қонига беланган дадангни кўтариб кирганларида, сен йўлга кирган эдинг. Й. Шамшаров, Тошқин. Йўлга солмоқ Яхши гапириб, алдаб-сулдаб кўндирмоқ, розилигини олмоқ. Бўтабой уни { Содиқни) алдаб-сулдаб йўлга солмоқчи бўлди. С. Аҳмад, Ҳукм. Йўлга тушмоқ 1) бирор йўл билан (бирор томон) юришни бошламоқ. { Нури)... қовун полизни сайр қилишни баҳона қилди-да, акасининг ўғли Рафиқжон билан бирга йўлга тушди. Ойбек, Танланган асарлар; 2) тўғри йўл, меъёрий из (йўналиш)га тушмоқ, шундай ҳолат касб этмоқ. Саводсизликни тугатиш бўйича ўқиш бир қадар йўлга тушиб олди. К. Яшин, Ҳамза. Йўлга чиқмоқ Йўлга отланиб юра бошламоқ, йўл олмоқ. Взвод ярим тунда йўлга чиқди, разведкага. Т. Рустамов, Мангу жасорат. ..авзойидан сездики, у шум ният билан йўлга чиқKan. Ёшлик. Йўлга қўймоқ Ташкил қилмоқ, ишга солиб юбормоқ; ривожлантирмоқ; тартибга солмоқ. Ёшлар ўртасида тарғибот ишларини йўлга қўймоқ. Йўлдан оздирмоқ Нотўғри (номақбул) йўлга бошламоқ, ёмон йўлга чалғитмоқ. Сизнинг мулойим, одобли синглингизни ҳам йўлдан оздиришим мумкин. Мирмуҳсин, Меъмор. Йўлдан тойдирмоқ Нотўғри йўлга чалғитмоқ, \"бурмоқ. ..мусулмонларни ҳақ йўлдан тойдирмоқчи бўлган шул китобларни ағдар-тўнтар қилиб, кўчага чиқариб ташлагим келди. К. Яшин, Ҳамза. Йўлдан урмоқ Тўғри йўлдан чалғитмоқ. Йўқ, энди Менглибойни ҳеч ким йўлдан уролмайди. С. Аҳмад, Юлдуз. Тағин мени йўлдан уряпти деб ўйламанг. Сизни яхши кўрганим учун айmanman. Y. Ҳошимов, Қалбингга қулоқ сол. Йўлдан чиқармоқ айн. йўлдан урмоқ. Йўлдан қайтармоқ 1) орқага қайтишга мажбур қилмоқ; 2) кўчма кишини ёмон хулқ ёки ноmm kkuuttuubbxxoonnaassii SR жўя хатти-ҳаракатдан тиймоқ, тўхтатиб қол моқ. Муҳаммадражаб.. хотини орқали уни ш йўлдан қайтаришга уринди. A. Қаҳҳор, Сароб Йўли очилмоқ Бахтли бўлиб, иши юриши кетмоқ. Йўли очилган йигитнинг янгаси олди дан чиқар. Мақол. Йўли тушмоқ Юриши, са фари бирон жой, (томон)га тўғри келмоқ Қабристонга тушганда йўлим, Мен шу ғам гин ҳолни кўраман. А. Шер, Қадимги куй. Йўл учун айн. йўлига ..ёлғизгина қизининг кўз ёш ларига юраги дош беролмадими ёки йўли учу шундай қилдими — Абдураҳмонбой.. қизин юпатишга тушди. К. Яшин, Ҳамза. Йўлинг дан қолма Сенда ишим йўқ, менга керагин йўқ, кетавер. \"Ёрдам берган бўлсангиз, раҳ мат, йўлингиздан қолманг\", демайдими қиз Ў. Ҳошимов, Қалбингга қулоқ сол. Оқ йў тиламоқ қ. оқ. ..улар билан чангга ботиб 60 раётганлигидан мамнун бўлиб, ичида унга о йўл тилаб, дераза пардасини туширди. К Яшин, Ҳамза. ЙЎЛА: бир йўла 1) бирдан, бир вақт нинг ўзида. У { Соттихон) бир йўла тўр станокда одми шойи тўқишга ўтди. Туйғун Станоклар ёнида. Бир йўла машинадан ҳам узангидан ҳам ажраб қолмай, деб тириши ётибмиз. кЎзбекистон қўриқлариз; 2) бутун лай. Мени энди бир йўла йўқолганга чиқари қўя қолинглар. Ё. Хаимов, М. Раҳмон, Ҳаёт мамот; 3) бир бор, бир марта. - Менимч қутидарнинг олдидан бир йўла ўтилсин, деди Ҳасанали. А. Қодирий, Ўтган кунлар.",
        "definition_lat": "Odamlar, jonivorlar va b. narsalar qatnovi natijasida er sathida iz bosilib hosil boʻlgan uzun, davomli qism, qatnov qismi. Soʻqmoq yoʻl. Qirdagi har tomonga ketgan yoʻllar. shi Yoʻl adirning eng yotiq eridan tushgan boʻlsa ham, Turgʻunoy tizzasini ushlab, zoʻrgʻa qadam bosardi. A. Qahhor, Maston. Choʻlning yoʻli ingichka... kBoychechaka. Dovon orqali.. bitta ot yoʻli bor, xolos. Shu tor yoʻldan Afgʻonistonga oʻtsa ham boʻladi. K. Yashin, Hamza. 2 Umuman, kishilar yoki transport qatnovi uchun maxsus belgilangan er boʻlagi. Avtomashina qatnaydigan yoʻl. Asfalʼt yoʻl. Tosh yoʻl. Uzoq yoʻl. m Mashina yoʻlini kesib oʻtayotgan podaga signal berganda, choʻchib oʻziga keldi-yu, atrofga qaradi. S. Ahmad, Yulduz. Mehmonxona yonidagi er osti yoʻlidan oʻtib, gulzor maydonga chiqishdi. Oʻ. Hoshimov, Qalbingga quloq sol. 3 Kema va samolyotlar qatnashi uchun maxsus belgilab qoʻyilgan yoʻnalish, trassa. Suv yoʻli. Havo yoʻli. 4 Yoʻnalishdagi harakat jarayoni, yoʻlda davom etayotgan yurish. (Xotin) Kumushga qarab davom etdi: Anu kungi soʻzingiz bilan, yoʻldan qayrilib kirgan edim. A. Qodiriy, Oʻtgan kunlar. Oʻrmonjon yoʻl boʻyi gapirmadi.. A. Qahhor, Qoʻshchinor chiroqlari. Men uning uchun bir ziyoratchi, nazrini beraman-u, yoʻlimga ketaveraman. K. Yashin, Hamza. -Zarari yoʻq, — dedi Meʼmor. — Buni uya mashaqqati deymiz. Mirmuhsin, Meʼmor. 5 Yurish, qatnov yoʻnalishi. ..birov \"Xotiningni ukang nikohlab oldi, uyga bormay qoʻya qol\"\" degan ekan, u ham yoʻlni boshqa yoqqa soldirib ketibdi. A. Qahhor, Qoʻshchinor chiroqlari. 6 Biror joy, makonga sayohat yoki boshqa maqsadda qilinadigan yurish; safar. Yoʻl anjomlari. Yoʻlga hozirlanmoq. Yoʻlga chiqwwwwww.z.ziiyyoouuzz..cc sang, yoʻldoshing boʻlsin. Makon. shish { Otabek) Bu soʻroqni oʻz-oʻziga ham berib koʻrmagan, goʻyo burungidek Margʻilon yoʻliga oshiqib hozirlanar edi. A. Qodiriy, Oʻtgan kunlar. Shoh Mashrab yoʻlga chiqsalar, xudoning qudrati bilan, erning tanobi tortilib, yoʻl qisqarar ekan. Oybek, Tanlangan asarlar. 7 Bosib oʻtiladigan oraliq; masofa. Bundan buyon mototsikl yoʻlingizni yaqin qiladi. S. Anorboev, Toʻrtkoʻzning boshidan kechirganlari. U Miyon Qudrat hazratni ziyorat qilish uchun ozmuncha yoʻlni piyoda bosib keldimi K. Yashin, Hamza. 8 Maʼlum bir transport vositasi uchun yoʻnalish qurilmasi. Temir yoʻl. Tramvay yoʻli. shi Poezd yoʻli mayda tosh, Boyning qizi qalamqosh. kBoychechaka. 9 Ayrim narsalarning yoʻnalish chizigʻi, joy oraligʻi. Nafas yoʻli. Siydik yoʻli. Xasxashaklar suv yoʻlini toʻsib qoʻyibdi. 10 Biror narsaga, yuzaga tortilgan, tushirilgan chiziq, iz. Bir yoʻli oq, bir yoʻli moshrang beqasam. shi Eshikda tikkasiga oq va qora yoʻllardan iborat pijama kiygan, boshyalang Azimboev koʻrindi. kGuldastaz. 11 Qator, satr; misra. Bir necha yoʻl xat. mua { Anvar Raʼnoga:{ Mening yozganimni sen yam qilmasang, men ham sening yozganingni uyat qilmayman. Lekin shart shuki, mening ikki yoʻlimga javob boʻlsin. A. Qodiriy, Mehrobdan chayon. 12 koʻchma Biror narsaning yoʻnalish, kelish-ketish oqimi, yoʻnalishi. Hayot oʻz yoʻlidan borar, bahor bolalarga oʻz quvonchi, oʻz shodliklarini saxiylik bilan taqdim etgan edi. Oʻ. Hoshimov, Qalbingga quloq sol. Hamza haqiqat yoʻlidan, maʼrifat yoʻlidan, Furqat vasiyat qilgan yoʻldan boradi. K. Yashin, Hamza. 13 Faoliyatda amal tarzi, qilinadigan, tutiladigan ish-amal. Hozir senlarga ikki yoʻl: oʻgʻil, qizingni sotib boʻlsa ham, oʻttiz ikki tangani Azizbek xazinasiga toʻlash yoki es borida etakni yopib, Azizbekni oradan koʻtarish.. A. Qodiriy, Oʻtgan kunlar. Taqdirdan shikoyat qilmadim sira, Sizga ham shu yoʻlni maslahat koʻrdim. Shuhrat. Ikkisining yoʻli ham gumrohlikdan boshqa narsa emas. Biri yigʻib oʻlgan, biri eb oʻladi. Oybek, Tanlangan asarlar. 14 Kuy, qoʻshiq va sh.k. da oʻziga xos usul. Orzuyu armonimni sheʼriy yoʻlda qaytadan mm kkuuttuubbxxoonnaassii Soʻzlab turibman, balki yoshlik boʻlib bahona. A. Oripov. Zebi kirib, mayda yoʻllardan birini oldi. Dutorning ovoziga endigina oʻz 060zini qoʻshaman deganda, tashqaridan mingboshini chaqirdilar. Choʻlpon, Kecha va kunduz. 15 Imkon chorasi. Hech boʻlmasa, jonni saqla edi sen, Bir yoʻl topib qochmoq kerak bu eldan. H. Olimjon. Sodiqjon boyvachcha changaliga tushgan qizning kimligini bilgisi keldi. Ammo soʻrab bilishning hozir asti yoʻli yoʻq edi. K. Yashin, Hamza. 16 koʻm. vzf. (asosan oʻ.-p. k. da — yoʻlida) Sabab, maqsad kabi maʼnolarni bildiradi; bora(si)da, uchun. Kimiki xalq yoʻlida, xalq gʻamida ter toʻksa, qoʻli hamma erda baland boʻlsin.. M. Ismoiliy, Fargʻona t.o. Shuning uchun ham senga etishmoq yoʻlida jonni xatarga qoʻyib, kecha-kunduz yugurganmanda.. K. Yashin, Hamza. Oʻquvchilarni joʻshqin mehnat faoliyatiga tayyorlash yoʻlidagi izlanishlarimiz hozirning oʻzida oʻz samarasini bermoqda. Gazetadan. Yoʻl bermoq 1) oʻtib ketish uchun yoʻlni boʻshatmoq. Mansur pastak eshikni ochib, Gavharga yoʻl berdi. Oʻ. Hoshimov, Qalbingga quloq sol; 2) toʻsqin boʻlmaslik, qarshilik qilmaslik; imkon bermoq, yoʻl qoʻymoq. .ular mehnat ahlini istaganlaricha ishlatib, hamyonlarini yana ham qappaytirishlari unun avomning fikrini ochishga yoʻl bermaydilar. K. Yashin, Hamza. Yoʻl bosmoq Maʼlum masofani yurib oʻtmoq. Maston necha kilometr yoʻl bosganini va yana necha kilometr bosish kerakligini bilar edi. A. Qahhor, Maston. Yoʻl boshlamoq 1) yoʻlovchilarni boshlab yurmoq. - Yuring, — dedi Talʼat yoʻl boshlab. Oʻ. Hoshimov, Qalbingga quloq sol; 2) ish-faoliyatda rahnamolik qilmoq; etakchilik qilmoq, etaklamoq. Yoʻl boʻlsin\" 1) qayoqqa boryapsiz7 Ha, yigitning guli, yoʻlingiz boʻlsin T. Malik, Ajab dunyo; 2) (j.k. bilan) koʻchma biror ishni bajarish kimsaning qoʻlidan kelmasligini ifodalash uchun ishlatiladi. Shevyor yozishga senga yoʻl boʻlsin. Yoʻl koʻrsatmoq 1) olib boradigan yoʻlni koʻrsatmoq. Adashgan yoʻlovchiga yoʻl koʻrsatmoq; 2) yoʻl-yoʻriq koʻrsatmoq, qanday yoʻl tutishni aytmoq. { Yormat) Ellikboshiga yalindi: -Man gʻaribga yoʻl koʻrsating. Kimga arz qilay2 Oybek, Tanlangan asarlar. Yoʻl olmoq Biror tomonga yurishni boshlamoq, yoʻlga tushmoq. Tongotarda hujradan chiqqan Meʼmor wwwwww.z.ziiyyoouuzz..cc 277 559. karvonsaroy hovlisini kesib oʻtib, darvozadan tashqariga yoʻl oldi. Mirmuhsin, Meʼmor. Yoʻl solmoq ayn. yoʻl olmoq. Yarash polvon toʻgʻri kolxoz idorasiga yoʻl soldi. S. Siyoev, Otliq ayol. Yoʻl qoʻymoq ayn. yoʻl bermoq 2. .nimaiki ish qilsa, odamlar xursand boʻlishini oʻylashi, saxiyligi bironta kishining bu qizga oʻqrayib qarashiga yoʻl qoʻymasdi. Mirmuhsin, Meʼmor. - Ota, ustoz haqlar, — dedi Hamza. — Hiylaga baʼzan shariat ham yoʻl qoʻyadi. K. Yashin, Hamza. Yoʻlga kirmoq Yurishni boshlamoq (goʻdak haqida). Adolat yoʻlga kirdi degandan boshlab topganini sandiqqa tashladi. S. Zunnunova, Olov. ..qoniga belangan dadangni koʻtarib kirganlarida, sen yoʻlga kirgan eding. Y. Shamsharov, Toshqin. Yoʻlga solmoq Yaxshi gapirib, aldab-suldab koʻndirmoq, roziligini olmoq. Boʻtaboy uni { Sodiqni) aldab-suldab yoʻlga solmoqchi boʻldi. S. Ahmad, Hukm. Yoʻlga tushmoq 1) biror yoʻl bilan (biror tomon) yurishni boshlamoq. { Nuri)... qovun polizni sayr qilishni bahona qildi-da, akasining oʻgʻli Rafiqjon bilan birga yoʻlga tushdi. Oybek, Tanlangan asarlar; 2) toʻgʻri yoʻl, meʼyoriy iz (yoʻnalish)ga tushmoq, shunday holat kasb etmoq. Savodsizlikni tugatish boʻyicha oʻqish bir qadar yoʻlga tushib oldi. K. Yashin, Hamza. Yoʻlga chiqmoq Yoʻlga otlanib yura boshlamoq, yoʻl olmoq. Vzvod yarim tunda yoʻlga chiqdi, razvedkaga. T. Rustamov, Mangu jasorat. ..avzoyidan sezdiki, u shum niyat bilan yoʻlga chiqKan. Yoshlik. Yoʻlga qoʻymoq Tashkil qilmoq, ishga solib yubormoq; rivojlantirmoq; tartibga solmoq. Yoshlar oʻrtasida targʻibot ishlarini yoʻlga qoʻymoq. Yoʻldan ozdirmoq Notoʻgʻri (nomaqbul) yoʻlga boshlamoq, yomon yoʻlga chalgʻitmoq. Sizning muloyim, odobli singlingizni ham yoʻldan ozdirishim mumkin. Mirmuhsin, Meʼmor. Yoʻldan toydirmoq Notoʻgʻri yoʻlga chalgʻitmoq, \"burmoq. ..musulmonlarni haq yoʻldan toydirmoqchi boʻlgan shul kitoblarni agʻdar-toʻntar qilib, koʻchaga chiqarib tashlagim keldi. K. Yashin, Hamza. Yoʻldan urmoq Toʻgʻri yoʻldan chalgʻitmoq. Yoʻq, endi Mengliboyni hech kim yoʻldan urolmaydi. S. Ahmad, Yulduz. Tagʻin meni yoʻldan uryapti deb oʻylamang. Sizni yaxshi koʻrganim uchun aymanman. Y. Hoshimov, Qalbingga quloq sol. Yoʻldan chiqarmoq ayn. yoʻldan urmoq. Yoʻldan qaytarmoq 1) orqaga qaytishga majbur qilmoq; 2) koʻchma kishini yomon xulq yoki nomm kkuuttuubbxxoonnaassii SR joʻya xatti-harakatdan tiymoq, toʻxtatib qol moq. Muhammadrajab.. xotini orqali uni sh yoʻldan qaytarishga urindi. A. Qahhor, Sarob Yoʻli ochilmoq Baxtli boʻlib, ishi yurishi ketmoq. Yoʻli ochilgan yigitning yangasi oldi dan chiqar. Maqol. Yoʻli tushmoq Yurishi, sa fari biron joy, (tomon)ga toʻgʻri kelmoq Qabristonga tushganda yoʻlim, Men shu gʻam gin holni koʻraman. A. Sher, Qadimgi kuy. Yoʻl uchun ayn. yoʻliga ..yolgʻizgina qizining koʻz yosh lariga yuragi dosh berolmadimi yoki yoʻli uchu shunday qildimi — Abdurahmonboy.. qizin yupatishga tushdi. K. Yashin, Hamza. Yoʻling dan qolma Senda ishim yoʻq, menga keragin yoʻq, ketaver. \"Yordam bergan boʻlsangiz, rah mat, yoʻlingizdan qolmang\", demaydimi qiz Oʻ. Hoshimov, Qalbingga quloq sol. Oq yoʻ tilamoq q. oq. ..ular bilan changga botib 60 rayotganligidan mamnun boʻlib, ichida unga o yoʻl tilab, deraza pardasini tushirdi. K Yashin, Hamza. YOʻLA: bir yoʻla 1) birdan, bir vaqt ning oʻzida. U { Sottixon) bir yoʻla toʻr stanokda odmi shoyi toʻqishga oʻtdi. Tuygʻun Stanoklar yonida. Bir yoʻla mashinadan ham uzangidan ham ajrab qolmay, deb tirishi yotibmiz. kOʻzbekiston qoʻriqlariz; 2) butun lay. Meni endi bir yoʻla yoʻqolganga chiqari qoʻya qolinglar. Yo. Xaimov, M. Rahmon, Hayot mamot; 3) bir bor, bir marta. - Menimch qutidarning oldidan bir yoʻla oʻtilsin, dedi Hasanali. A. Qodiriy, Oʻtgan kunlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000079",
    "headword_cyr": "ЙЎЛАК",
    "headword_lat": "YOʻLAK",
    "transliteration": "yoʻlak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кўчадан ҳовлига олиб бора диган, икки томони девор бўлган узун йўл Қулмат отани қидириб, ичкари билан таш қарини қўшадиган кенггина йўлакка чиқди да.. эшик тирқишидан ташқарига мўралади К. Яшин, Ҳамза. Йигитали хайрлашишни ҳа унутиб, йўлакдан кўча томон юрди. Д. Ну рий, Осмон устуни. 2 Бино ичида хоналарга бориш учун хиз мат қиладиган йўл; коридор. Таниш кошо нанинг беҳисоб шамлар зўрға ёритган тор в узун йўлаклари кимсасиз эди. О. Ёқубов, Кўҳн дунё. Ғойиб бино йўлагининг ҳар ер-ҳар ерид осиғлиқ деворий газеталарни кўрсатарди. Ж Абдуллахонов, Орият. 3 айн. йўлка. Ўртасига атиргул, райҳон в гултожихўроз экилган ҳовлининг ўнг томо нидаги йўлак бўйлаб юриб, юкоридаги син деворли пастак уйга киришди. кМуштумо. Се зар — япроқ юракка ўхшар. Ҳа, шу оддий асал wwwwww.z.ziiyyoouuzz..cc ранг япроқ Тош йўлакка айланиб тушар. Х. Даврон. Семонланган ариқчалардан жилдираб сув оқиб ётибди. Йўлаклар тоза. С. Нуров, Нарвон.",
        "definition_lat": "Koʻchadan hovliga olib bora digan, ikki tomoni devor boʻlgan uzun yoʻl Qulmat otani qidirib, ichkari bilan tash qarini qoʻshadigan kenggina yoʻlakka chiqdi da.. eshik tirqishidan tashqariga moʻraladi K. Yashin, Hamza. Yigitali xayrlashishni ha unutib, yoʻlakdan koʻcha tomon yurdi. D. Nu riy, Osmon ustuni. 2 Bino ichida xonalarga borish uchun xiz mat qiladigan yoʻl; koridor. Tanish kosho naning behisob shamlar zoʻrgʻa yoritgan tor v uzun yoʻlaklari kimsasiz edi. O. Yoqubov, Koʻhn dunyo. Gʻoyib bino yoʻlagining har er-har erid osigʻliq devoriy gazetalarni koʻrsatardi. J Abdullaxonov, Oriyat. 3 ayn. yoʻlka. Oʻrtasiga atirgul, rayhon v gultojixoʻroz ekilgan hovlining oʻng tomo nidagi yoʻlak boʻylab yurib, yukoridagi sin devorli pastak uyga kirishdi. kMushtumo. Se zar — yaproq yurakka oʻxshar. Ha, shu oddiy asal wwwwww.z.ziiyyoouuzz..cc rang yaproq Tosh yoʻlakka aylanib tushar. X. Davron. Semonlangan ariqchalardan jildirab suv oqib yotibdi. Yoʻlaklar toza. S. Nurov, Narvon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000080",
    "headword_cyr": "ЙЎЛАКАЙ",
    "headword_lat": "YOʻLAKAY",
    "transliteration": "yoʻlakay",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўлда кета туриб, ўта туриб; йўл-йўлакай. Баҳорги каникулда Қудрат.. Кўкоролга бир-икки келган, йўлакай Булоқҳовузни кўриб ўтган. Ҳ. Назир, Сўнмас чақмоқлар. { Ҳамшира) Қудратга қуллуқ қилиб, ташқари юраркан, йўлакай радио қулоғини бураб қўйди. З. Фатхуллин, Сўнмас юлдуз.",
        "definition_lat": "Yoʻlda keta turib, oʻta turib; yoʻl-yoʻlakay. Bahorgi kanikulda Qudrat.. Koʻkorolga bir-ikki kelgan, yoʻlakay Buloqhovuzni koʻrib oʻtgan. H. Nazir, Soʻnmas chaqmoqlar. { Hamshira) Qudratga qulluq qilib, tashqari yurarkan, yoʻlakay radio qulogʻini burab qoʻydi. Z. Fatxullin, Soʻnmas yulduz.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000081",
    "headword_cyr": "ЙЎЛАМОҚ",
    "headword_lat": "YOʻLAMOQ",
    "transliteration": "yoʻlamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Яқин келмоқ, бормоқ; яқинлашмоқ. Қани энди на трамвай, на троллейбусга йўлаб бўлса: зинасигача одам. Ў. Юсуфжонова, Жўнатилмаган хат. Низомжон қизлар звеносига йўламай қўйди. С. Аҳмад, Уфқ. Йўқ, сиз каттасиз, сиз айтинг: Мен яқин йўламайман: Чўлпон, Кеча ва кундуз. 2 кўчма Дахл қилмоқ; илашмоқ; яқинлашмоқ. Сизнинг аъзойи баданингиз.. ҳатто тирноқларингизгача спиртлашиб кетган. Энди сизга ҳеч қандай касал йўламайди. кГулдастар. 3 шв. Суямоқ, суяб кўтармоқ; қўлтиқламоқ. Мамарайим пилдираб бориб, отни келтирди-да, хўжайинни қўлтиғидан йўлаб миндирди. М. Исмоилий, Фарғона т. о.",
        "definition_lat": "Yaqin kelmoq, bormoq; yaqinlashmoq. Qani endi na tramvay, na trolleybusga yoʻlab boʻlsa: zinasigacha odam. Oʻ. Yusufjonova, Joʻnatilmagan xat. Nizomjon qizlar zvenosiga yoʻlamay qoʻydi. S. Ahmad, Ufq. Yoʻq, siz kattasiz, siz ayting: Men yaqin yoʻlamayman: Choʻlpon, Kecha va kunduz. 2 koʻchma Daxl qilmoq; ilashmoq; yaqinlashmoq. Sizning aʼzoyi badaningiz.. hatto tirnoqlaringizgacha spirtlashib ketgan. Endi sizga hech qanday kasal yoʻlamaydi. kGuldastar. 3 shv. Suyamoq, suyab koʻtarmoq; qoʻltiqlamoq. Mamarayim pildirab borib, otni keltirdi-da, xoʻjayinni qoʻltigʻidan yoʻlab mindirdi. M. Ismoiliy, Fargʻona t. o.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000082",
    "headword_cyr": "ЙЎЛБАРС",
    "headword_lat": "YOʻLBARS",
    "transliteration": "yoʻlbars",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Мушуксимонлар оиласига мансуб йирик ва кучли йиртқич ҳайвон. Йўлбарс териси. Йўлбарс боласини тутмоқ учун йўлбарс уясига кирмоқ керак. Мақол. 2 айн. барс 2. 3 Йўлбарс (эркаклар исми).",
        "definition_lat": "Mushuksimonlar oilasiga mansub yirik va kuchli yirtqich hayvon. Yoʻlbars terisi. Yoʻlbars bolasini tutmoq uchun yoʻlbars uyasiga kirmoq kerak. Maqol. 2 ayn. bars 2. 3 Yoʻlbars (erkaklar ismi).",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000083",
    "headword_cyr": "ЙЎЛБОШЧИ",
    "headword_lat": "YOʻLBOShChI",
    "transliteration": "yoʻlboshchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор синф, партия ёки ижтимоий ҳаракатнинг ғоявий ва сиёсий раҳбари; йирик раҳбар, бошлиқ. Исломхўжа ёш миллий буржуа вакилларининг йўлбошчиси эди. Ж. Шарипов, Хоразм. 2 с.т. Йўл бошловчи, бошлаб борувчи. Йўлбошчи серка қоматини ғоз тутиб, олға қараб турди. Т. Мурод, Қўшиқ.",
        "definition_lat": "Biror sinf, partiya yoki ijtimoiy harakatning gʻoyaviy va siyosiy rahbari; yirik rahbar, boshliq. Islomxoʻja yosh milliy burjua vakillarining yoʻlboshchisi edi. J. Sharipov, Xorazm. 2 s.t. Yoʻl boshlovchi, boshlab boruvchi. Yoʻlboshchi serka qomatini gʻoz tutib, olgʻa qarab turdi. T. Murod, Qoʻshiq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000084",
    "headword_cyr": "ЙЎЛБОШЧИЛИК",
    "headword_lat": "YOʻLBOShChILIK",
    "transliteration": "yoʻlboshchilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўлбошчи бўлиш, бошқарувчилик. Ақл йўлбошчилик қилолган ерда, чўлоқ чумолидек ожиз Геракл. Р. Ғулом. . кўп нарсани биларди, деҳқонларга йўлбошчилик қиларди у. Ойбек, Нур қидириб. ЙЎЛДОШ1 Йўлда, сафарда бирга бўлган киши; ҳамроҳ. Ёмонга бош бўлгунча, яхшига йўлдош бўл. Мақол. шиш Сен кетарсан йўлда йўлдошинг билан, Мен қоларман уйда кўз ёшим билан. «OK олма, қизил олма. mm kkuuttuubbxxoonnaassii 2 кўчма Бирга бўлувчи шахс ёки нарса. Аммо Жамилев ва унинг йўлдошлари истаётганидек аблаҳлар билан ҳалол кишиларни аралаштириб юбориш учун ҳеч кимга йўл қўйилмайди. Газетадан. Ғам ила ғусса бўлибдир йўлдошим хон дастидан. У. Исмоилов, Сайланма. 3 астр. Бирор планета ёки юлдуз атрофида ҳаракат қилувчи осмон жисми. Ой — Ернинг йўлдоши. Ернинг сунъий йўлдоши. 4 анат. Ҳомиладорлик пайтида ҳомилани она танаси билан боғлаб турадиган, бола туғилгач, ундан кейин тушадиган, ҳомила пардалари ва киндик тизимчасидан иборат тузилма. Агар унинг ёнида йўргакда ётган чақалоқ бўлмаганида, жувон кўзи ёриган одамга ўхшамас, қорни боягидай эди. Бу — йўлдошнинг шиша бошлаганидан далолат. С. Анорбоев, Меҳр. 5 Йўлдош (эркаклар исми). Умр йўлдоши Бирга турмуш қурган икки кишидан ҳар бири (бир-бирига нисбатан). Саломат бўлишингизни тилаб қолувчи: бўлажак умр йўлдошингиз Эътиборхон. Р. Раҳмонов, Бахт билан учрашув. ЙЎЛИГА1 Йўл с. нинг ж. к. шакли. Йўлига пойандоз солмоқ. 2 Чалғитиш, панд бериш ва ш. к. учун; йўли учун (қ. йўл). Бу гапни йўлига айтдимқўйдим-да.",
        "definition_lat": "Yoʻlboshchi boʻlish, boshqaruvchilik. Aql yoʻlboshchilik qilolgan erda, choʻloq chumolidek ojiz Gerakl. R. Gʻulom. . koʻp narsani bilardi, dehqonlarga yoʻlboshchilik qilardi u. Oybek, Nur qidirib. YOʻLDOSh1 Yoʻlda, safarda birga boʻlgan kishi; hamroh. Yomonga bosh boʻlguncha, yaxshiga yoʻldosh boʻl. Maqol. shish Sen ketarsan yoʻlda yoʻldoshing bilan, Men qolarman uyda koʻz yoshim bilan. «OK olma, qizil olma. mm kkuuttuubbxxoonnaassii 2 koʻchma Birga boʻluvchi shaxs yoki narsa. Ammo Jamilev va uning yoʻldoshlari istayotganidek ablahlar bilan halol kishilarni aralashtirib yuborish uchun hech kimga yoʻl qoʻyilmaydi. Gazetadan. Gʻam ila gʻussa boʻlibdir yoʻldoshim xon dastidan. U. Ismoilov, Saylanma. 3 astr. Biror planeta yoki yulduz atrofida harakat qiluvchi osmon jismi. Oy — Erning yoʻldoshi. Erning sunʼiy yoʻldoshi. 4 anat. Homiladorlik paytida homilani ona tanasi bilan bogʻlab turadigan, bola tugʻilgach, undan keyin tushadigan, homila pardalari va kindik tizimchasidan iborat tuzilma. Agar uning yonida yoʻrgakda yotgan chaqaloq boʻlmaganida, juvon koʻzi yorigan odamga oʻxshamas, qorni boyagiday edi. Bu — yoʻldoshning shisha boshlaganidan dalolat. S. Anorboev, Mehr. 5 Yoʻldosh (erkaklar ismi). Umr yoʻldoshi Birga turmush qurgan ikki kishidan har biri (bir-biriga nisbatan). Salomat boʻlishingizni tilab qoluvchi: boʻlajak umr yoʻldoshingiz Eʼtiborxon. R. Rahmonov, Baxt bilan uchrashuv. YOʻLIGA1 Yoʻl s. ning j. k. shakli. Yoʻliga poyandoz solmoq. 2 Chalgʻitish, pand berish va sh. k. uchun; yoʻli uchun (q. yoʻl). Bu gapni yoʻliga aytdimqoʻydim-da.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000085",
    "headword_cyr": "ЙЎЛИҚМОҚ",
    "headword_lat": "YOʻLIQMOQ",
    "transliteration": "yoʻliqmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Дуч келмоқ, учратмоқ, учрашмоқ. Отабек) Бундай бўлмағур таклифни эшитмассглик) учун.. онасига йўлиқишдан қочиб юришга мажбур бўлди. А. Қодирий, Ўтган кунлар. Ғайратинг бор экан, шунда синадим, Йўлиқса, изиллаб қочади девлар. кРавшан. 2 Бирор иш-юмуш билан учрамоқ; учрашмоқ. Ҳакимбойваччага йўлиқиб, унга ялинсангиз.. шояд сизга раҳм қилса. Ойбек, Танланган асарлар. 3 Дучор бўлмоқ, мубтало бўлмоқ; чалинмоқ. Бечора турмуш қилганига бир йил бўлар-бўлмас шу дардга йўлиққан экан. А. Қаҳҳор, Минг бир жон. Натижада юрак фалажига йўлиққани маълум бўлиб, шу куни кечаси.. вафот этди. А. Қодирий, Меҳробдан чаён.",
        "definition_lat": "Duch kelmoq, uchratmoq, uchrashmoq. Otabek) Bunday boʻlmagʻur taklifni eshitmassglik) uchun.. onasiga yoʻliqishdan qochib yurishga majbur boʻldi. A. Qodiriy, Oʻtgan kunlar. Gʻayrating bor ekan, shunda sinadim, Yoʻliqsa, izillab qochadi devlar. kRavshan. 2 Biror ish-yumush bilan uchramoq; uchrashmoq. Hakimboyvachchaga yoʻliqib, unga yalinsangiz.. shoyad sizga rahm qilsa. Oybek, Tanlangan asarlar. 3 Duchor boʻlmoq, mubtalo boʻlmoq; chalinmoq. Bechora turmush qilganiga bir yil boʻlar-boʻlmas shu dardga yoʻliqqan ekan. A. Qahhor, Ming bir jon. Natijada yurak falajiga yoʻliqqani maʼlum boʻlib, shu kuni kechasi.. vafot etdi. A. Qodiriy, Mehrobdan chayon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000086",
    "headword_cyr": "ЙЎЛ-ЙЎЛ",
    "headword_lat": "YOʻL-YOʻL",
    "transliteration": "yoʻl-yoʻl",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Узун-узун, баъзан ранг-баранг йўллари бўлган, узун-узун йўлли. Йўлйўл чит. —-m Хотин ичкари хонага кириб, йўлйўл халат кийиб чиқди. С. Аҳмад, Меҳрибон. wwwwww.z.ziiyyoouuzz..cc 279 20 ЙЎЛ-ЙЎЛАКАЙ1 Йўл бўйи, йўл давомида, йўлда кетаётиб, давомли, такрор тарзда. Йўл-йўлакай қамиш бўйи ниҳоллар учрай бошлади. С. Аҳмад, Уфқ. У йўл-йўлакай бир талай латифалар айтди, ўз саргузаштларини ҳикоя қилди. Газетадан. 2 айн. йўлакай. Мен ҳам шошяпман. Сизни йўл-йўлакай ташлаб ўтишим мумкин. кМуштум2.",
        "definition_lat": "Uzun-uzun, baʼzan rang-barang yoʻllari boʻlgan, uzun-uzun yoʻlli. Yoʻlyoʻl chit. —-m Xotin ichkari xonaga kirib, yoʻlyoʻl xalat kiyib chiqdi. S. Ahmad, Mehribon. wwwwww.z.ziiyyoouuzz..cc 279 20 YOʻL-YOʻLAKAY1 Yoʻl boʻyi, yoʻl davomida, yoʻlda ketayotib, davomli, takror tarzda. Yoʻl-yoʻlakay qamish boʻyi nihollar uchray boshladi. S. Ahmad, Ufq. U yoʻl-yoʻlakay bir talay latifalar aytdi, oʻz sarguzashtlarini hikoya qildi. Gazetadan. 2 ayn. yoʻlakay. Men ham shoshyapman. Sizni yoʻl-yoʻlakay tashlab oʻtishim mumkin. kMushtum2.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000087",
    "headword_cyr": "ЙЎЛ-ЙЎРИҚ",
    "headword_lat": "YOʻL-YOʻRIQ",
    "transliteration": "yoʻl-yoʻriq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор иш, тадбирни амалга ошириш тартиб-қоидалари мажмуи. Кимни колхозга олиш, кимни колхоздан чиқариш колхозчиларнинг ўз ихтиёрида. Бунинг ўз йўл-йўриғи бор. Ўртоқ Самандаров ана шу йўл-йўриқни бузганлар дейдилар, холос. А. Қаҳҳор, Қўшчинор чироқлари. Биз бунинг йўлйўриғини судлардан сўраб-сўраб, ўзимиз ҳам ярим-ялпи суд булиб қолганмиз. Ҳамза, Паранжи сирлари. 2 Бажариш тартиби, йўли ҳақидаги фикр, гап, кўрсатма. Ҳамма жим бўлди. Ўтирганлар вазири бузрук томон қараб, ундан қандайдир йўл-йўриқ кутди. Ж. Шарипов, Хоразм. Тўлқин олимлардан йўл-йўриқ сўраб, маслаҳат олиб келди. 3. Усмонов, Ёлқин. 3 Иш-топшириқ, бажариладиган ишлар ҳақида кўрсатма; буйруқ. У кишининг йўлйўриқларини бизлар ҳеч қандай гап-сўзсиз бажо келтирамиз. К. Яшин, Ҳамза. Ичкарида очиқ деразалардан кайвони хотинларнинг бақириб-чақириб йўл-йўриқ бергани эшитилади. С. Сиёев, Ёруғлик. ЙЎЛКА1 Одатда кўча четида тош, ғишт ёки асфалът ётқизиб, бир оз кўтариб текисланган, пиёдалар юрадиган тор йўл; тротуар. Катта йўлга тош ётқизилиб.. йўлкалар асфалът қилинган эди. Ш. Рашидов, Бўрондан кучли. Домла кўчанинг ўртасидан юрмай, йўлка билан, бошини кўтариб, жиддий важоҳат билан ўтаётибди. П. Турсун, Ўқитувчи. 2 Ҳовли, боғ ва ш. к. жойларда юриш учун ажратилган махсус йўл. Девор тагидаги қуруқ йўлкадан уч-тўрт қадам юриб, тўхтаб қолди. Ичкаридан рубоб овози эшитилди. Ў. Ҳошимов, Қалбингга қулоқ сол. Хиёбонга қараб кетдик. Сув сепиб супурилган тоза йўлкалардан секин-секин юриб, анча кездик. к(М уштум. Йўлканинг ўнг томони — мевазар, чап томони — токзор: икки ишкомгина узум. Ҳ. Ғулом, Бинафша атри. mm kkuuttuubbxxoonnaassii SR ЙЎЛКИРА Йўл транспортидан фой даланганлик учун тўланадиган ҳақ, йў ҳақи, кира пули. Усмонжон уни (пулн йўлкира қилиб, уйига қуруқ кириб келди. С Зуннунова, Олов. Холдор суҳбатдан сек сирғалиб чиқиб... ҳукуматдан йўлкираг олган пулини яна санай бошлади. А. Мух тор, Туғилиш. Фестивалга борадиганлар дан йўлкира олинмайди, тушундингми, 6 лакай. Газетадан.",
        "definition_lat": "Biror ish, tadbirni amalga oshirish tartib-qoidalari majmui. Kimni kolxozga olish, kimni kolxozdan chiqarish kolxozchilarning oʻz ixtiyorida. Buning oʻz yoʻl-yoʻrigʻi bor. Oʻrtoq Samandarov ana shu yoʻl-yoʻriqni buzganlar deydilar, xolos. A. Qahhor, Qoʻshchinor chiroqlari. Biz buning yoʻlyoʻrigʻini sudlardan soʻrab-soʻrab, oʻzimiz ham yarim-yalpi sud bulib qolganmiz. Hamza, Paranji sirlari. 2 Bajarish tartibi, yoʻli haqidagi fikr, gap, koʻrsatma. Hamma jim boʻldi. Oʻtirganlar vaziri buzruk tomon qarab, undan qandaydir yoʻl-yoʻriq kutdi. J. Sharipov, Xorazm. Toʻlqin olimlardan yoʻl-yoʻriq soʻrab, maslahat olib keldi. 3. Usmonov, Yolqin. 3 Ish-topshiriq, bajariladigan ishlar haqida koʻrsatma; buyruq. U kishining yoʻlyoʻriqlarini bizlar hech qanday gap-soʻzsiz bajo keltiramiz. K. Yashin, Hamza. Ichkarida ochiq derazalardan kayvoni xotinlarning baqirib-chaqirib yoʻl-yoʻriq bergani eshitiladi. S. Siyoev, Yorugʻlik. YOʻLKA1 Odatda koʻcha chetida tosh, gʻisht yoki asfalʼt yotqizib, bir oz koʻtarib tekislangan, piyodalar yuradigan tor yoʻl; trotuar. Katta yoʻlga tosh yotqizilib.. yoʻlkalar asfalʼt qilingan edi. Sh. Rashidov, Boʻrondan kuchli. Domla koʻchaning oʻrtasidan yurmay, yoʻlka bilan, boshini koʻtarib, jiddiy vajohat bilan oʻtayotibdi. P. Tursun, Oʻqituvchi. 2 Hovli, bogʻ va sh. k. joylarda yurish uchun ajratilgan maxsus yoʻl. Devor tagidagi quruq yoʻlkadan uch-toʻrt qadam yurib, toʻxtab qoldi. Ichkaridan rubob ovozi eshitildi. Oʻ. Hoshimov, Qalbingga quloq sol. Xiyobonga qarab ketdik. Suv sepib supurilgan toza yoʻlkalardan sekin-sekin yurib, ancha kezdik. k(M ushtum. Yoʻlkaning oʻng tomoni — mevazar, chap tomoni — tokzor: ikki ishkomgina uzum. H. Gʻulom, Binafsha atri. mm kkuuttuubbxxoonnaassii SR YOʻLKIRA Yoʻl transportidan foy dalanganlik uchun toʻlanadigan haq, yoʻ haqi, kira puli. Usmonjon uni (puln yoʻlkira qilib, uyiga quruq kirib keldi. S Zunnunova, Olov. Xoldor suhbatdan sek sirgʻalib chiqib... hukumatdan yoʻlkirag olgan pulini yana sanay boshladi. A. Mux tor, Tugʻilish. Festivalga boradiganlar dan yoʻlkira olinmaydi, tushundingmi, 6 lakay. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000088",
    "headword_cyr": "ЙЎЛЛАМОҚ",
    "headword_lat": "YOʻLLAMOQ",
    "transliteration": "yoʻllamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўл кўрсатмоқ, йў бошламоқ, йўналтирмоқ. Турдимат сел с вини саккиз ариқ, икки каналга йўллади. И Раҳим, Ихлос. Сидиқжон бўсағадан б қадам ичкарида чўнқайди-да, болани ер қўйиб, онасига йўллади. А. Қаҳҳор, Қўшчи нор чироқлари. Ичкарига олдин отан йўллашди, сўнгра ўзлари киришди. С. Маҳка мов, Шогирд. 2 Жўнатмоқ, юбормоқ. Салом йўлламоқ Дўстимга бир мактуб йўлладим. шиш Бобур совға-саломлар юбориб, унинг ихтиёрига б неча юз навкар ҳам йўллабди. П. Қодиров Юлдузли тунлар. Жаҳаннамга йўлламоқ Ўлдирмоқ, жони ни олмоқ. Уламо ҳазратлари, рухсат берс лар, зумда жонини жаҳаннамга йўллар эди Ойбек, Улуғ йўл. Тўп йўлламоқ Тўпни дар возага киритмоқ. Қулай имкониятдан тўпн дарвозага йўллай олмади.",
        "definition_lat": "Yoʻl koʻrsatmoq, yoʻ boshlamoq, yoʻnaltirmoq. Turdimat sel s vini sakkiz ariq, ikki kanalga yoʻlladi. I Rahim, Ixlos. Sidiqjon boʻsagʻadan b qadam ichkarida choʻnqaydi-da, bolani er qoʻyib, onasiga yoʻlladi. A. Qahhor, Qoʻshchi nor chiroqlari. Ichkariga oldin otan yoʻllashdi, soʻngra oʻzlari kirishdi. S. Mahka mov, Shogird. 2 Joʻnatmoq, yubormoq. Salom yoʻllamoq Doʻstimga bir maktub yoʻlladim. shish Bobur sovgʻa-salomlar yuborib, uning ixtiyoriga b necha yuz navkar ham yoʻllabdi. P. Qodirov Yulduzli tunlar. Jahannamga yoʻllamoq Oʻldirmoq, joni ni olmoq. Ulamo hazratlari, ruxsat bers lar, zumda jonini jahannamga yoʻllar edi Oybek, Ulugʻ yoʻl. Toʻp yoʻllamoq Toʻpni dar vozaga kiritmoq. Qulay imkoniyatdan toʻpn darvozaga yoʻllay olmadi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000089",
    "headword_cyr": "ЙЎЛЛАНМА",
    "headword_lat": "YOʻLLANMA",
    "transliteration": "yoʻllanma",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор жойга (ишга ўқишга, даволаниш ва ш. к. ларга) юбори лувчи кишига бериладиган расмий гуво нома, ҳужжат. Маҳаллий комитетда баҳа жойлар учун йўлланмалар бор. О. Мўминов Хиёбондаги уч учрашув. Эртаси куни ё ўқитувчилар маориф бўлимининг йўлланма билан бирин-кетин ҳар томонга тарқала бо лади. П. Турсун, Ўқитувчи. 2 махс. Транспорт ҳайдовчиларнинг марш рути ва қилаётган иши ёзиб қўйиладиг алоҳида варақа. Шофёрлар шаҳарни тозал учун йўлланма олишди-ю, аслида ҳар ким и таган томонига қараб кетди. Газетадан. 3 Йўл-йўриқ, кўрсатма. Ҳаётга йўлланма кт. Мустақил иш қили учун имкон берувчи билим, малака ва ш. ҳаётга йўлланма олаётган йигитдир, қи дир олий маълумотли бўлгиси келади. Х. Тўхт боев, Товламачи. ЙЎЛЛАНМОҚ1 Йўл олмоқ; йўналмо Ёш муллавачча таъзим билан ўрнидан тури wwwwww.z.ziiyyoouuzz..cc Еуломжон ҳужрасига йўлланди. М. Исмоилий, Фарғона т. о. ) 2 Йўлламоқ фл. мажҳ. н.; жўнатилмоқ, юборилмок. Марғилон ва ўзга шаҳарларнинг н ишончли уламо ва бекларига мурожаатномалар йўлланди. А. Қодирий, Ўтган кунлар.",
        "definition_lat": "Biror joyga (ishga oʻqishga, davolanish va sh. k. larga) yubori luvchi kishiga beriladigan rasmiy guvo noma, hujjat. Mahalliy komitetda baha joylar uchun yoʻllanmalar bor. O. Moʻminov Xiyobondagi uch uchrashuv. Ertasi kuni yo oʻqituvchilar maorif boʻlimining yoʻllanma bilan birin-ketin har tomonga tarqala bo ladi. P. Tursun, Oʻqituvchi. 2 maxs. Transport haydovchilarning marsh ruti va qilayotgan ishi yozib qoʻyiladig alohida varaqa. Shofyorlar shaharni tozal uchun yoʻllanma olishdi-yu, aslida har kim i tagan tomoniga qarab ketdi. Gazetadan. 3 Yoʻl-yoʻriq, koʻrsatma. Hayotga yoʻllanma kt. Mustaqil ish qili uchun imkon beruvchi bilim, malaka va sh. hayotga yoʻllanma olayotgan yigitdir, qi dir oliy maʼlumotli boʻlgisi keladi. X. Toʻxt boev, Tovlamachi. YOʻLLANMOQ1 Yoʻl olmoq; yoʻnalmo Yosh mullavachcha taʼzim bilan oʻrnidan turi wwwwww.z.ziiyyoouuzz..cc Eulomjon hujrasiga yoʻllandi. M. Ismoiliy, Fargʻona t. o. ) 2 Yoʻllamoq fl. majh. n.; joʻnatilmoq, yuborilmok. Margʻilon va oʻzga shaharlarning n ishonchli ulamo va beklariga murojaatnomalar yoʻllandi. A. Qodiriy, Oʻtgan kunlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000090",
    "headword_cyr": "ЙЎЛЛИ",
    "headword_lat": "YOʻLLI",
    "transliteration": "yoʻlli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўли бор, йўл туширилган. .оқ йўлли кўйлак кийган Гавҳарни Maxkam - жуда узоқдан таниди. П. Қодиров, Уч илдиз. 2 кам қўла. Ўринли, жўяли. уларнинг сўзидан йўлли, йўлсиз кулиб, баҳарҳол сир олишга - тиришади. А. Қодирий, Обид кетмон.",
        "definition_lat": "Yoʻli bor, yoʻl tushirilgan. .oq yoʻlli koʻylak kiygan Gavharni Maxkam - juda uzoqdan tanidi. P. Qodirov, Uch ildiz. 2 kam qoʻla. Oʻrinli, joʻyali. ularning soʻzidan yoʻlli, yoʻlsiz kulib, baharhol sir olishga - tirishadi. A. Qodiriy, Obid ketmon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000091",
    "headword_cyr": "ЙЎЛМА-ЙЎЛ",
    "headword_lat": "YOʻLMA-YOʻL",
    "transliteration": "yoʻlma-yoʻl",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳар бир сатри алоҳида, р сатрма-сатр; бирор сатрини қолдирмай. а Йўлма-йўл таржима. Китобни йўлма-йўл ўқиб чиқмоқ. 2 айн. йўл-йўлакай. Бўлган воқеаларни йўлма-йўл ҳикоя қилиб кетарди. ЙЎЛОВЧИ1 Йўлда кетаётган, ўтиб б60раётган шахс. Кўчаларда йўловчилар сийрака лашди. С. Анорбоев, Оқсой. Тоққа қараб кетр ган худди шу симёғочли йўлда бир пиёда йўловчи бормоқда. П. Турсун, Ўқитувчи. 2 Бирор транспортда кетаётган шахс; пассажир. Автобус йўловчилар билан лиқ тўла - эди. mm Бу ерда йўловчилар поезд жўнашига . бир соат қолгунга қадар чамадонларини тузатиб олишлари ва бошқа майда-чуйда ишларини бажаришлари мумкин. Газетадан.",
        "definition_lat": "Har bir satri alohida, r satrma-satr; biror satrini qoldirmay. a Yoʻlma-yoʻl tarjima. Kitobni yoʻlma-yoʻl oʻqib chiqmoq. 2 ayn. yoʻl-yoʻlakay. Boʻlgan voqealarni yoʻlma-yoʻl hikoya qilib ketardi. YOʻLOVChI1 Yoʻlda ketayotgan, oʻtib b60rayotgan shaxs. Koʻchalarda yoʻlovchilar siyraka lashdi. S. Anorboev, Oqsoy. Toqqa qarab ketr gan xuddi shu simyogʻochli yoʻlda bir piyoda yoʻlovchi bormoqda. P. Tursun, Oʻqituvchi. 2 Biror transportda ketayotgan shaxs; passajir. Avtobus yoʻlovchilar bilan liq toʻla - edi. mm Bu erda yoʻlovchilar poezd joʻnashiga . bir soat qolgunga qadar chamadonlarini tuzatib olishlari va boshqa mayda-chuyda ishlarini bajarishlari mumkin. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000092",
    "headword_cyr": "ЙЎЛОЁҚ",
    "headword_lat": "YOʻLOYoQ",
    "transliteration": "yoʻloyoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "эск. 1 Узоқ сафарга чиқиш муносабати билан бериладиган зиёфат, ҳадя. Йўлоёқ улашмоқ. - . 2с.т. Кузатиш, хайрлашиш олдидан кио чик бир хурсандчилик қилиш, 03-оздан май ичиш.",
        "definition_lat": "esk. 1 Uzoq safarga chiqish munosabati bilan beriladigan ziyofat, hadya. Yoʻloyoq ulashmoq. - . 2s.t. Kuzatish, xayrlashish oldidan kio chik bir xursandchilik qilish, 03-ozdan may ichish.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000093",
    "headword_cyr": "ЙЎЛПАШША",
    "headword_lat": "YOʻLPAShShA",
    "transliteration": "yoʻlpashsha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Халқ эътиқодига кўра, и уйга меҳмон келишидан дарак берувчи кат- - та кулранг пашша. Уйда ногоҳ йўлпашша учса, Онам кутар, албатта, меҳмон. Э. Воҳидов. Хонага кириб қолган бир йўлпашша гир н айланиб, самолётдек вағилларди. Мирмуҳш син, Нуқра. - ЙЎЛСИЗ 1 Йўли йўқ, йўл тушмаган. Улар деярли одам изини кўрмаган йўлсиз тепаликлар, ўнқир-чўнқир нотекис ерлар.. оралаб юришарди. А. Ҳакимов, Илон изидан. . Йўллардан ўрмонга, ўрмондан ботқоққа, бот- - қоқдан очиқ, йўлсиз далага.. ўтиб, узоқ юрди. - Ойбек, Қуёш қораймас. 2 кам қўлл. Ўринсиз, ножўя. уларнинг сўзи- . дан йўлли, йўлсиз кулиб, баҳарҳол сир олишга , тиришади. А. Қодирий, Обид кетмон. mm kkuuttuubbxxoonnaassii ЙЎЛСИЗЛИК Йўл йўқ ҳолат. Ёввойи чў кечган кишигина жазирама қум саҳросинин машаққатли сафари, йўлсизлик азобларин тасаввур эта олади. А. Ҳакимов, Илон изи дан. Отнинг тор кўчанинг ниҳоятига етиб йўлсизликдан тўхталганини англагач, ГОта бек) ўтган ишлардан ўзига ҳисоб бера бошла ди. A. Қодирий, Ўтган кунлар.",
        "definition_lat": "Xalq eʼtiqodiga koʻra, i uyga mehmon kelishidan darak beruvchi kat- - ta kulrang pashsha. Uyda nogoh yoʻlpashsha uchsa, Onam kutar, albatta, mehmon. E. Vohidov. Xonaga kirib qolgan bir yoʻlpashsha gir n aylanib, samolyotdek vagʻillardi. Mirmuhsh sin, Nuqra. - YOʻLSIZ 1 Yoʻli yoʻq, yoʻl tushmagan. Ular deyarli odam izini koʻrmagan yoʻlsiz tepaliklar, oʻnqir-choʻnqir notekis erlar.. oralab yurishardi. A. Hakimov, Ilon izidan. . Yoʻllardan oʻrmonga, oʻrmondan botqoqqa, bot- - qoqdan ochiq, yoʻlsiz dalaga.. oʻtib, uzoq yurdi. - Oybek, Quyosh qoraymas. 2 kam qoʻll. Oʻrinsiz, nojoʻya. ularning soʻzi- . dan yoʻlli, yoʻlsiz kulib, baharhol sir olishga , tirishadi. A. Qodiriy, Obid ketmon. mm kkuuttuubbxxoonnaassii YOʻLSIZLIK Yoʻl yoʻq holat. Yovvoyi choʻ kechgan kishigina jazirama qum sahrosinin mashaqqatli safari, yoʻlsizlik azoblarin tasavvur eta oladi. A. Hakimov, Ilon izi dan. Otning tor koʻchaning nihoyatiga etib yoʻlsizlikdan toʻxtalganini anglagach, GOta bek) oʻtgan ishlardan oʻziga hisob bera boshla di. A. Qodiriy, Oʻtgan kunlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000094",
    "headword_cyr": "ЙЎЛСОЗ",
    "headword_lat": "YOʻLSOZ",
    "transliteration": "yoʻlsoz",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўл қурилиши ишлари била шуғулланувчи шахс, мутахассис. Шу кунлард бу йўлдан ўтиб қолсангиз, йўлсозларнинг кўча га асфалът ётқизаётганлигининг шоҳид бўласиз. Газетадан.",
        "definition_lat": "Yoʻl qurilishi ishlari bila shugʻullanuvchi shaxs, mutaxassis. Shu kunlard bu yoʻldan oʻtib qolsangiz, yoʻlsozlarning koʻcha ga asfalʼt yotqizayotganligining shohid boʻlasiz. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000095",
    "headword_cyr": "ЙЎЛТЎСАР",
    "headword_lat": "YOʻLTOʻSAR",
    "transliteration": "yoʻltoʻsar",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўловчиларни тўсиб, улар ни талайдиган шахс; қароқчи. Тоғ. Бу ерд йўлтўсарлар бор. Ш. Тошматов, Эрк қуши Олдимиздан йўлтўсарлар, ўғрилар.. чиқи қолади. Ж. Шарипов, Хоразм.",
        "definition_lat": "Yoʻlovchilarni toʻsib, ular ni talaydigan shaxs; qaroqchi. Togʻ. Bu erd yoʻltoʻsarlar bor. Sh. Toshmatov, Erk qushi Oldimizdan yoʻltoʻsarlar, oʻgʻrilar.. chiqi qoladi. J. Sharipov, Xorazm.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000096",
    "headword_cyr": "ЙЎЛТЎСАРЛИК",
    "headword_lat": "YOʻLTOʻSARLIK",
    "transliteration": "yoʻltoʻsarlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йуўлтўсарлар иши. Қан энди, кўзимга ўша номард кўринса-ю йўлтўсарлик қилиб мой чайнайдиган тишла рини битта-битта суғуриб олсам, эҳ. Ф. Сад риддинов, Тундаги воқеа. ЙЎЛЧИ{ 1 айн. йўловчи. Якка йўлчи ман зилга етолмасди. С. Аҳмад, Қадрдон далалар Қарайсан: йироқда бир йўлчи танҳо На орт га бурилар, на чиқарар сас. А. Орипов. 2 Йўл бошловчи. Яёв йўлчи отлиқларн тўғри йўлдан эмас, аҳоли яшайдиган жойлар ни четлаб.. адир ва тоғликлар оралаб бош ларди. А. Ҳакимов, Илон изидан. 3 айн. йўлсоз. Айланма магистралнинг бар по қилинишида тажрибали йўлчилар қаҳра монона меҳнат қилдилар. Газетадан. 4 Йўлчи (эркаклар исми). Йўлчи юлдуз Йўл кўрсатувчи, раҳнамо I Ботирали) Менга янги ҳаёт йўлини кўрсат ган йўлчи юлдузим эди. Ҳ. Ғулом, Машъал. ЙЎНАЛИШ1 Йўналмоқ фл. ҳар. н. 2 махс. Бирор нарсанинг ҳаракатдаг йўли; траектория. Тик йўналиш. Снаряднин йўналиши. шиш У { Шайбонийхон) отларнин чопқирини танлаб қўйган, бугун эса шамол нинг йўналишинию, ернинг нишаблигини ҳа ҳисобга олган эди. П. Қодиров, Юлдузл тунлар. 3 Ҳаёт, фаолиятдаги муайян йўл. Бу экс педиция бир ёқдан Шералининг геологияда ў ўрни, мавқеи, йўналишини белгилаб берга бўлса, иккинчи ёқдан катта-кичик олимла диққатини жалб этди. С. Кароматов, Ол тин қум. Баҳром билан дўстлашувим ҳаётим wwwwww.z.ziiyyoouuzz..cc 281 go нинг бундан кейинги йўналишига катта таъсир ўтказди. М. Қориев, Ойдин кечалар. 4 Илм-фан ва б. соҳаларга хос оқим, уларнинг соҳаси, тармоғи. Ҳозирги кунда илмфаннинг бирор йўналишчда етук мутахассис бўлиш учун фаннинг бошқа йўналишларини ҳам чуқур билиш керак. Газетадан. ЙЎНАЛМОҚ1 Бирор томонга қараб йўл олмоқ; юрмоқ, жўнамоқ. Йигит гапини айтолмай, бўшашиб, эшик томонга йўналди. С. Аҳмад, Ҳукм. Аҳмад кеч қолаётган эди, шунинг учун.. яёв тепага йўналди. Ф. Мусажонов, Ҳиммат. 2 кўчма Қарамоқ, қаратилмоқ. Ҳамманинг диққати раисга йўналди. Раис индамай, бамайлихотир чой ичиб ўтирарди. Ҳ. Назир, Кўктерак шабадаси. ЙЎНАЛТИРМОҚ1 Йўналмоқ фл. орт. н. .тодшоҳ энг яқин беклари билан сойнинг нарига четида туриб, қўшинни кўприкка томон йўналтирмоқда эди. П. Қодиров, Юлдузли тунлар. 2 Иш-ҳаракат, фаолият ва ш.к. ни бирор томонга бурмоқ, қаратмоқ. Десантларни 120на мақсад йўлига йўналтириш керак эди. ғЎзбекистон қўриқлариз. Ёшларни касбларга йўналтиришда, ўқувчиларнинг меҳнат тарбиясини ташкил этишда унинг ({кКамолот2 ёшлар ҳаракатининг) роли ортиб бормоқда. Газетадан.",
        "definition_lat": "Yuoʻltoʻsarlar ishi. Qan endi, koʻzimga oʻsha nomard koʻrinsa-yu yoʻltoʻsarlik qilib moy chaynaydigan tishla rini bitta-bitta sugʻurib olsam, eh. F. Sad riddinov, Tundagi voqea. YOʻLChI{ 1 ayn. yoʻlovchi. Yakka yoʻlchi man zilga etolmasdi. S. Ahmad, Qadrdon dalalar Qaraysan: yiroqda bir yoʻlchi tanho Na ort ga burilar, na chiqarar sas. A. Oripov. 2 Yoʻl boshlovchi. Yayov yoʻlchi otliqlarn toʻgʻri yoʻldan emas, aholi yashaydigan joylar ni chetlab.. adir va togʻliklar oralab bosh lardi. A. Hakimov, Ilon izidan. 3 ayn. yoʻlsoz. Aylanma magistralning bar po qilinishida tajribali yoʻlchilar qahra monona mehnat qildilar. Gazetadan. 4 Yoʻlchi (erkaklar ismi). Yoʻlchi yulduz Yoʻl koʻrsatuvchi, rahnamo I Botirali) Menga yangi hayot yoʻlini koʻrsat gan yoʻlchi yulduzim edi. H. Gʻulom, Mashʼal. YOʻNALISh1 Yoʻnalmoq fl. har. n. 2 maxs. Biror narsaning harakatdag yoʻli; traektoriya. Tik yoʻnalish. Snaryadnin yoʻnalishi. shish U { Shayboniyxon) otlarnin chopqirini tanlab qoʻygan, bugun esa shamol ning yoʻnalishiniyu, erning nishabligini ha hisobga olgan edi. P. Qodirov, Yulduzl tunlar. 3 Hayot, faoliyatdagi muayyan yoʻl. Bu eks peditsiya bir yoqdan Sheralining geologiyada oʻ oʻrni, mavqei, yoʻnalishini belgilab berga boʻlsa, ikkinchi yoqdan katta-kichik olimla diqqatini jalb etdi. S. Karomatov, Ol tin qum. Bahrom bilan doʻstlashuvim hayotim wwwwww.z.ziiyyoouuzz..cc 281 go ning bundan keyingi yoʻnalishiga katta taʼsir oʻtkazdi. M. Qoriev, Oydin kechalar. 4 Ilm-fan va b. sohalarga xos oqim, ularning sohasi, tarmogʻi. Hozirgi kunda ilmfanning biror yoʻnalishchda etuk mutaxassis boʻlish uchun fanning boshqa yoʻnalishlarini ham chuqur bilish kerak. Gazetadan. YOʻNALMOQ1 Biror tomonga qarab yoʻl olmoq; yurmoq, joʻnamoq. Yigit gapini aytolmay, boʻshashib, eshik tomonga yoʻnaldi. S. Ahmad, Hukm. Ahmad kech qolayotgan edi, shuning uchun.. yayov tepaga yoʻnaldi. F. Musajonov, Himmat. 2 koʻchma Qaramoq, qaratilmoq. Hammaning diqqati raisga yoʻnaldi. Rais indamay, bamaylixotir choy ichib oʻtirardi. H. Nazir, Koʻkterak shabadasi. YOʻNALTIRMOQ1 Yoʻnalmoq fl. ort. n. .todshoh eng yaqin beklari bilan soyning nariga chetida turib, qoʻshinni koʻprikka tomon yoʻnaltirmoqda edi. P. Qodirov, Yulduzli tunlar. 2 Ish-harakat, faoliyat va sh.k. ni biror tomonga burmoq, qaratmoq. Desantlarni 120na maqsad yoʻliga yoʻnaltirish kerak edi. gʻOʻzbekiston qoʻriqlariz. Yoshlarni kasblarga yoʻnaltirishda, oʻquvchilarning mehnat tarbiyasini tashkil etishda uning ({kKamolot2 yoshlar harakatining) roli ortib bormoqda. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000097",
    "headword_cyr": "ЙЎНДИРМОҚ",
    "headword_lat": "YOʻNDIRMOQ",
    "transliteration": "yoʻndirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўнмоқ фл. opt. н...тоғдан йўндириб келиб ётқизилган тошлар кўчаю бозор саҳнини лой-чангдан асрар эди. Мирмуҳсин, Меъмор. 2 Топмоқ, ундирмоқ (йўқ жойдан). Техникани йўқ жойдан йўндирди. кСаодатз. Борни тежаб, йўқни йўндириб, дам оч, дам чала қурсоқ бўлиб яшадик. Ойбек, Танланган асарлар.",
        "definition_lat": "Yoʻnmoq fl. opt. n...togʻdan yoʻndirib kelib yotqizilgan toshlar koʻchayu bozor sahnini loy-changdan asrar edi. Mirmuhsin, Meʼmor. 2 Topmoq, undirmoq (yoʻq joydan). Texnikani yoʻq joydan yoʻndirdi. kSaodatz. Borni tejab, yoʻqni yoʻndirib, dam och, dam chala qursoq boʻlib yashadik. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000098",
    "headword_cyr": "ЙЎНИҚ",
    "headword_lat": "YOʻNIQ",
    "transliteration": "yoʻniq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўниб маълум шаклга киритилган; йўнилган. Йўниқ тош.",
        "definition_lat": "Yoʻnib maʼlum shaklga kiritilgan; yoʻnilgan. Yoʻniq tosh.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000099",
    "headword_cyr": "ЙЎНМОҚ",
    "headword_lat": "YOʻNMOQ",
    "transliteration": "yoʻnmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор нарса ясаш, тўғрилаш мақсадида қирқмоқ, кесмоқ, тарашламоқ. Полвон.. бир тошни танлаб олди-да, яхшилаб артишга ва бир томонини йўнишга буюрди. А. Қаҳҳор, Кўр кўзнинг очилиши. Аваз узун бир ёғоч топиб, ўғлига қармоқдаста йўниб қўйди. С. Сиёев, Аваз. Дадаси ҳўл қайрағочни қўр аралаш кулга кўмиб, тўғин, эгар, кегай йўнар эди. А. Мухтор, Чинор. Матқовул қишда ҳам тинмади. Ўзича омоч йўнди, мола ясади.. М. Исмоилий, Фарғона т. о. mm kkuuttuubbxxoonnaassii 2509 282 ЙЎНҒИЧҚА Дуккакли ўсимликлар ои ласига кирадиган, ем-хашак бўладиган ўтси мон ўсимлик; беда. Йўнғичқа ўрмоқ. mm Ян шу ерни чопдик. Йўнғичқанинг илдизини су ғурдик. Ойдин, Гулсанам. Йўнғичқа ўроққ ken қопти-ку7 Ш. Холмирзаев, Арпали қиш лоғида.",
        "definition_lat": "Biror narsa yasash, toʻgʻrilash maqsadida qirqmoq, kesmoq, tarashlamoq. Polvon.. bir toshni tanlab oldi-da, yaxshilab artishga va bir tomonini yoʻnishga buyurdi. A. Qahhor, Koʻr koʻzning ochilishi. Avaz uzun bir yogʻoch topib, oʻgʻliga qarmoqdasta yoʻnib qoʻydi. S. Siyoev, Avaz. Dadasi hoʻl qayragʻochni qoʻr aralash kulga koʻmib, toʻgʻin, egar, kegay yoʻnar edi. A. Muxtor, Chinor. Matqovul qishda ham tinmadi. Oʻzicha omoch yoʻndi, mola yasadi.. M. Ismoiliy, Fargʻona t. o. mm kkuuttuubbxxoonnaassii 2509 282 YOʻNGʻIChQA Dukkakli oʻsimliklar oi lasiga kiradigan, em-xashak boʻladigan oʻtsi mon oʻsimlik; beda. Yoʻngʻichqa oʻrmoq. mm Yan shu erni chopdik. Yoʻngʻichqaning ildizini su gʻurdik. Oydin, Gulsanam. Yoʻngʻichqa oʻroqq ken qopti-ku7 Sh. Xolmirzaev, Arpali qish logʻida.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000100",
    "headword_cyr": "ЙЎНҒИЧҚАЗОР",
    "headword_lat": "YOʻNGʻIChQAZOR",
    "transliteration": "yoʻngʻichqazor",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўнғичқа экилга майдон. -Ҳув анави сой бўйидаги йўнғичқа зорга (отни) олиб бор, — деди Зиёбек Кен жага. Н. Фозилов, Оқим.",
        "definition_lat": "Yoʻngʻichqa ekilga maydon. -Huv anavi soy boʻyidagi yoʻngʻichqa zorga (otni) olib bor, — dedi Ziyobek Ken jaga. N. Fozilov, Oqim.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000101",
    "headword_cyr": "ЙЎНҒИЧҚАПОЯ",
    "headword_lat": "YOʻNGʻIChQAPOYa",
    "transliteration": "yoʻngʻichqapoya",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. Йўнғичқазор. Йўн ғичқапоя пуштасидан юриб, айвонларига чиқи борди. Ш. Холмирзаев, Арпали қишлоғида.",
        "definition_lat": "iv. Yoʻngʻichqazor. Yoʻn gʻichqapoya pushtasidan yurib, ayvonlariga chiqi bordi. Sh. Xolmirzaev, Arpali qishlogʻida.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000102",
    "headword_cyr": "ЙЎРГАК",
    "headword_lat": "YOʻRGAK",
    "transliteration": "yoʻrgak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Чақалоқни ўрайдиган кичи чойшаб. Болани доим озода, йўргакларин тоза, қуруқ тутиш керак. mm Чақалоқнин оёғи 100х 120 см ли йўргакка сиқмай ўрала ди ва икки ойлик бўлгунча шу тарзда кийин тирилади. кСаломатлики. Йўргакда теккан (касал) Ёшликдан ўр ганган, туғма одат. - Бу (амални сунистеъ мол қилиш Тожибойнинг йўргакда текка касали, — деди Абдурасул. TI. Турсун, Ўқи тувчи. - Зўравонлик немисга йўргакда теккан га ўхшайди, — деди ямоқчи чол. Н. Сафаров Оловли излар.",
        "definition_lat": "Chaqaloqni oʻraydigan kichi choyshab. Bolani doim ozoda, yoʻrgaklarin toza, quruq tutish kerak. mm Chaqaloqnin oyogʻi 100x 120 sm li yoʻrgakka siqmay oʻrala di va ikki oylik boʻlguncha shu tarzda kiyin tiriladi. kSalomatliki. Yoʻrgakda tekkan (kasal) Yoshlikdan oʻr gangan, tugʻma odat. - Bu (amalni sunisteʼ mol qilish Tojiboyning yoʻrgakda tekka kasali, — dedi Abdurasul. TI. Tursun, Oʻqi tuvchi. - Zoʻravonlik nemisga yoʻrgakda tekkan ga oʻxshaydi, — dedi yamoqchi chol. N. Safarov Olovli izlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000103",
    "headword_cyr": "ЙЎРГАКБОЕ",
    "headword_lat": "YOʻRGAKBOE",
    "transliteration": "yoʻrgakboe",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўргак устидан боғлана диган боғ, тасма. Меҳринисо шошиб, чақа лоқни йўргаклар экан, ҳали йўргакбоғни ҳа боғламай туриб, эшикдан Зоҳида кириб кел ди. Р. Файзий, Ҳазрати инсон.",
        "definition_lat": "Yoʻrgak ustidan bogʻlana digan bogʻ, tasma. Mehriniso shoshib, chaqa loqni yoʻrgaklar ekan, hali yoʻrgakbogʻni ha bogʻlamay turib, eshikdan Zohida kirib kel di. R. Fayziy, Hazrati inson.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000104",
    "headword_cyr": "ЙЎРГАКЛАМОҚ",
    "headword_lat": "YOʻRGAKLAMOQ",
    "transliteration": "yoʻrgaklamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўргакка ўрамоқ. Ча қалоқни йўргакламоқ. иш Назаримда, қизим сиз киндигингизни кесиб, йўргаклаганларни опичиб катта қилганларни ҳам унути юборганга ўхшайсиз. Мирмуҳсин, Йўқол ган жавоҳир. 2 кўчма Ўраб-чирмамоқ (тарбия, улғай тириш билан боғлиқ); қопламоқ. Гўзал Тош кент, қулоқ сол меҳмонингга, Ишқимизн йўргакладинг, шод этдинг. Т. Тўла. Она ер ял пизларни митти япроқчаларга йўргаклади кСаодатз. Дилимда йўргакланган мисрала тилим учида айланади. М. Қўшоқов, Олт қизнинг ичида.",
        "definition_lat": "Yoʻrgakka oʻramoq. Cha qaloqni yoʻrgaklamoq. ish Nazarimda, qizim siz kindigingizni kesib, yoʻrgaklaganlarni opichib katta qilganlarni ham unuti yuborganga oʻxshaysiz. Mirmuhsin, Yoʻqol gan javohir. 2 koʻchma Oʻrab-chirmamoq (tarbiya, ulgʻay tirish bilan bogʻliq); qoplamoq. Goʻzal Tosh kent, quloq sol mehmoningga, Ishqimizn yoʻrgaklading, shod etding. T. Toʻla. Ona er yal pizlarni mitti yaproqchalarga yoʻrgakladi kSaodatz. Dilimda yoʻrgaklangan misrala tilim uchida aylanadi. M. Qoʻshoqov, Olt qizning ichida.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000105",
    "headword_cyr": "ЙЎРИҚ",
    "headword_lat": "YOʻRIQ",
    "transliteration": "yoʻriq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Амалга ошириш учун зару бўлган чора-тадбир; йўл. Ҳар ишнинг ў йўриғи бор. ши Чигалларнинг ҳаммасини жум кунги кенгаш ечади. Ҳаммамизнинг ҳаёт-ма мотимиз йўриғи ўша куни белгилаб берилади Ҳ. Ғулом, Машъал. wwwwww.z.ziiyyoouuzz..cc 2 Бирор масалада тутган мавқе, аҳамиятни алоҳида қайд этади. Онанинг йўриғи бошқа экан: битта чақалоққа икки эркак бас келолмасдик. Ж. Абдуллахонов, Хонадон. Сизнинг йўриғингиз бошқа, сизнинг соянгиздан ҳам ҳайиқишади. С. Нуров, Нарвон. Шу йўриқдан кам қўлл. Шу сабабли. Шу йўриқдан мен нима юмуш билан келганимни айтишдан кўра, чолу кампирнинг ҳол-аҳволини сўрашни афзал кўрдим. кМуштуми. ЙЎРИҚНОМА1 Қонун ёки бошқа меъёрий ҳужжатларни тушунтириш мақсадида чиқариладиган ҳуқуқий ҳужжат. Лавозим (мансаб) йўриқномаси. 2 Бирор нарсани, унинг амалга ошириш, бажариш тартиби ва усулини белгиловчи қоидалар тўплами, кўрсатмалар. Қонунни қўллаш ҳақида йўриқнома.",
        "definition_lat": "Amalga oshirish uchun zaru boʻlgan chora-tadbir; yoʻl. Har ishning oʻ yoʻrigʻi bor. shi Chigallarning hammasini jum kungi kengash echadi. Hammamizning hayot-ma motimiz yoʻrigʻi oʻsha kuni belgilab beriladi H. Gʻulom, Mashʼal. wwwwww.z.ziiyyoouuzz..cc 2 Biror masalada tutgan mavqe, ahamiyatni alohida qayd etadi. Onaning yoʻrigʻi boshqa ekan: bitta chaqaloqqa ikki erkak bas kelolmasdik. J. Abdullaxonov, Xonadon. Sizning yoʻrigʻingiz boshqa, sizning soyangizdan ham hayiqishadi. S. Nurov, Narvon. Shu yoʻriqdan kam qoʻll. Shu sababli. Shu yoʻriqdan men nima yumush bilan kelganimni aytishdan koʻra, cholu kampirning hol-ahvolini soʻrashni afzal koʻrdim. kMushtumi. YOʻRIQNOMA1 Qonun yoki boshqa meʼyoriy hujjatlarni tushuntirish maqsadida chiqariladigan huquqiy hujjat. Lavozim (mansab) yoʻriqnomasi. 2 Biror narsani, uning amalga oshirish, bajarish tartibi va usulini belgilovchi qoidalar toʻplami, koʻrsatmalar. Qonunni qoʻllash haqida yoʻriqnoma.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000106",
    "headword_cyr": "ЙЎРМА",
    "headword_lat": "YOʻRMA",
    "transliteration": "yoʻrma",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Каштачилик (каштадўзлик)да занжирсимон чок. Йўрма қилиб тикмоқ. — Тикиши силлиқ эмас: Ўгирмаси — чакмага, Санамаси — йўрмага Кундош бўлиб тушганdati. F. Ғулом.",
        "definition_lat": "Kashtachilik (kashtadoʻzlik)da zanjirsimon chok. Yoʻrma qilib tikmoq. — Tikishi silliq emas: Oʻgirmasi — chakmaga, Sanamasi — yoʻrmaga Kundosh boʻlib tushgandati. F. Gʻulom.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000107",
    "headword_cyr": "ЙЎРМАДУЗ",
    "headword_lat": "YOʻRMADUZ",
    "transliteration": "yoʻrmaduz",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўрма тикувчи мутахассис, чевар ЙЎРМАДЎЗИ Йўрма усули билан тикилган ёки гул солинган буюм. Анорхоннинг устида қизил атлас кўйлак, бошида йўрмадўзи дўппи. И. Раҳим, Ҳаёт булоқлари.",
        "definition_lat": "Yoʻrma tikuvchi mutaxassis, chevar YOʻRMADOʻZI Yoʻrma usuli bilan tikilgan yoki gul solingan buyum. Anorxonning ustida qizil atlas koʻylak, boshida yoʻrmadoʻzi doʻppi. I. Rahim, Hayot buloqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000108",
    "headword_cyr": "ЙЎРМАДЎЗЛИК",
    "headword_lat": "YOʻRMADOʻZLIK",
    "transliteration": "yoʻrmadoʻzlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўрма усулидаги чок билан бадиий буюмлар ва кийимларга гул (нақш) тикиш иши, касби. Йўрмадўзлик билан шуғулланмоқ.",
        "definition_lat": "Yoʻrma usulidagi chok bilan badiiy buyumlar va kiyimlarga gul (naqsh) tikish ishi, kasbi. Yoʻrmadoʻzlik bilan shugʻullanmoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000109",
    "headword_cyr": "ЙЎРМАМОҚ",
    "headword_lat": "YOʻRMAMOQ",
    "transliteration": "yoʻrmamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. кўкламоқ 1.",
        "definition_lat": "ayn. koʻklamoq 1.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000110",
    "headword_cyr": "ЙЎРТМАЧОҚ",
    "headword_lat": "YOʻRTMAChOQ",
    "transliteration": "yoʻrtmachoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўртиб, сакраб юрадиган. Йўртмачоқ бола Эндигина йўлга кирган, юра бошлаган бола.",
        "definition_lat": "Yoʻrtib, sakrab yuradigan. Yoʻrtmachoq bola Endigina yoʻlga kirgan, yura boshlagan bola.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000111",
    "headword_cyr": "ЙЎРТМОҚ",
    "headword_lat": "YOʻRTMOQ",
    "transliteration": "yoʻrtmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йирик қадам билан тез юрмоқ, елмоқ; лўкилламоқ (от ва эшак юриши ҳақида). От бош силкиб.. йўртиб кетмоқда. С. Аҳмад, Ҳукм. ЙЎРТОҚ(И) Йирик қадам ташлаб, елиб юрадиган. Йўртоқ йўрғага йўлдош бўлмас. Мақол. шиш { Қорасоч} Ҳар қалай, йўрға тугул, йўртоқ бўлса ҳам, от миниб, дала кезишни ор этмас эди. Т. Сулаймонов, Қорасоч.",
        "definition_lat": "Yirik qadam bilan tez yurmoq, elmoq; loʻkillamoq (ot va eshak yurishi haqida). Ot bosh silkib.. yoʻrtib ketmoqda. S. Ahmad, Hukm. YOʻRTOQ(I) Yirik qadam tashlab, elib yuradigan. Yoʻrtoq yoʻrgʻaga yoʻldosh boʻlmas. Maqol. shish { Qorasoch} Har qalay, yoʻrgʻa tugul, yoʻrtoq boʻlsa ham, ot minib, dala kezishni or etmas edi. T. Sulaymonov, Qorasoch.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000112",
    "headword_cyr": "ЙЎРЕА",
    "headword_lat": "YOʻREA",
    "transliteration": "yoʻrea",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "11",
        "definition_cyr": "Майда қадам ташлаб, тез юрадиган (от, эшак ҳақида). { Мингбоши) Энг яхши зар чопонини кийиб, тилла камарини боғлаб, узун қиличини осиб, саман йўрғани миниб, йўлга чиқди. Чўлпон, Кеча ва кундуз. Гулнораниниг дадаси қишгача mm kkuuttuubbxxoonnaassii миниб юра қол, деб йўрға эшагини берган. С Сиёев, Ёруғлик. 2 Шундай тарздаги юриш. ..Жўра, бу қай ноқ ҳаётни кўрмагандай, кўчанинг бир чети дан от йўрғасига маҳлиё бўлиб.. борарди. Ҳ Шамс, Душман. Якка отнинг йўрғасида чиқарми чанг F. Ғулом. Иўрғаси чиқмоқ айн. оёқ чиқармоқ қ. оёқ Полвонга жир битувдики, йўрғаси чиқиб қол ди.. Ҳ. Назир, Ўтлар туташганда. Йўрға чи қармоқ айн. оёқ чиқармоқ қ. оёқ. ГҲожар: Бу қора ер юткурнинг йўрға чиқаришини етт ухлаб тушида ким кўрибди7 Ҳамза, Паран жи сирлари.",
        "definition_lat": "Mayda qadam tashlab, tez yuradigan (ot, eshak haqida). { Mingboshi) Eng yaxshi zar choponini kiyib, tilla kamarini bogʻlab, uzun qilichini osib, saman yoʻrgʻani minib, yoʻlga chiqdi. Choʻlpon, Kecha va kunduz. Gulnoraninig dadasi qishgacha mm kkuuttuubbxxoonnaassii minib yura qol, deb yoʻrgʻa eshagini bergan. S Siyoev, Yorugʻlik. 2 Shunday tarzdagi yurish. ..Joʻra, bu qay noq hayotni koʻrmaganday, koʻchaning bir cheti dan ot yoʻrgʻasiga mahliyo boʻlib.. borardi. H Shams, Dushman. Yakka otning yoʻrgʻasida chiqarmi chang F. Gʻulom. Ioʻrgʻasi chiqmoq ayn. oyoq chiqarmoq q. oyoq Polvonga jir bituvdiki, yoʻrgʻasi chiqib qol di.. H. Nazir, Oʻtlar tutashganda. Yoʻrgʻa chi qarmoq ayn. oyoq chiqarmoq q. oyoq. GHojar: Bu qora er yutkurning yoʻrgʻa chiqarishini ett uxlab tushida kim koʻribdi7 Hamza, Paran ji sirlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000113",
    "headword_cyr": "ЙЎРҒА",
    "headword_lat": "YOʻRGʻA",
    "transliteration": "yoʻrgʻa",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "II Бешикнинг бир текисда, осо тебраниши учун унинг орқа ва олд оёқлар остига кўндаланг ўрнатилган ёйсимон ёғо мослама.",
        "definition_lat": "II Beshikning bir tekisda, oso tebranishi uchun uning orqa va old oyoqlar ostiga koʻndalang oʻrnatilgan yoysimon yogʻo moslama.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000114",
    "headword_cyr": "ЙЎРҒАЛАМОҚ",
    "headword_lat": "YOʻRGʻALAMOQ",
    "transliteration": "yoʻrgʻalamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўрға юриш қилмо (от, эшак ҳақида). Абдусамад амакининг о қасига мингашиб олдим. От йўрғалаб кетди М. Мансуров, Ёмби. Тагимдаги қашқа дўно бир меъёрда йўрғалайди. М. Хайруллаев, Тил ла маржон. 2 Умуман, майда ва тез қадам била юрмоқ. Бухгалтер сўридан тушиб, тўй бўла ётган ҳовли томон йўрғалади. М. Ҳазратқу лов, Журъат. Шундай йўғон бўлишига қара май, беданадай йўрғалади. А. Қаҳҳор, Қўшчи нор чироқлари. 3 кўчма Нарсанинг бирор сатҳ узра т ҳаракатига нисбатан қўлланади. Қалами йўрғ лаган сари, юмалоқ юзи хиёл ёришиб, қийи кўзлари пирпирар эди. М. Осим, Сеҳрли сў ГМуниснинг) Оқ бармоқлари клавишлар усти да йўрғалаб, унинг юрак сўзларини куйга кўчи pap эди. 3. Фатхуллин, Сўнмас юлдуз. 4 Енгил ҳаракат, майда қадамлар била ўйинга, рақсга тушмоқ. Ўйинчи йигит четг чиқиши билан киприкларига сурма қўйган б жувон ўртага чиқиб йўрғалай бошлади. П Турсун, Ўқитувчи. (Холмат: Гўзалларни гўзали; Энди иккитагинд хурсандчилик қила миз-да. Бир йўрғалаб берасиз-да: Ҳамза, Бо ила хизматчи. ЙЎСИН1 1 кам қўлл. Ҳолат, тарз. Ша карнинг йўсини ўзгармаган, унча-мунча га насиҳат бакор келмаслиги кўриниб турибди Ҳ. Назир, Кўктерак шабадаси. 2 кўм. взф. Ўхшатиш, қиёс маъносин билдиради. Отабекнинг Марғилонга бор келиши шу йўсинда эди. А. Қодирий, Ўтга wwwwww.z.ziiyyoouuzz..cc 283 0 кунлар. Сўнгра (қизча) ўз ишидан миннатдор йўсинда қора кўзларини атрофга бир жавдиратиб олди-да, тез чиқиб кетди. П. Турсун, Ўқитувчи. Шу йўсин қизлар ўзларининг бир ўртоқларини хотинлик дунёсига узатиб, мажлисдан тарқалишдилар. А. Қодирий, Ўтган кунлар.",
        "definition_lat": "Yoʻrgʻa yurish qilmo (ot, eshak haqida). Abdusamad amakining o qasiga mingashib oldim. Ot yoʻrgʻalab ketdi M. Mansurov, Yombi. Tagimdagi qashqa doʻno bir meʼyorda yoʻrgʻalaydi. M. Xayrullaev, Til la marjon. 2 Umuman, mayda va tez qadam bila yurmoq. Buxgalter soʻridan tushib, toʻy boʻla yotgan hovli tomon yoʻrgʻaladi. M. Hazratqu lov, Jurʼat. Shunday yoʻgʻon boʻlishiga qara may, bedanaday yoʻrgʻaladi. A. Qahhor, Qoʻshchi nor chiroqlari. 3 koʻchma Narsaning biror sath uzra t harakatiga nisbatan qoʻllanadi. Qalami yoʻrgʻ lagan sari, yumaloq yuzi xiyol yorishib, qiyi koʻzlari pirpirar edi. M. Osim, Sehrli soʻ GMunisning) Oq barmoqlari klavishlar usti da yoʻrgʻalab, uning yurak soʻzlarini kuyga koʻchi pap edi. 3. Fatxullin, Soʻnmas yulduz. 4 Engil harakat, mayda qadamlar bila oʻyinga, raqsga tushmoq. Oʻyinchi yigit chetg chiqishi bilan kipriklariga surma qoʻygan b juvon oʻrtaga chiqib yoʻrgʻalay boshladi. P Tursun, Oʻqituvchi. (Xolmat: Goʻzallarni goʻzali; Endi ikkitagind xursandchilik qila miz-da. Bir yoʻrgʻalab berasiz-da: Hamza, Bo ila xizmatchi. YOʻSIN1 1 kam qoʻll. Holat, tarz. Sha karning yoʻsini oʻzgarmagan, uncha-muncha ga nasihat bakor kelmasligi koʻrinib turibdi H. Nazir, Koʻkterak shabadasi. 2 koʻm. vzf. Oʻxshatish, qiyos maʼnosin bildiradi. Otabekning Margʻilonga bor kelishi shu yoʻsinda edi. A. Qodiriy, Oʻtga wwwwww.z.ziiyyoouuzz..cc 283 0 kunlar. Soʻngra (qizcha) oʻz ishidan minnatdor yoʻsinda qora koʻzlarini atrofga bir javdiratib oldi-da, tez chiqib ketdi. P. Tursun, Oʻqituvchi. Shu yoʻsin qizlar oʻzlarining bir oʻrtoqlarini xotinlik dunyosiga uzatib, majlisdan tarqalishdilar. A. Qodiriy, Oʻtgan kunlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000115",
    "headword_cyr": "ЙЎСИН",
    "headword_lat": "YOʻSIN",
    "transliteration": "yoʻsin",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "11",
        "definition_cyr": "Зах ерларда, тош, дарахтлар устида ўсадиган илдизсиз майда ўсимлик, мох. Тош устини йўсин қоплабди. шш Челакни тўлдириб, қаддини ростлади. Қум, сувдан йўсин, йод ҳиди келарди. С. Нуров, Нарвон.",
        "definition_lat": "Zax erlarda, tosh, daraxtlar ustida oʻsadigan ildizsiz mayda oʻsimlik, mox. Tosh ustini yoʻsin qoplabdi. shsh Chelakni toʻldirib, qaddini rostladi. Qum, suvdan yoʻsin, yod hidi kelardi. S. Nurov, Narvon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000116",
    "headword_cyr": "ЙЎТАЛ",
    "headword_lat": "YOʻTAL",
    "transliteration": "yoʻtal",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Нафас йўлининг касалланиши, қичиши туфайли хириллоқ ва шовқин аралаш ўқтин-ўқтин кучли зарб билан нафас чиқариш. Кузнинг ёқимсиз шамоли ўпкани қичитиб, йўтални қистатар.. эди. А. Қодирий, Ўтган кунлар. Домла йўталди ва йўталнинг зўридан қизариб кетди. П. Турсун, - Ўқитувчи. 2 Шундай ҳодиса билан кечадиган касаллик. Йўтални даволамоқ. Йўталга қарши дори бермоқ. 3 Бирор нарсадан белги (хабар) бериш, унга ишора қилиш мақсадида чиқариладиган шундай товуш. Бўтабой бу йўталнинг маъносига дарров тушунди.. деразадан ташқарига қаради. А. Қаҳҳор, Қўшчинор чироқлари. 4 кўчма Пора. Йўталсиз ҳеч ерда ишинг з битмаса, Кўк қоғоз тутмасанг, кўролмасанг - кун.. 3. Воҳидов.",
        "definition_lat": "Nafas yoʻlining kasallanishi, qichishi tufayli xirilloq va shovqin aralash oʻqtin-oʻqtin kuchli zarb bilan nafas chiqarish. Kuzning yoqimsiz shamoli oʻpkani qichitib, yoʻtalni qistatar.. edi. A. Qodiriy, Oʻtgan kunlar. Domla yoʻtaldi va yoʻtalning zoʻridan qizarib ketdi. P. Tursun, - Oʻqituvchi. 2 Shunday hodisa bilan kechadigan kasallik. Yoʻtalni davolamoq. Yoʻtalga qarshi dori bermoq. 3 Biror narsadan belgi (xabar) berish, unga ishora qilish maqsadida chiqariladigan shunday tovush. Boʻtaboy bu yoʻtalning maʼnosiga darrov tushundi.. derazadan tashqariga qaradi. A. Qahhor, Qoʻshchinor chiroqlari. 4 koʻchma Pora. Yoʻtalsiz hech erda ishing z bitmasa, Koʻk qogʻoz tutmasang, koʻrolmasang - kun.. 3. Vohidov.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000117",
    "headword_cyr": "ЙЎТАЛМОҚ",
    "headword_lat": "YOʻTALMOQ",
    "transliteration": "yoʻtalmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўтал чиқармоқ (йўтал . тўғри ва кўчма маънода. қ. йўтал). Мастон кўзини очиб яна юмди. Турғуной яна узоқ йўталди; Мастон уйғонгандан кейин, унинг елкасига бошини қўйиб, яна йўталди.. A. Қаҳҳор, Мастон. Мурод Мирзонинг одоб юзасидан йўталиб олгани эшитилди, сал ўтмай, р унинг узун ва озғин қомати кўринди. Ш. Тошматов, Эрк қуши. г ЙЎҚ 1 Мавжуд эмас; зид. бор 1. Ўзингда йўқ — оламда йўқ. Makon. Бу атрофда биронта хонадон йўқ. ши Корхонада озиқ-овқат маҳсулотлари билан савдо қилувчи магазин йўқ. Газетадан. Одамзод шундайки, бор нарса аста- , секин йўқолса ҳам, пайқайди, лекин йўқ нарса аста-секин пайдо бўлса, пайқамайди. А. Қаҳҳор, Асарлар. 2 Жавоб ичида келиб, инкор маъносиб ни ифодалайди; зид. ҳа. Сидиқжон бир сонини эгарга қўйиб, жувонга томон ўгирилиб mm kkuuttuubbxxoonnaassii 8,02 284 ўтирди: - Бу ерлар ҳам Қўшчинорга қарашлими3 -Йўқ. A. Қаҳҳор, Қўшчинор чироқлари. -Сиз ҳам қизиқсиз-да, Ҳожи хола. - Йўқ, қизиқ эмасман, тўғри гапни қиляпман, Тўрахон. М. Исмоилий, Фарғона т. о. – Биласизми, Йўлчи, кимни судрадингиз2 -Йўқ, ким ўзи у um? Ойбек, Танланган асарлар. 3 Гап олдидан келиб, олдинги гапда баён этилган фикрга эътирозни билдиради. Йўқ, сени шарманда деб таъна эшитишни хоҳламайман. Ў. Ҳошимов, Қалбингга қулоқ сол. Йўқ, жаноби бой, саводли билан саводсиз ҳеч маҳалда баб-баравар эмас. К. Яшин, Ҳамза. -Йўқ, йўқ, синглим, — ялинди Раҳим Саидов —Ўтинаман, Ҳозир беринг. Жуда ҳам зарур\" Ў. Умарбеков, Ёз ёмғири. 4 Бирор (ўйланган) нарсанинг ундай эмаслигини, юз бермаслигини билдиради. Олимжон ўн беш кунда қайтмоқчи эди. Бир ой ўтди — йўқ, икки ой ўтди — йўқ. На хат бор, на хабар. Ойбек, Танланган асарлар. Эртоев Барно рози бўлиб қолмаса, деб бир сесканиб тушди, йўқ, қиз ноз билан бошини чайқади. О. Ёқубов, Эр бошига иш тушса. Ёлғиз қўйни ҳайдаш нуқул азоб. Бўйнидан сургайман — йўқ, думбасига арқон солиб тортаман — йўқ. Ойбек, Танланган асарлар. 5 от взф. Камбағал, қашшоқ; ночор. bop бўлсанг, кўролмайди; йўқ бўлсанг, беролмайди. Мақол. Борнинг иши фармон билан, йўқнинг иши армон билан. Makon. mm – Ўлим — тўй эмас, борнинг пулини сочади, йўқнинг сирини очади, — деди кампир ўғлига. Э. Раимов, Ажаб қишлоқ. 6 Феълнинг инкор маъноли шаклини ясаш учун хизмат қилади. Анчадан бери кўрганим йўқ. Ўқишга бораётгани йўқ. 7 Ўзи бирикиб келган сўз билдирган нарсага шахснинг уқуви, бардоши, хоҳиши йўқлигини билдиради. Лекин мен ҳам мақола ёзишга йўқман, биродар. А. Қаҳҳор, Адабиёт муаллими. Шундай қилиб, Салимхон Обидий касалга йўқроқ одам. Мирмуҳсин, Умид. Баҳоси йўқ Белги, қимматни кучайтириб ифодалайди; жуда яхши, бебаҳо. ..лёкин {Ўрмонжон) яхши одам, худога қараб айтганда, баҳоси йўқ одам. А. Қаҳҳор, Қўшчинор чироқлари. Гап йўқ Бундан бошқача бўлиши мумкин эмас; қойил, жуда соз. - Зиёham қалай бўлди7 - Эй, гап йўқ\" Гапда (ёки гап-сўзда) йўқ Гапга чечан эмас, гапни яхши wwwwww.z.ziiyyoouuzz..cc уддалаб гапира олмайди. Ҳозирги афтини кўрган киши уни { Рўзиматни) гап-сўзда йўқ, ўзи тўнггина бир йигит гумон қилар эди. A. Қаҳҳор, Қўшчинор чироқлари. Жаҳонда йўқ Яккаю ягоналикни таъкид билан ифодалайди. Сўзлашдик, хотин, у киши сўзни айлантириб, сиздек бахтли ота жаҳонда йўқ, деди. Ойбек, Танланган асарлар. Зарари йўқ Ҳеч нарса қилмайди, ҳечқиси йўқ. - Зарари йўқ, — деди Каримий пешонасида тўзғиган сочларини бир бош силкиш билан орқага ташлаб. Н. Аминов, Суварак. -Ҳа шуми7 — кулди Йўлчи. — Зарари йўқ, жилдираб оқяпти-ку, опа, шу ҳам тошишми2 Ойбек, Танланган асарлар. Инг йўқ, жинг йўқ Индамай, ҳеч нарса демай. Қорни тўқ, эгни бутун бўлса бас. Инг йўқ, жинг йўқ ишлайверади. Ойбек, Танланган асарлар. Иши йўқ Эътибор бермайди, қизиқмайди. Хоннинг ўлик-тирик билан иши йўқ эмиш. Жони xarak дейдилар. С. Сиёев, Ёруғлик. { Самоварчининг) Келган-кетганлар билан унчалик иши йўқ. Ойбек, Танланган асарлар. Йўқ бўлмоқ Кўздан ғойиб бўлмоқ; йўқолмоқ. Отаси Маҳмуд ака эса онаси вафот этгач, йўқ бўлиб кетди. Газетадан. Бирдан бошим айланиб, аллақандай қоронғиликда йўқ бўлиб кетдим. Э. Раимов, Ажаб қишлоқ. Йўқ деганда Энг ками, ками билан. Йўқ деганда беш кило келади. Йўқ демоқ Инкор этмоқ, рад этмок, эътироз билдирмоқ. - Йўқ десангиз, бой тилингизни кесармиди? — бўғилиб деди Гулсумбиби. Ойбек, Танланган асарлар. Йўқ ердаги Ҳеч қаерда йўқ, умуман йўқ. ..йўқ ердаги ғовғани бошимизга сотиб олдик, деб қилган ишига пушаймон бўлиб ётди. кЁдгор. Кун йўқ Кун бермайди, тинч қўймайди. Сиз уйда йўқ вақтларингизда Ҳамдамингиз дастидан менга кун йўқ. А. Қаҳҳор, Асарлар. Яккахўжалик бўлсанг, сенга кун йўқ, деб бизни колхозга киргани мажбур қилишди. А. Қаҳҳор, Қўшчинор чироқлари. Кўнглида кири йўқ қ. кир. Кўргани (ёки кўрарга, кўришга) кўзи йўқ Жуда ҳам ёмон кўради, кўришни ҳам хоҳламайди. Уларнинг мени кўргани кўзлари йўқ. К. Яшин, Ҳамза. Унинг { Каримовичнинг) кўрарга кўзи йўқ: ҳар бир йиғинда аспирантини чўқий бошларди. Мирмуҳсин, Нуқра. Мазаси йўқ 1) кўнгилдагидек эмас, дуруст эмас. Имтиҳон қилиб кўрдим — мазаси йўқ. А. Қаҳҳор, Адабиёт муаллими; 2) айн. тоби йўқ қ. тоб. Отлиққа йўқ Кам топиладиган, ноёб, ҳамма ҳам етишавермайдиган mm kkuuttuubbxxoonnaassii нарса ҳақида. Кишининг юрагини қон қили юборасан.. наинки мен асал олсам: Асал отлиққа йўқ, ҳали биз пиёда-кугА. Қаҳҳор, Анор. Саноғи (ёки сони) йўқ Жуда кўп. Кўрпатўшагини орқалаб, хор-зор юрган одамларнинг саноғи йўқ. Ойбек, Танланган асарлар. I Элликбоши Ҳакимбойваччага:{ Ўғри, муттаҳам, дайдиларнинг сони йўқ. Ойбек, Танланган асарлар. Суяги йўқ Жуда ёқтиради, жуда қойил қилади. Қабиҳ ишларга суягингиз йўқ, мусаллас шаръий дейсиз. У. Исмоилов, Сайланма. Тараф йўқ Тенглашадигани, етадигани мавжуд эмас; тенглашиб бўлмайди. . аммо хотинни учта қилишга ҳам ўйим йўқ эмас. - Сизга тараф йўқ, mora! A. Қодирий, Ўтган кунлар. Тоби йўқ 1) соғлиғи дуруст эмас; касал. Ака, нимага жим бўлиб кетдингиз2 Тобингиз йўқми Озибсиз-а.. Ойбек, Танланган асарлар; 2) хуши йўқ, ёқтирмайди. На ўқишга, на юмушга тоби йўқ. кГулдастазж. - Биламан, тушунаман, кишанга тобинг йўқ, — деди-да, Қоратой кўзларини айёрча қисиб давом этди.. Ойбек, Танланган асарлар. Тутуриғи йўқ Бетайин, ўз гапига амал қилмайдиган. Шу одам ҳам тутуриғи йўқ, лайчадек сермулозимат бўлиб кетяпти. А. Мухтор, Опа-сингиллар. Ўзида йўқ Хурсанд (шод) ҳолатни кучайтиради. ..акажони келтирган жажжи машиначани қизларга кўзкўз қилиб, ўзида йўқ хурсанд. Ҳ. Назир, Сўнмас чақмоқлар. - Жаннат, жаннат дейишади-ю, жаннат деганлари Қорабулоғимиздан яхшимикан 21 — деди у ўзида йўқ қувониб. М. Исмоилий, Фарғона т.о. Ҳе йўқ, бе йўқ Бирор нарса демай, ҳеч қандай гап-сўзсиз. Маҳалламда, ҳе йўқ, бе йўқ, ўғлим Абдусаматни аскарликка мўлжаллаб қўйишибди. Ойбек, Танланган асарлар. Ҳечқиси йўқ қ. ҳечқиси. Беш-олти мингга куйибсан, ҳечқиси йўқ. Н. Сафаров, Ҳаёт мактаби. Йўлчи пинагини бузмай, одатда гапиргандай, деди: - Ҳечқиси йўқ; мўйсафид, бечора одам экан, дуосини олай дедим. Ойбек, Танланган асарлар. Ҳисоби йўқ 1) сони (саноғи) йўқ, беҳисоб. Мол-дунёсининг ҳисоби йўқ; 2) илож-имкон йўқ. Қайтай десам — қувади, ўтиб кетишнинг сира ҳисоби йўқ. Туриб қолдим. А. Қаҳҳор, Қўшчинор чироқлари.",
        "definition_lat": "Yoʻtal chiqarmoq (yoʻtal . toʻgʻri va koʻchma maʼnoda. q. yoʻtal). Maston koʻzini ochib yana yumdi. Turgʻunoy yana uzoq yoʻtaldi; Maston uygʻongandan keyin, uning elkasiga boshini qoʻyib, yana yoʻtaldi.. A. Qahhor, Maston. Murod Mirzoning odob yuzasidan yoʻtalib olgani eshitildi, sal oʻtmay, r uning uzun va ozgʻin qomati koʻrindi. Sh. Toshmatov, Erk qushi. g YOʻQ 1 Mavjud emas; zid. bor 1. Oʻzingda yoʻq — olamda yoʻq. Makon. Bu atrofda bironta xonadon yoʻq. shi Korxonada oziq-ovqat mahsulotlari bilan savdo qiluvchi magazin yoʻq. Gazetadan. Odamzod shundayki, bor narsa asta- , sekin yoʻqolsa ham, payqaydi, lekin yoʻq narsa asta-sekin paydo boʻlsa, payqamaydi. A. Qahhor, Asarlar. 2 Javob ichida kelib, inkor maʼnosib ni ifodalaydi; zid. ha. Sidiqjon bir sonini egarga qoʻyib, juvonga tomon oʻgirilib mm kkuuttuubbxxoonnaassii 8,02 284 oʻtirdi: - Bu erlar ham Qoʻshchinorga qarashlimi3 -Yoʻq. A. Qahhor, Qoʻshchinor chiroqlari. -Siz ham qiziqsiz-da, Hoji xola. - Yoʻq, qiziq emasman, toʻgʻri gapni qilyapman, Toʻraxon. M. Ismoiliy, Fargʻona t. o. – Bilasizmi, Yoʻlchi, kimni sudradingiz2 -Yoʻq, kim oʻzi u um? Oybek, Tanlangan asarlar. 3 Gap oldidan kelib, oldingi gapda bayon etilgan fikrga eʼtirozni bildiradi. Yoʻq, seni sharmanda deb taʼna eshitishni xohlamayman. Oʻ. Hoshimov, Qalbingga quloq sol. Yoʻq, janobi boy, savodli bilan savodsiz hech mahalda bab-baravar emas. K. Yashin, Hamza. -Yoʻq, yoʻq, singlim, — yalindi Rahim Saidov —Oʻtinaman, Hozir bering. Juda ham zarur\" Oʻ. Umarbekov, Yoz yomgʻiri. 4 Biror (oʻylangan) narsaning unday emasligini, yuz bermasligini bildiradi. Olimjon oʻn besh kunda qaytmoqchi edi. Bir oy oʻtdi — yoʻq, ikki oy oʻtdi — yoʻq. Na xat bor, na xabar. Oybek, Tanlangan asarlar. Ertoev Barno rozi boʻlib qolmasa, deb bir seskanib tushdi, yoʻq, qiz noz bilan boshini chayqadi. O. Yoqubov, Er boshiga ish tushsa. Yolgʻiz qoʻyni haydash nuqul azob. Boʻynidan surgayman — yoʻq, dumbasiga arqon solib tortaman — yoʻq. Oybek, Tanlangan asarlar. 5 ot vzf. Kambagʻal, qashshoq; nochor. bop boʻlsang, koʻrolmaydi; yoʻq boʻlsang, berolmaydi. Maqol. Borning ishi farmon bilan, yoʻqning ishi armon bilan. Makon. mm – Oʻlim — toʻy emas, borning pulini sochadi, yoʻqning sirini ochadi, — dedi kampir oʻgʻliga. E. Raimov, Ajab qishloq. 6 Feʼlning inkor maʼnoli shaklini yasash uchun xizmat qiladi. Anchadan beri koʻrganim yoʻq. Oʻqishga borayotgani yoʻq. 7 Oʻzi birikib kelgan soʻz bildirgan narsaga shaxsning uquvi, bardoshi, xohishi yoʻqligini bildiradi. Lekin men ham maqola yozishga yoʻqman, birodar. A. Qahhor, Adabiyot muallimi. Shunday qilib, Salimxon Obidiy kasalga yoʻqroq odam. Mirmuhsin, Umid. Bahosi yoʻq Belgi, qimmatni kuchaytirib ifodalaydi; juda yaxshi, bebaho. ..lyokin {Oʻrmonjon) yaxshi odam, xudoga qarab aytganda, bahosi yoʻq odam. A. Qahhor, Qoʻshchinor chiroqlari. Gap yoʻq Bundan boshqacha boʻlishi mumkin emas; qoyil, juda soz. - Ziyoham qalay boʻldi7 - Ey, gap yoʻq\" Gapda (yoki gap-soʻzda) yoʻq Gapga chechan emas, gapni yaxshi wwwwww.z.ziiyyoouuzz..cc uddalab gapira olmaydi. Hozirgi aftini koʻrgan kishi uni { Roʻzimatni) gap-soʻzda yoʻq, oʻzi toʻnggina bir yigit gumon qilar edi. A. Qahhor, Qoʻshchinor chiroqlari. Jahonda yoʻq Yakkayu yagonalikni taʼkid bilan ifodalaydi. Soʻzlashdik, xotin, u kishi soʻzni aylantirib, sizdek baxtli ota jahonda yoʻq, dedi. Oybek, Tanlangan asarlar. Zarari yoʻq Hech narsa qilmaydi, hechqisi yoʻq. - Zarari yoʻq, — dedi Karimiy peshonasida toʻzgʻigan sochlarini bir bosh silkish bilan orqaga tashlab. N. Aminov, Suvarak. -Ha shumi7 — kuldi Yoʻlchi. — Zarari yoʻq, jildirab oqyapti-ku, opa, shu ham toshishmi2 Oybek, Tanlangan asarlar. Ing yoʻq, jing yoʻq Indamay, hech narsa demay. Qorni toʻq, egni butun boʻlsa bas. Ing yoʻq, jing yoʻq ishlayveradi. Oybek, Tanlangan asarlar. Ishi yoʻq Eʼtibor bermaydi, qiziqmaydi. Xonning oʻlik-tirik bilan ishi yoʻq emish. Joni xarak deydilar. S. Siyoev, Yorugʻlik. { Samovarchining) Kelgan-ketganlar bilan unchalik ishi yoʻq. Oybek, Tanlangan asarlar. Yoʻq boʻlmoq Koʻzdan gʻoyib boʻlmoq; yoʻqolmoq. Otasi Mahmud aka esa onasi vafot etgach, yoʻq boʻlib ketdi. Gazetadan. Birdan boshim aylanib, allaqanday qorongʻilikda yoʻq boʻlib ketdim. E. Raimov, Ajab qishloq. Yoʻq deganda Eng kami, kami bilan. Yoʻq deganda besh kilo keladi. Yoʻq demoq Inkor etmoq, rad etmok, eʼtiroz bildirmoq. - Yoʻq desangiz, boy tilingizni kesarmidi? — boʻgʻilib dedi Gulsumbibi. Oybek, Tanlangan asarlar. Yoʻq erdagi Hech qaerda yoʻq, umuman yoʻq. ..yoʻq erdagi gʻovgʻani boshimizga sotib oldik, deb qilgan ishiga pushaymon boʻlib yotdi. kYodgor. Kun yoʻq Kun bermaydi, tinch qoʻymaydi. Siz uyda yoʻq vaqtlaringizda Hamdamingiz dastidan menga kun yoʻq. A. Qahhor, Asarlar. Yakkaxoʻjalik boʻlsang, senga kun yoʻq, deb bizni kolxozga kirgani majbur qilishdi. A. Qahhor, Qoʻshchinor chiroqlari. Koʻnglida kiri yoʻq q. kir. Koʻrgani (yoki koʻrarga, koʻrishga) koʻzi yoʻq Juda ham yomon koʻradi, koʻrishni ham xohlamaydi. Ularning meni koʻrgani koʻzlari yoʻq. K. Yashin, Hamza. Uning { Karimovichning) koʻrarga koʻzi yoʻq: har bir yigʻinda aspirantini choʻqiy boshlardi. Mirmuhsin, Nuqra. Mazasi yoʻq 1) koʻngildagidek emas, durust emas. Imtihon qilib koʻrdim — mazasi yoʻq. A. Qahhor, Adabiyot muallimi; 2) ayn. tobi yoʻq q. tob. Otliqqa yoʻq Kam topiladigan, noyob, hamma ham etishavermaydigan mm kkuuttuubbxxoonnaassii narsa haqida. Kishining yuragini qon qili yuborasan.. nainki men asal olsam: Asal otliqqa yoʻq, hali biz piyoda-kugA. Qahhor, Anor. Sanogʻi (yoki soni) yoʻq Juda koʻp. Koʻrpatoʻshagini orqalab, xor-zor yurgan odamlarning sanogʻi yoʻq. Oybek, Tanlangan asarlar. I Ellikboshi Hakimboyvachchaga:{ Oʻgʻri, muttaham, daydilarning soni yoʻq. Oybek, Tanlangan asarlar. Suyagi yoʻq Juda yoqtiradi, juda qoyil qiladi. Qabih ishlarga suyagingiz yoʻq, musallas sharʼiy deysiz. U. Ismoilov, Saylanma. Taraf yoʻq Tenglashadigani, etadigani mavjud emas; tenglashib boʻlmaydi. . ammo xotinni uchta qilishga ham oʻyim yoʻq emas. - Sizga taraf yoʻq, mora! A. Qodiriy, Oʻtgan kunlar. Tobi yoʻq 1) sogʻligʻi durust emas; kasal. Aka, nimaga jim boʻlib ketdingiz2 Tobingiz yoʻqmi Ozibsiz-a.. Oybek, Tanlangan asarlar; 2) xushi yoʻq, yoqtirmaydi. Na oʻqishga, na yumushga tobi yoʻq. kGuldastazj. - Bilaman, tushunaman, kishanga tobing yoʻq, — dedi-da, Qoratoy koʻzlarini ayyorcha qisib davom etdi.. Oybek, Tanlangan asarlar. Tuturigʻi yoʻq Betayin, oʻz gapiga amal qilmaydigan. Shu odam ham tuturigʻi yoʻq, laychadek sermulozimat boʻlib ketyapti. A. Muxtor, Opa-singillar. Oʻzida yoʻq Xursand (shod) holatni kuchaytiradi. ..akajoni keltirgan jajji mashinachani qizlarga koʻzkoʻz qilib, oʻzida yoʻq xursand. H. Nazir, Soʻnmas chaqmoqlar. - Jannat, jannat deyishadi-yu, jannat deganlari Qorabulogʻimizdan yaxshimikan 21 — dedi u oʻzida yoʻq quvonib. M. Ismoiliy, Fargʻona t.o. He yoʻq, be yoʻq Biror narsa demay, hech qanday gap-soʻzsiz. Mahallamda, he yoʻq, be yoʻq, oʻgʻlim Abdusamatni askarlikka moʻljallab qoʻyishibdi. Oybek, Tanlangan asarlar. Hechqisi yoʻq q. hechqisi. Besh-olti mingga kuyibsan, hechqisi yoʻq. N. Safarov, Hayot maktabi. Yoʻlchi pinagini buzmay, odatda gapirganday, dedi: - Hechqisi yoʻq; moʻysafid, bechora odam ekan, duosini olay dedim. Oybek, Tanlangan asarlar. Hisobi yoʻq 1) soni (sanogʻi) yoʻq, behisob. Mol-dunyosining hisobi yoʻq; 2) iloj-imkon yoʻq. Qaytay desam — quvadi, oʻtib ketishning sira hisobi yoʻq. Turib qoldim. A. Qahhor, Qoʻshchinor chiroqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000118",
    "headword_cyr": "ЙЎҚЛАМА",
    "headword_lat": "YOʻQLAMA",
    "transliteration": "yoʻqlama",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кишиларнинг бор ёки йўқлигини билиш учун рўйхат бўйича уларнинг исм ва фамилиясини айтиб чақириш. Йўқлама қилмоқ. Бир кун, жангдан чиқиб wwwwww.z.ziiyyoouuzz..cc 285 52,5. дам олаётган бир бўлинмага бориб қолдим, шу вақт роталарнинг бирида кечки йўқлама бўлаётган эди. 3. Фатхуллин, Сўнмас юлдуз. Муаллим йўқламани қилиб бўлгач: -Ўтган дарсда қайси мавзуни ўтган эдик7 — деб сўрайди.. Х. Тўхтабоев. Ширин қовунлар мамлакати. 2 эск. Мактабда синф журнали. Бунда (Оарсда) 6-8 бола баҳоланиб, уларнинг баҳоси йўқламага ва кундаликка қўйилади. Й. Абдуллаев, Дарс юзасидан баҳони қандай қўйиш kepak? Ҳамшира эриниб, олдидаги йўқламага ўхшаган дафтарни очди. Ф. Мусажонов, Ҳиммат. ЙЎҚЛАМОҚ1 Ҳол-аҳвол сўрагани бормоқ ёки келмоқ. Касални йўқлаб бормоқ. шиш Сиздан умидим шумиди, улуғ, наҳот ҳолинг не, деб бирор марта йўқлаб келмасангиз. С. Аҳмад, Ҳукм. Раҳмат, Эътибор опа, шунданшунга овора бўлиб йўқлаб келибсиз\" Ҳ. Ғулом, Машъал. 2 этн. Бирор муносабат билан муборакбод қилиб, совға олиб бормоқ. Чақалоқни йўқлаб бормоқ. шиш Юсуф амаки бот-бот келар, қизи қатори мени ҳам совғалар билан йўқлаб турарди. Ҳ. Назир, Кўктерак шабадаси. 3 Бирор нарса ёки кимсани истаб суриштирмоқ, ахтармоқ, сўрамоқ. Мирзакаримбой шубҳа билан боқиб сўради: - Келинг, кимни йўқлаб келдингиз бу ерга Ойбек, Танланган асарлар. Бек инқилоб бўлган йили Раҳим домлани йўқлаб, мачитга келганини. эслади. Ҳ. Кулом, Машъал. 4 Эсламоқ, ёдга олмоқ. Наманган шаҳридан кетсам, мени йўқлар кишим борму27 Машраб. Биз уларни йўқласак, улар бизни эслайдилар. Н. Сафаров, Ҳаёт мактаби. Келур охир сени ҳам йўқлагудек бир замон яхши. Муқимий. - Катта қиз бўлиб юрибсизми7 -Шукур.. Ҳозиргина йўқлаб турган эдик-а. Н.Сафаров, Танланган асарлар. Ўрни йўқланди Йўқлиги билиниб, сезилиб турди. Элмурод Рашиднинг олдидан қайтгач, ортиқча қайғурмаса ҳам, нима учундир уч-тўрт кундан кейин унинг ўрни йўқланди. Шуҳрат, Шинелли йиллар.",
        "definition_lat": "Kishilarning bor yoki yoʻqligini bilish uchun roʻyxat boʻyicha ularning ism va familiyasini aytib chaqirish. Yoʻqlama qilmoq. Bir kun, jangdan chiqib wwwwww.z.ziiyyoouuzz..cc 285 52,5. dam olayotgan bir boʻlinmaga borib qoldim, shu vaqt rotalarning birida kechki yoʻqlama boʻlayotgan edi. 3. Fatxullin, Soʻnmas yulduz. Muallim yoʻqlamani qilib boʻlgach: -Oʻtgan darsda qaysi mavzuni oʻtgan edik7 — deb soʻraydi.. X. Toʻxtaboev. Shirin qovunlar mamlakati. 2 esk. Maktabda sinf jurnali. Bunda (Oarsda) 6-8 bola baholanib, ularning bahosi yoʻqlamaga va kundalikka qoʻyiladi. Y. Abdullaev, Dars yuzasidan bahoni qanday qoʻyish kepak? Hamshira erinib, oldidagi yoʻqlamaga oʻxshagan daftarni ochdi. F. Musajonov, Himmat. YOʻQLAMOQ1 Hol-ahvol soʻragani bormoq yoki kelmoq. Kasalni yoʻqlab bormoq. shish Sizdan umidim shumidi, ulugʻ, nahot holing ne, deb biror marta yoʻqlab kelmasangiz. S. Ahmad, Hukm. Rahmat, Eʼtibor opa, shundanshunga ovora boʻlib yoʻqlab kelibsiz\" H. Gʻulom, Mashʼal. 2 etn. Biror munosabat bilan muborakbod qilib, sovgʻa olib bormoq. Chaqaloqni yoʻqlab bormoq. shish Yusuf amaki bot-bot kelar, qizi qatori meni ham sovgʻalar bilan yoʻqlab turardi. H. Nazir, Koʻkterak shabadasi. 3 Biror narsa yoki kimsani istab surishtirmoq, axtarmoq, soʻramoq. Mirzakarimboy shubha bilan boqib soʻradi: - Keling, kimni yoʻqlab keldingiz bu erga Oybek, Tanlangan asarlar. Bek inqilob boʻlgan yili Rahim domlani yoʻqlab, machitga kelganini. esladi. H. Kulom, Mashʼal. 4 Eslamoq, yodga olmoq. Namangan shahridan ketsam, meni yoʻqlar kishim bormu27 Mashrab. Biz ularni yoʻqlasak, ular bizni eslaydilar. N. Safarov, Hayot maktabi. Kelur oxir seni ham yoʻqlagudek bir zamon yaxshi. Muqimiy. - Katta qiz boʻlib yuribsizmi7 -Shukur.. Hozirgina yoʻqlab turgan edik-a. N.Safarov, Tanlangan asarlar. Oʻrni yoʻqlandi Yoʻqligi bilinib, sezilib turdi. Elmurod Rashidning oldidan qaytgach, ortiqcha qaygʻurmasa ham, nima uchundir uch-toʻrt kundan keyin uning oʻrni yoʻqlandi. Shuhrat, Shinelli yillar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000119",
    "headword_cyr": "ЙЎҚЛАНДИ",
    "headword_lat": "YOʻQLANDI",
    "transliteration": "yoʻqlandi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "116. айн. йўқлов 2,3.",
        "definition_lat": "116. ayn. yoʻqlov 2,3.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000120",
    "headword_cyr": "ЙЎҚЛИК",
    "headword_lat": "YOʻQLIK",
    "transliteration": "yoʻqlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўқ ҳолат, йўқ эканлик. Шошма, даданг йўқлигида сен.. билан гаплашиб олай. Ойбек, Танланган асарлар. Пирнафас акангизнинг йўқлигини билдиришмаяпти. Ж. Шарипов, Хоразм. mm kkuuttuubbxxoonnaassii ER 2 айн. йўқчилик. Эзгинлик, хўрлик, йўқлик асаби бўш одамларда тажанглик туғдирар, муомалада пардани кўтарарди. М. Исмоилий, Одамийлик қиссаси. ..йўқлик уни ўзидан катта таёқ судраб, қўй боқишга мажбур қилган эди. Газетадан. 3 Ҳаёт, бирор нарса мавжуд бўлмаган макон, ҳолат. Ҳамма нарса унутилди, еру кўк, замину замон йўқлик қаёрига бир лаҳзада сингди-кетди. К. Яшин, Ҳамза. Абас, йўқликларга кетди жаҳолат, Асримиз уфқида у мисли рўё. А. Орипов. 4 флс. Мавжуд эмаслик; зид. борлиқ.",
        "definition_lat": "Yoʻq holat, yoʻq ekanlik. Shoshma, dadang yoʻqligida sen.. bilan gaplashib olay. Oybek, Tanlangan asarlar. Pirnafas akangizning yoʻqligini bildirishmayapti. J. Sharipov, Xorazm. mm kkuuttuubbxxoonnaassii ER 2 ayn. yoʻqchilik. Ezginlik, xoʻrlik, yoʻqlik asabi boʻsh odamlarda tajanglik tugʻdirar, muomalada pardani koʻtarardi. M. Ismoiliy, Odamiylik qissasi. ..yoʻqlik uni oʻzidan katta tayoq sudrab, qoʻy boqishga majbur qilgan edi. Gazetadan. 3 Hayot, biror narsa mavjud boʻlmagan makon, holat. Hamma narsa unutildi, eru koʻk, zaminu zamon yoʻqlik qayoriga bir lahzada singdi-ketdi. K. Yashin, Hamza. Abas, yoʻqliklarga ketdi jaholat, Asrimiz ufqida u misli roʻyo. A. Oripov. 4 fls. Mavjud emaslik; zid. borliq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000121",
    "headword_cyr": "ИЙЎҚЛОВ",
    "headword_lat": "IYOʻQLOV",
    "transliteration": "iyoʻqlov",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўқлаш иши, хатти-ҳаракати. 2 Маълум муносабат билан қутлаш ёки ҳол-аҳвол сўраш учун қариндош-уруғ, дўсттанишларнинг бир-бирлариникига боришидан иборат маросим, одат. Яна битта зарур йўқлов чиқиб қолди, хотин. Ғайратий, Довдираш. Бу хотин, қачон қарасам, тўёна, йўқлов ташвишида юради. М. Алавия, Тўйларимиз ҳақида. 3 этн. Шундай юришда (бориш-келишда) олиб бориладиган нарса (тугун, тоғора ва ш. к.). Йўқлов тоғорасини кўтарган Санобархон билан отарчилар аллақачон қуён бўлган эдилар. Ғайратий, Довдираш. 4 этн. Марҳумларни эслаб айтиладиган (йиғланадиган) аза тўртликлари, шундай йиғи. Бунга йиғи-йўқловлар ва мотам ёр-ёрлари киради. «YTA».",
        "definition_lat": "Yoʻqlash ishi, xatti-harakati. 2 Maʼlum munosabat bilan qutlash yoki hol-ahvol soʻrash uchun qarindosh-urugʻ, doʻsttanishlarning bir-birlarinikiga borishidan iborat marosim, odat. Yana bitta zarur yoʻqlov chiqib qoldi, xotin. Gʻayratiy, Dovdirash. Bu xotin, qachon qarasam, toʻyona, yoʻqlov tashvishida yuradi. M. Alaviya, Toʻylarimiz haqida. 3 etn. Shunday yurishda (borish-kelishda) olib boriladigan narsa (tugun, togʻora va sh. k.). Yoʻqlov togʻorasini koʻtargan Sanobarxon bilan otarchilar allaqachon quyon boʻlgan edilar. Gʻayratiy, Dovdirash. 4 etn. Marhumlarni eslab aytiladigan (yigʻlanadigan) aza toʻrtliklari, shunday yigʻi. Bunga yigʻi-yoʻqlovlar va motam yor-yorlari kiradi. «YTA».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000122",
    "headword_cyr": "ЙЎҚЛОВЧИ",
    "headword_lat": "YOʻQLOVChI",
    "transliteration": "yoʻqlovchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўқлаб борувчи шахс.",
        "definition_lat": "Yoʻqlab boruvchi shaxs.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000123",
    "headword_cyr": "ЙЎҚОЛМОҚ",
    "headword_lat": "YOʻQOLMOQ",
    "transliteration": "yoʻqolmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўқлик касб этмоқ, мавжудлиги барҳам топмоқ; йўқ бўлмоқ. СайЁрамизда қанча тоғлар йўқолиб, яна қанча янгилари пайдо бўлди. {Фан ва турмуш. Сув қуриб, Қўштегирмон аллақачон йўқолиб кетган, оти қолган, холос. А. Мухтор, Опасингиллар. 2 Мавжуд жойини тарк этмоқ, йўқ бўлмоқ. Уйда тутун йўқолган бўлса-да, аччиқ ҳид дарров унинг бурнига урилди. Ойбек, Танланган асарлар. Омоннинг юзидаги табассум йўқолди, ўйланиб, жиддий оҳангда гапирди. С. Кароматов, Олтин қум. 3 Кўздан йўқ бўлмоқ, кўринмайдиган ҳолат касб этмоқ; йўқ бўлмоқ. Арғимчоқ учгандай, болалар сувда баланд-паст бўлиб, гоҳ йўқолиб, гоҳ кўриниб, орқага қайтишарои. Ҳ. Назир, Ёнар дарё. Қора Аҳмад бир ҳужрага кириб, узоқ вақт йўқолди. Ойбек, Танланган асарлар. wwwwww.z.ziiyyoouuzz..cc 4 Бор-йўқлиги, кимда, қаердалиги номаълум ҳолат касб этмоқ; йўқ бўлмоқ. От йўқолди. Пул йўқолди. Йўқолган пичоқнинг сопи олтин. Мақол. шш Қизим йўқолди. Қаёққа учди, билмайман. Ойбек, Танланган асарлар. 5 с.т. Кетмоқ. Ҳартугул, бу кун уйига йўқолди. Ойбек, Танланган асарлар. ЙЎҚОТИШ1 Йўқотмоқ фл. ҳар. н. Ёввойи ўтларни йўқотиш. Имкониятни йўқотиш. Уламоларимизда ҳам айб кўп, бидъат ишларни йўқотиш ўрнига, уларни ҳимоя қиладилар. Ойбек, Танланган асарлар. Ишдаги камчилик ва нуқсонларни аниқлаш ҳамда йўқотиш.. Газетадан. 2 Тегишли ва муҳим (зарур) нарса ёки кимсасидан айрилиш. Яхши одам қишлоқдан кетса, катта йўқотиш ҳисобланади. Газетадан. Саодат.. бу — бошланиши эканлигини, бундан-да оғирроқ.. йўқотишлар юз беришини ҳали билмасди. кЁшликз. Бу жудоликлар, йўқотишлар Холматжон қалбида ҳеч ўчмас доғ, армону афсус бўлиб қолди. С. Аҳмад, Уфқ. ЙУҚОТМОҚ1 Йўқ қилмоқ. Буларни тагтуги билан йўқотмагунимизча, бизга тинчлик йўқ. Ойбек, Улуғ йўл. 2 Муайян мақсадга монелик қиладиган тўсиқни олиб ташламоқ; барҳам бермоқ. Саводсизликни йўқотмоқ. ma .. турмушимизда бир қадар ислоҳ юзага чиқсин, бемавни ишларни йўқотайлик.. Ойбек, Танланган асарлар. 3 Ихтиёрсиз ҳолда тегишли нарсасини йўқ қилмоқ, назар-эътиборидан қочирмоқ. Кўр ҳассасини бир марта йўқотади. Мақол. иши устод Қавом, Нажмиддин кетганидан сўнг, кўнгли бўм-бўш бўлиб қолиб, бир нимасини йўқотган odamdek гангиб юрди. Мирмуҳсин, Меъмор. 4 кўчма Ажралмоқ, маҳрум бўлмоқ; айрилмоқ, жудо бўлмоқ. Гуландом ёлғиз гўзалгина эмас, балки ақли ва инсоний ғурурини ҳали жилла йўқотмаган хотин каби туюлди. Ойбек, Танланган асарлар. Жангда ўз сафдошларидан бир нечтасини йўқотди. Газетадан. 5 Кучдан қолмоқ, йўққа чиқмоқ. Қонуннинг 26-моддаси ўз кучини йўқотган, деб ҳисоблансин. Ақлини (ёки эсини, ҳушини, эс-ҳушини) йўқотмоқ Тўғри фикрлаш, англаш ҳолатини йўқотмоқ, гангиб қолмоқ. Темиржон эса қадаҳ уриштириш у ёқда турсин, ақлини йўқотиб, нима бўлаётганига ҳам тушунмас, хомуш ўтирарди. Ж. Абдуллахонов, Орият. mm kkuuttuubbxxoonnaassii - Вой, эсим қурсин, сизларни кўриб, эсимни ҳам йўқотиб қўйдим, — деди онаси ташқарига интилиб. М. Исмоилий, Фарғона т.о. Бир лаҳза эс-ҳушини йўқотиб, эсанкираб турди-да, кейин.. К. Яшин, Ҳамза. Гапини (ёки сўзини) йўқотмоқ Гап-сўзидан адашмоқ, нима гапиришни билмай қолмоқ. Йигит гапини йўқотиб чайналди. Қизга, ялингандек, жавдираб қаради. С. Аҳмад, Уфқ. Нотиқ.. ктўсатдан қаттиқроқ танқид қилдим, шекиллиз деган андишага бориб, сўзини йўқотиб қўйди. А. Қаҳҳор, Нотиқ. Ўзини йўқотмоқ Бирор иш-ҳаракат, гап-сўз ва ш.к. да меъёрий ҳолатини йўқотмоқ, гангиб, эсанкираб қолмоқ. Ўзларини йўқотиб қўйган дуохон-доялар бу салобатли кишини кўриб, турган жойларида қотиб қолдилар. Т. Обидов, Юсуфжон қизиқ. Қасам руҳи билан ғайратланиб келган йигит бу ердаги аҳволни кўриб, ўзини йўқотиб қўйди. А. Мухтор, Қорақалпоқ қиссаси.",
        "definition_lat": "Yoʻqlik kasb etmoq, mavjudligi barham topmoq; yoʻq boʻlmoq. SayYoramizda qancha togʻlar yoʻqolib, yana qancha yangilari paydo boʻldi. {Fan va turmush. Suv qurib, Qoʻshtegirmon allaqachon yoʻqolib ketgan, oti qolgan, xolos. A. Muxtor, Opasingillar. 2 Mavjud joyini tark etmoq, yoʻq boʻlmoq. Uyda tutun yoʻqolgan boʻlsa-da, achchiq hid darrov uning burniga urildi. Oybek, Tanlangan asarlar. Omonning yuzidagi tabassum yoʻqoldi, oʻylanib, jiddiy ohangda gapirdi. S. Karomatov, Oltin qum. 3 Koʻzdan yoʻq boʻlmoq, koʻrinmaydigan holat kasb etmoq; yoʻq boʻlmoq. Argʻimchoq uchganday, bolalar suvda baland-past boʻlib, goh yoʻqolib, goh koʻrinib, orqaga qaytisharoi. H. Nazir, Yonar daryo. Qora Ahmad bir hujraga kirib, uzoq vaqt yoʻqoldi. Oybek, Tanlangan asarlar. wwwwww.z.ziiyyoouuzz..cc 4 Bor-yoʻqligi, kimda, qaerdaligi nomaʼlum holat kasb etmoq; yoʻq boʻlmoq. Ot yoʻqoldi. Pul yoʻqoldi. Yoʻqolgan pichoqning sopi oltin. Maqol. shsh Qizim yoʻqoldi. Qayoqqa uchdi, bilmayman. Oybek, Tanlangan asarlar. 5 s.t. Ketmoq. Hartugul, bu kun uyiga yoʻqoldi. Oybek, Tanlangan asarlar. YOʻQOTISh1 Yoʻqotmoq fl. har. n. Yovvoyi oʻtlarni yoʻqotish. Imkoniyatni yoʻqotish. Ulamolarimizda ham ayb koʻp, bidʼat ishlarni yoʻqotish oʻrniga, ularni himoya qiladilar. Oybek, Tanlangan asarlar. Ishdagi kamchilik va nuqsonlarni aniqlash hamda yoʻqotish.. Gazetadan. 2 Tegishli va muhim (zarur) narsa yoki kimsasidan ayrilish. Yaxshi odam qishloqdan ketsa, katta yoʻqotish hisoblanadi. Gazetadan. Saodat.. bu — boshlanishi ekanligini, bundan-da ogʻirroq.. yoʻqotishlar yuz berishini hali bilmasdi. kYoshlikz. Bu judoliklar, yoʻqotishlar Xolmatjon qalbida hech oʻchmas dogʻ, armonu afsus boʻlib qoldi. S. Ahmad, Ufq. YUQOTMOQ1 Yoʻq qilmoq. Bularni tagtugi bilan yoʻqotmagunimizcha, bizga tinchlik yoʻq. Oybek, Ulugʻ yoʻl. 2 Muayyan maqsadga monelik qiladigan toʻsiqni olib tashlamoq; barham bermoq. Savodsizlikni yoʻqotmoq. ma .. turmushimizda bir qadar isloh yuzaga chiqsin, bemavni ishlarni yoʻqotaylik.. Oybek, Tanlangan asarlar. 3 Ixtiyorsiz holda tegishli narsasini yoʻq qilmoq, nazar-eʼtiboridan qochirmoq. Koʻr hassasini bir marta yoʻqotadi. Maqol. ishi ustod Qavom, Najmiddin ketganidan soʻng, koʻngli boʻm-boʻsh boʻlib qolib, bir nimasini yoʻqotgan odamdek gangib yurdi. Mirmuhsin, Meʼmor. 4 koʻchma Ajralmoq, mahrum boʻlmoq; ayrilmoq, judo boʻlmoq. Gulandom yolgʻiz goʻzalgina emas, balki aqli va insoniy gʻururini hali jilla yoʻqotmagan xotin kabi tuyuldi. Oybek, Tanlangan asarlar. Jangda oʻz safdoshlaridan bir nechtasini yoʻqotdi. Gazetadan. 5 Kuchdan qolmoq, yoʻqqa chiqmoq. Qonunning 26-moddasi oʻz kuchini yoʻqotgan, deb hisoblansin. Aqlini (yoki esini, hushini, es-hushini) yoʻqotmoq Toʻgʻri fikrlash, anglash holatini yoʻqotmoq, gangib qolmoq. Temirjon esa qadah urishtirish u yoqda tursin, aqlini yoʻqotib, nima boʻlayotganiga ham tushunmas, xomush oʻtirardi. J. Abdullaxonov, Oriyat. mm kkuuttuubbxxoonnaassii - Voy, esim qursin, sizlarni koʻrib, esimni ham yoʻqotib qoʻydim, — dedi onasi tashqariga intilib. M. Ismoiliy, Fargʻona t.o. Bir lahza es-hushini yoʻqotib, esankirab turdi-da, keyin.. K. Yashin, Hamza. Gapini (yoki soʻzini) yoʻqotmoq Gap-soʻzidan adashmoq, nima gapirishni bilmay qolmoq. Yigit gapini yoʻqotib chaynaldi. Qizga, yalingandek, javdirab qaradi. S. Ahmad, Ufq. Notiq.. ktoʻsatdan qattiqroq tanqid qildim, shekilliz degan andishaga borib, soʻzini yoʻqotib qoʻydi. A. Qahhor, Notiq. Oʻzini yoʻqotmoq Biror ish-harakat, gap-soʻz va sh.k. da meʼyoriy holatini yoʻqotmoq, gangib, esankirab qolmoq. Oʻzlarini yoʻqotib qoʻygan duoxon-doyalar bu salobatli kishini koʻrib, turgan joylarida qotib qoldilar. T. Obidov, Yusufjon qiziq. Qasam ruhi bilan gʻayratlanib kelgan yigit bu erdagi ahvolni koʻrib, oʻzini yoʻqotib qoʻydi. A. Muxtor, Qoraqalpoq qissasi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000124",
    "headword_cyr": "ЙЎҚСА",
    "headword_lat": "YOʻQSA",
    "transliteration": "yoʻqsa",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "шв.. Акс ҳолда, бўлмаса. Тезроқ юринг, йўқса, кечикиб қоламиз. тиш Ўқиб бераман, рози бўлсангиз — шундай, йўқса, аслича босилар. А. Қаҳҳор, Сароб. Ҳиндистонга қўшни ва дарвоза бўлган мустамлакадаги сиёсатга тўкис-тугал обрў таъмин этилган бўлиши керак. Йўқса, натижа ёмон. Чўлпон, Кеча ва кундуз.",
        "definition_lat": "shv.. Aks holda, boʻlmasa. Tezroq yuring, yoʻqsa, kechikib qolamiz. tish Oʻqib beraman, rozi boʻlsangiz — shunday, yoʻqsa, aslicha bosilar. A. Qahhor, Sarob. Hindistonga qoʻshni va darvoza boʻlgan mustamlakadagi siyosatga toʻkis-tugal obroʻ taʼmin etilgan boʻlishi kerak. Yoʻqsa, natija yomon. Choʻlpon, Kecha va kunduz.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000125",
    "headword_cyr": "ЙЎҚСИЛ",
    "headword_lat": "YOʻQSIL",
    "transliteration": "yoʻqsil",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "эск. Камбағал, қашшоқ; муҳтож. Аммо жафо чекар бахт деб ғарбдаги Ишсизлар, гадолар, йўқсиллар, хорлар. Уйғун. Меҳнатдан бошқа ҳеч нарсани билмаган бу йўқсил йигитнинг қандай зўр талаблари бўлар эди дейсиз. Чўлпон, Кеча ва кундуз.",
        "definition_lat": "esk. Kambagʻal, qashshoq; muhtoj. Ammo jafo chekar baxt deb gʻarbdagi Ishsizlar, gadolar, yoʻqsillar, xorlar. Uygʻun. Mehnatdan boshqa hech narsani bilmagan bu yoʻqsil yigitning qanday zoʻr talablari boʻlar edi deysiz. Choʻlpon, Kecha va kunduz.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000126",
    "headword_cyr": "ЙЎҚЧА",
    "headword_lat": "YOʻQChA",
    "transliteration": "yoʻqcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. Ниҳоятда кам, жуда 03; озгина, йўқдек. Йўқча гуруч ош бўлур, меҳмон кўнгли хуш бўлур. Мақол. шш Йўқча майиз тополмай, Куёв қочди, ёр-ёр. «OK, олма, қизил олмар.",
        "definition_lat": "iv. Nihoyatda kam, juda 03; ozgina, yoʻqdek. Yoʻqcha guruch osh boʻlur, mehmon koʻngli xush boʻlur. Maqol. shsh Yoʻqcha mayiz topolmay, Kuyov qochdi, yor-yor. «OK, olma, qizil olmar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000127",
    "headword_cyr": "ЙЎҚЧИ",
    "headword_lat": "YOʻQChI",
    "transliteration": "yoʻqchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ue. фолък. Йўқловчи, сўровчи, қидириб изловчи. Дарвозага келиб турган ёш ўғлон, Йўқчимисан, йўқлаганинг бормиди2 (Тоҳир ва 3yxpa». Шу галага бизнинг бир моя келган, Моянинг йўқчиси, нори бўламан. (Алпомиши.",
        "definition_lat": "ue. folʼk. Yoʻqlovchi, soʻrovchi, qidirib izlovchi. Darvozaga kelib turgan yosh oʻgʻlon, Yoʻqchimisan, yoʻqlaganing bormidi2 (Tohir va 3yxpa». Shu galaga bizning bir moya kelgan, Moyaning yoʻqchisi, nori boʻlaman. (Alpomishi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000128",
    "headword_cyr": "ЙЎҚЧИЛИК",
    "headword_lat": "YOʻQChILIK",
    "transliteration": "yoʻqchilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Иқтисодий танқислик, етишмовчилик; камбағаллик, муҳтожлик. Унинг бутун гавдасида оғир машаққат, изтироб, йўқчилик ва бошқа кулфатлар билан тўла бир умрнинг изларини жуда яққол кўриш мумкин эди. Ойбек, Танланган асарлар. Элюрт бошига тушган даҳшатли уруш туфайwwwwww.z.ziiyyoouuzz..cc 287 92,5. ли йўқчиликка бардош бераётган қанчаданқанча халқ қатори чидам билан ишларди. Ш. Рашидов, Қудратли тўлқин.",
        "definition_lat": "Iqtisodiy tanqislik, etishmovchilik; kambagʻallik, muhtojlik. Uning butun gavdasida ogʻir mashaqqat, iztirob, yoʻqchilik va boshqa kulfatlar bilan toʻla bir umrning izlarini juda yaqqol koʻrish mumkin edi. Oybek, Tanlangan asarlar. Elyurt boshiga tushgan dahshatli urush tufaywwwwww.z.ziiyyoouuzz..cc 287 92,5. li yoʻqchilikka bardosh berayotgan qanchadanqancha xalq qatori chidam bilan ishlardi. Sh. Rashidov, Qudratli toʻlqin.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000129",
    "headword_cyr": "ЙЎҒИРМОҚ",
    "headword_lat": "YOʻGʻIRMOQ",
    "transliteration": "yoʻgʻirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. Аралаштирмоқ, қўшмоқ. Ёдғонни ҳам боплаяпти: чин ақидаларга йўғириб гапираётгани учун сўзлари ишонарли чиқяпти. Ш. Холмирзаев, Қил кўприк. Қулмурод бир 03 сув ва сут қуйиб, устига халтадаги ундан тўрт-беш қўш ҳовуч солиб йўғира бошлади. С. Айний, Қуллар. ЙЎҒОН1 Кўндаланг кесими катта. Йўғон терак. Йўғон арқон. Йўғон ичак. Йўғон чўзилади, ингичка узилади. Мақол. шиш У айвоннинг йўғон устунига тикилиб турарди.. Ў. Ҳошимов, Қалбингга қулоқ сол. Шербек, йўғон бир жуфт қамчидай сочи тақимига тушган Нигора.. кўздан ғойиб бўлгунча, алам ичида тикилиб турди. С. Анорбоев, Оқсой. 2 Дўриллаган (овоз ҳақида). Унинг эгаси Маликахон баланд бўйли, овози ҳам эркакларнинг овозидек йўғон, сатангнамо хотин эди. С. Зуннунова, Гулхан. Буни билмаган, балки билгиси ҳам келмаган Қулмат қора эса, гўр ичидан гапиргандай, паст ва йўғон 0603 билан давом этди. А. Мухтор, Опа-сингиллар. 3 кўчма Шакл, миқдор ва б. жиҳатлардан катта; салмоқли, салобатли. Йўғон одам. == Ўликни кўмиб келиш қийин эмас, лекин йўғон чиқимлари кейин чиқади, биласанлар. Ойбек, Танланган асарлар. {Комил:) 3, ҳали кўп беллашамиз. Ишнинг йўғонлари энди чиқадиганга ўхшайди. Уйғун, Ҳаёт қўшиғи.",
        "definition_lat": "iv. Aralashtirmoq, qoʻshmoq. Yodgʻonni ham boplayapti: chin aqidalarga yoʻgʻirib gapirayotgani uchun soʻzlari ishonarli chiqyapti. Sh. Xolmirzaev, Qil koʻprik. Qulmurod bir 03 suv va sut quyib, ustiga xaltadagi undan toʻrt-besh qoʻsh hovuch solib yoʻgʻira boshladi. S. Ayniy, Qullar. YOʻGʻON1 Koʻndalang kesimi katta. Yoʻgʻon terak. Yoʻgʻon arqon. Yoʻgʻon ichak. Yoʻgʻon choʻziladi, ingichka uziladi. Maqol. shish U ayvonning yoʻgʻon ustuniga tikilib turardi.. Oʻ. Hoshimov, Qalbingga quloq sol. Sherbek, yoʻgʻon bir juft qamchiday sochi taqimiga tushgan Nigora.. koʻzdan gʻoyib boʻlguncha, alam ichida tikilib turdi. S. Anorboev, Oqsoy. 2 Doʻrillagan (ovoz haqida). Uning egasi Malikaxon baland boʻyli, ovozi ham erkaklarning ovozidek yoʻgʻon, satangnamo xotin edi. S. Zunnunova, Gulxan. Buni bilmagan, balki bilgisi ham kelmagan Qulmat qora esa, goʻr ichidan gapirganday, past va yoʻgʻon 0603 bilan davom etdi. A. Muxtor, Opa-singillar. 3 koʻchma Shakl, miqdor va b. jihatlardan katta; salmoqli, salobatli. Yoʻgʻon odam. == Oʻlikni koʻmib kelish qiyin emas, lekin yoʻgʻon chiqimlari keyin chiqadi, bilasanlar. Oybek, Tanlangan asarlar. {Komil:) 3, hali koʻp bellashamiz. Ishning yoʻgʻonlari endi chiqadiganga oʻxshaydi. Uygʻun, Hayot qoʻshigʻi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000130",
    "headword_cyr": "ЙЎҒОНЛАШМОҚ",
    "headword_lat": "YOʻGʻONLAShMOQ",
    "transliteration": "yoʻgʻonlashmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўғон бўла бормоқ. Овози йўғонлашмоқ. Ниҳолнинг танаси йўғонлашди. mm Муҳаммадражаб семирган, йўғонлашган. А. Қаҳҳор, Сароб.",
        "definition_lat": "Yoʻgʻon boʻla bormoq. Ovozi yoʻgʻonlashmoq. Niholning tanasi yoʻgʻonlashdi. mm Muhammadrajab semirgan, yoʻgʻonlashgan. A. Qahhor, Sarob.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000131",
    "headword_cyr": "ЙЎҒОНЛИК",
    "headword_lat": "YOʻGʻONLIK",
    "transliteration": "yoʻgʻonlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кўндаланг кесим даражаси, катталик. Йўғонлиги бир метр келадиган чинор. mm { Йўлчининг) Икки қоши ўртасидан бир томонга кирган томири ўрта бармоқ йўғонлигида бўртиб чиқди. Ойбек, Танланган асарлар. Шу вақт нарироқдаги беш қулочча йўғонликда бўлган азим қайрағочда чумчуқлар қулоқни битиргудай қаттиқ чирқиллашиб қолди. Ҳ. Назир, Сўнмас чақмоқлар. ЙЎҒРИЛМОҚ1 Йўғирмоқ фл. max, н. Сутга йўғрилган кулча. 2 Қўшилиб, аралашиб кетмоқ; мужассамланмоқ. Уларнинг ГАброр билан Чиннихоннинг) муҳаббати соф дўстона ҳурмат туйғулари билан йўғрилган эди. П. Қодиров, Қалбдаги қуёш. mm kkuuttuubbxxoonnaassii",
        "definition_lat": "Koʻndalang kesim darajasi, kattalik. Yoʻgʻonligi bir metr keladigan chinor. mm { Yoʻlchining) Ikki qoshi oʻrtasidan bir tomonga kirgan tomiri oʻrta barmoq yoʻgʻonligida boʻrtib chiqdi. Oybek, Tanlangan asarlar. Shu vaqt nariroqdagi besh qulochcha yoʻgʻonlikda boʻlgan azim qayragʻochda chumchuqlar quloqni bitirguday qattiq chirqillashib qoldi. H. Nazir, Soʻnmas chaqmoqlar. YOʻGʻRILMOQ1 Yoʻgʻirmoq fl. max, n. Sutga yoʻgʻrilgan kulcha. 2 Qoʻshilib, aralashib ketmoq; mujassamlanmoq. Ularning GAbror bilan Chinnixonning) muhabbati sof doʻstona hurmat tuygʻulari bilan yoʻgʻrilgan edi. P. Qodirov, Qalbdagi quyosh. mm kkuuttuubbxxoonnaassii",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  }
]