[
  {
    "entry_id": "b_000001",
    "headword_cyr": "ЎЗБЕКИСТОН",
    "headword_lat": "OʻZBEKISTON",
    "transliteration": "oʻzbekiston",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "РЕСПУБЛИКА АЛИШЕР НАВОИЙ НОМИДАГИ ЎЗБЕК Т ИЗОҲЛИ 80 000 дан ортиқ сў ТАҲРИР ҲАЙЪАТИ: Э. БЕГМАТОВ, А. МАДВАЛИЕВ, Н Н. ТЎХЛИЕВ, Э. УМАРОВ, Д. ХУД А. Мадвалие Луғат ҳозирги ўзбек адабий тилида кенг и бирикмаларини, фан, техника, санъат ва мадани қўлланадиган сўзларни, баъзи тарихий ва эскир сўзларнинг амалда қўлланиши ХХ аср ўзбек ад далилланган. Луғат ўзбек тилшунослиги ва турк оммавий ахборот воситалари ходимлари, ол талабалари, шунингдек, кенг ўқувчилар оммас \"Ўзбекистон мил Давлат ил Т Эслатма: Ушбу китобдан фақатгин мақсадида фойдаланиш мумкин. Тиж кўпайтириш, тарқатиш wwwwww.z.ziiyyoouuzz..cc И ФАНЛАР АКАДЕМИЯСИ ИЛ ВА АДАБИЁТ ИНСТИТУТИ ЛИНИНГ ЛУЕАТИ ва сўз бирикмаси МАҲКАМОВ, Т. МИРЗАЕВ (раҳбар), ЙБЕРГАНОВА, А. ҲОЖИЕВ таҳрири остида теъмолда бўлган 80 мингдан ортиқ сўз ва сўз т соҳаларига оид терминларни, бир неча шевада ан атамаларни ўз ичига олади. Луғатда берилган биёти ва матбуотидан олинган мисоллар билан йшунослик бўйича мутахассислар, таржимонлар, й таълим муассасаларининг ўқитувчилари ва учун мўлжалланган. ий энциклопедияси\" ий нашриёти шкент шахсий мутолаа, танишиб чиқиш рий мақсадларда фойдаланиш (сотиш, қонунан тақиқланади. mm kkuuttuubbxxoonnaassii ЕБИР-ЕСИР: ебир-есир қилмоқ ш Хонавайрон қилмоқ, ҳар нарсадан маҳр қилмоқ. Чамбил юртин ебир-есир қилама Қайтиб келиб, шоҳ қизини оламан. кМалик айёро. Лашкар олиб, бундан турмай борарма Элатини ебир-есир қиларман. кБаҳром Гуландом. ЕБ-ИЧМОҚ1 Ейиладиган, ичиладиг нарсалардан истеъмол қилмоқ. Ҳамма е ичиш билан овора бўлиб, ҳеч кимдан 06 чиқмай қолган пайтда.. П. Турсун, Ўқитувч Қани, тақсир, дастурхонга марҳамат қили еб-ичиб, гаплашиб ўтиринглар.. К. Яши Ҳамза. Бир одамга ҳам рўзғор, қозон-тов керак, бутлаб олсанг бўлар экан. Ҳозир ичадиган пайтинг. С. Нуров, Нарвон. 2 кўчма Қаттиқ дакки (жазо) бермо юлиб-таламоқ. Биз икков, агар қўйиб б санглар, гўё бир-биримизни еб-ичмакчи эди А. Қодирий, Ўтган кунлар. Ўқишга бери кетиб, вақтнинг қандай ўтиб кетганини ҳ билмай қолибман. Уйдагилар ҳали мени ичишади. Ф. Насриддинов, Кўнгил.",
        "definition_lat": "RESPUBLIKA ALIShER NAVOIY NOMIDAGI OʻZBEK T IZOHLI 80 000 dan ortiq soʻ TAHRIR HAYʼATI: E. BEGMATOV, A. MADVALIEV, N N. TOʻXLIEV, E. UMAROV, D. XUD A. Madvalie Lugʻat hozirgi oʻzbek adabiy tilida keng i birikmalarini, fan, texnika, sanʼat va madani qoʻllanadigan soʻzlarni, baʼzi tarixiy va eskir soʻzlarning amalda qoʻllanishi XX asr oʻzbek ad dalillangan. Lugʻat oʻzbek tilshunosligi va turk ommaviy axborot vositalari xodimlari, ol talabalari, shuningdek, keng oʻquvchilar ommas \"Oʻzbekiston mil Davlat il T Eslatma: Ushbu kitobdan faqatgin maqsadida foydalanish mumkin. Tij koʻpaytirish, tarqatish wwwwww.z.ziiyyoouuzz..cc I FANLAR AKADEMIYaSI IL VA ADABIYoT INSTITUTI LINING LUEATI va soʻz birikmasi MAHKAMOV, T. MIRZAEV (rahbar), YBERGANOVA, A. HOJIEV tahriri ostida teʼmolda boʻlgan 80 mingdan ortiq soʻz va soʻz t sohalariga oid terminlarni, bir necha shevada an atamalarni oʻz ichiga oladi. Lugʻatda berilgan biyoti va matbuotidan olingan misollar bilan yshunoslik boʻyicha mutaxassislar, tarjimonlar, y taʼlim muassasalarining oʻqituvchilari va uchun moʻljallangan. iy entsiklopediyasi\" iy nashriyoti shkent shaxsiy mutolaa, tanishib chiqish riy maqsadlarda foydalanish (sotish, qonunan taqiqlanadi. mm kkuuttuubbxxoonnaassii EBIR-ESIR: ebir-esir qilmoq sh Xonavayron qilmoq, har narsadan mahr qilmoq. Chambil yurtin ebir-esir qilama Qaytib kelib, shoh qizini olaman. kMalik ayyoro. Lashkar olib, bundan turmay borarma Elatini ebir-esir qilarman. kBahrom Gulandom. EB-IChMOQ1 Eyiladigan, ichiladig narsalardan isteʼmol qilmoq. Hamma e ichish bilan ovora boʻlib, hech kimdan 06 chiqmay qolgan paytda.. P. Tursun, Oʻqituvch Qani, taqsir, dasturxonga marhamat qili eb-ichib, gaplashib oʻtiringlar.. K. Yashi Hamza. Bir odamga ham roʻzgʻor, qozon-tov kerak, butlab olsang boʻlar ekan. Hozir ichadigan payting. S. Nurov, Narvon. 2 koʻchma Qattiq dakki (jazo) bermo yulib-talamoq. Biz ikkov, agar qoʻyib b sanglar, goʻyo bir-birimizni eb-ichmakchi edi A. Qodiriy, Oʻtgan kunlar. Oʻqishga beri ketib, vaqtning qanday oʻtib ketganini h bilmay qolibman. Uydagilar hali meni ichishadi. F. Nasriddinov, Koʻngil.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000002",
    "headword_cyr": "ЕБТЎЙМАС",
    "headword_lat": "EBTOʻYMAS",
    "transliteration": "ebtoʻymas",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Овқатни кўп ейдиган, е ни билан тўймайдиган; очофат, мечка Ебтўймас бола.",
        "definition_lat": "Ovqatni koʻp eydigan, e ni bilan toʻymaydigan; ochofat, mechka Ebtoʻymas bola.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000003",
    "headword_cyr": "ЕВРЕЙ",
    "headword_lat": "EVREY",
    "transliteration": "evrey",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. яҳудий.",
        "definition_lat": "ayn. yahudiy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000004",
    "headword_cyr": "ЕВРО",
    "headword_lat": "EVRO",
    "transliteration": "evro",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(« Европа қитъаси номида Европа Иттифоқи таркибидаги Евро иқтисодий ва пул ҳамжамияти аъзоларини 1999 йил 1 январдан муомалага чиқарилг пул бирлиги. Сўмнинг еврога нисбатан кур ЕГИЛИК с. т. Егулик.",
        "definition_lat": "(« Evropa qitʼasi nomida Evropa Ittifoqi tarkibidagi Evro iqtisodiy va pul hamjamiyati aʼzolarini 1999 yil 1 yanvardan muomalaga chiqarilg pul birligi. Soʻmning evroga nisbatan kur EGILIK s. t. Egulik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000005",
    "headword_cyr": "ЕГУЛИК",
    "headword_lat": "EGULIK",
    "transliteration": "egulik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ейиладиган, овқат учун и теъмол қилинадиган нарса; озиқ-овқа Зиёфатларга борганда-ку, ёнига ўтириб ол wwwwww.z.ziiyyoouuzz..cc . тарелкасига еғулик тўлдириш билан банд м бўлардингиз. М. Ҳазратқулов, Журъат. Дас- , турхонни ёз; Егулик нарсанг борми7 Чўлпон, й Кеча ва кундуз. , 2 Ўз эҳтиёжи учун экилган ёки ажраа тилган нарса, озиқ-овқат ҳақида. Ёгулик қовун. Егулик ун. ши Қолгани — бола-чақамга н егулик. Жамоа текшириб кўрган. Ботиралидан - сўранг\" Ҳ. Ғулом, Машъал. Шунда Биноий 3 ёдаки бир рубоий айтиб, егулик ғалласи . йўқлигини, кияй деса, ғалланинг қопи ҳам , топилмаслигини айтди. П. Қодиров, Юлдузли , тунлар. қ 3 Ейиш учун керакли, ейишга етарли. б- Бу йил яхши мева қилмади-ю, ҳар қалай егулик топилади. С. Сиёев, Ёруғлик. , ЕГУЛИК-ИЧГУЛИК Ейиладиган-ичир- ладиган нарса; озиқ-овқат. - Бу касб (қа- . ландарбаччалик) менга кўп мавқул тушди. иб ЕЁгулик-ичгулик истагандан мўл, ёмғирдек м ёғилиб келиб туради, — деди Шум бола. F. Ғуб- лом, Шум бола.",
        "definition_lat": "Eyiladigan, ovqat uchun i teʼmol qilinadigan narsa; oziq-ovqa Ziyofatlarga borganda-ku, yoniga oʻtirib ol wwwwww.z.ziiyyoouuzz..cc . tarelkasiga egʻulik toʻldirish bilan band m boʻlardingiz. M. Hazratqulov, Jurʼat. Das- , turxonni yoz; Egulik narsang bormi7 Choʻlpon, y Kecha va kunduz. , 2 Oʻz ehtiyoji uchun ekilgan yoki ajraa tilgan narsa, oziq-ovqat haqida. Yogulik qovun. Egulik un. shi Qolgani — bola-chaqamga n egulik. Jamoa tekshirib koʻrgan. Botiralidan - soʻrang\" H. Gʻulom, Mashʼal. Shunda Binoiy 3 yodaki bir ruboiy aytib, egulik gʻallasi . yoʻqligini, kiyay desa, gʻallaning qopi ham , topilmasligini aytdi. P. Qodirov, Yulduzli , tunlar. q 3 Eyish uchun kerakli, eyishga etarli. b- Bu yil yaxshi meva qilmadi-yu, har qalay egulik topiladi. S. Siyoev, Yorugʻlik. , EGULIK-IChGULIK Eyiladigan-ichir- ladigan narsa; oziq-ovqat. - Bu kasb (qa- . landarbachchalik) menga koʻp mavqul tushdi. ib EYogulik-ichgulik istagandan moʻl, yomgʻirdek m yogʻilib kelib turadi, — dedi Shum bola. F. Gʻub- lom, Shum bola.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000006",
    "headword_cyr": "ЕДИРМОҚ",
    "headword_lat": "EDIRMOQ",
    "transliteration": "edirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Емоқ фл. орт. н. Овқат а- едирмоқ. Яхши — қанд едирар, ёмон — панд . еёдирар. Мақол. шиш Нигор ойим Мансурга қолган ошни едириб қўйиш билан, ора-чора гапга ҳам қулоқ солгандай бўлар эди. А. Қо- ) дирий, Меҳробдан чаён. а 2 Бирор нарсани бошқа қаттиқроқ г нарсага ишқаб текисламоқ, ишқалаб сийн қаламоқ. Ошиқни ғиштга едирмоқ. и. 3 Суюқликни (мой, дори ва ш. к.ни) бирор нарсага ишқалаб сингдирмоқ. - 4 кўчма Сингитиб йўқотиб юбормоқ. . Султонмурод.. дўстининг шеърларида унга б, аввалдан белгили бўлган баъзи умумий нуқmm kkuuttuubbxxoonnaassii сонларни едириб кетиш учун кўпроқ завқ ва руҳ билан ўқишга тиришди. Ойбек, Навоий. 5 тех. Бир-бирига ишқалаб мосламоқ.",
        "definition_lat": "Emoq fl. ort. n. Ovqat a- edirmoq. Yaxshi — qand edirar, yomon — pand . eyodirar. Maqol. shish Nigor oyim Mansurga qolgan oshni edirib qoʻyish bilan, ora-chora gapga ham quloq solganday boʻlar edi. A. Qo- ) diriy, Mehrobdan chayon. a 2 Biror narsani boshqa qattiqroq g narsaga ishqab tekislamoq, ishqalab siyn qalamoq. Oshiqni gʻishtga edirmoq. i. 3 Suyuqlikni (moy, dori va sh. k.ni) biror narsaga ishqalab singdirmoq. - 4 koʻchma Singitib yoʻqotib yubormoq. . Sultonmurod.. doʻstining sheʼrlarida unga b, avvaldan belgili boʻlgan baʼzi umumiy nuqmm kkuuttuubbxxoonnaassii sonlarni edirib ketish uchun koʻproq zavq va ruh bilan oʻqishga tirishdi. Oybek, Navoiy. 5 tex. Bir-biriga ishqalab moslamoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000007",
    "headword_cyr": "ЕЗНА",
    "headword_lat": "EZNA",
    "transliteration": "ezna",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. Почча. -Ўҳ ноинсоф: Пирнафас езнанг, опанг, жиянинг аҳволи не кечар экан, — деди маъюс оҳангда Ўтар бува. Ж. Шарипов, Хоразм.",
        "definition_lat": "iv. Pochcha. -Oʻh noinsof: Pirnafas eznang, opang, jiyaning ahvoli ne kechar ekan, — dedi maʼyus ohangda Oʻtar buva. J. Sharipov, Xorazm.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000008",
    "headword_cyr": "ЕЙИЛИШ",
    "headword_lat": "EYILISh",
    "transliteration": "eyilish",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "махс. Буюмлар сиртининг ўзаро ишқаланиш, ташқи муҳитнинг бевосита таъсири натижасида уларнинг ўлчам, шакл, вазн ва б. жиҳатлардан аста-секин ўзгариши. Механик ейилиш. mm Абразив ейилишга асосан ишқаланиш сабаб бўлади. «Y3IMID». ЕЙИЛМОҚ1 Емоқ фл. мажҳ. ва ўзл. н. Ош ейилди. шиш Таом иштаҳа билан ейилгандан сўнг.. ГҲакимбойвачча аччиқ чойни қуя бошлади. Ойбек, Танланган асарлар. 2 Ишқаланавериб едирилмоқ, сийқаланмоқ. Этикнинг пошнаси ейилиб кетибди. = У)да битта ёғоч чўмич бор-у, битта учи ейилиб кетган қора ёғоч қошиқ. Ж. Шарипов, Хоразм. Ҳаммасидан ҳам парманинг тиши ейилиб кетавериши ёмон экан. Ю. Шомансур, Қора марварид. Ейилиб қолмайди (ейилиб қолмас) Ҳеч нарса бўлмайди, зарар-зиён қилмайди. Худога шукур, уйларинг кўп экан. Озгина вақт турсак, ёйилиб қолмас.. Ё. Хаимов, М. Раҳмон, Ҳаёт-мамот.",
        "definition_lat": "maxs. Buyumlar sirtining oʻzaro ishqalanish, tashqi muhitning bevosita taʼsiri natijasida ularning oʻlcham, shakl, vazn va b. jihatlardan asta-sekin oʻzgarishi. Mexanik eyilish. mm Abraziv eyilishga asosan ishqalanish sabab boʻladi. «Y3IMID». EYILMOQ1 Emoq fl. majh. va oʻzl. n. Osh eyildi. shish Taom ishtaha bilan eyilgandan soʻng.. GHakimboyvachcha achchiq choyni quya boshladi. Oybek, Tanlangan asarlar. 2 Ishqalanaverib edirilmoq, siyqalanmoq. Etikning poshnasi eyilib ketibdi. = U)da bitta yogʻoch choʻmich bor-u, bitta uchi eyilib ketgan qora yogʻoch qoshiq. J. Sharipov, Xorazm. Hammasidan ham parmaning tishi eyilib ketaverishi yomon ekan. Yu. Shomansur, Qora marvarid. Eyilib qolmaydi (eyilib qolmas) Hech narsa boʻlmaydi, zarar-ziyon qilmaydi. Xudoga shukur, uylaring koʻp ekan. Ozgina vaqt tursak, yoyilib qolmas.. Yo. Xaimov, M. Rahmon, Hayot-mamot.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000009",
    "headword_cyr": "ЕЙИМЛИ",
    "headword_lat": "EYIMLI",
    "transliteration": "eyimli",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Иштаҳа билан ейиладиган, хушхўр (мол овқати хақида). Кимёвий усулда ишланган озуқанинг таъмини ва ейимли бўлишини ошириш мақсадида озуқалар концентратлар билан кўпчитилади. Газетадан.",
        "definition_lat": "Ishtaha bilan eyiladigan, xushxoʻr (mol ovqati xaqida). Kimyoviy usulda ishlangan ozuqaning taʼmini va eyimli boʻlishini oshirish maqsadida ozuqalar kontsentratlar bilan koʻpchitiladi. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000010",
    "headword_cyr": "ЕЙИМЛИК",
    "headword_lat": "EYIMLIK",
    "transliteration": "eyimlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "кам қўлл. қ. егулик. Менгбой икки кишига ғоят ортиқчалик қиладиган ейимлик ва ичимликлар буюрди. Ш. Холмирзаев, Оғир тош кўчса. Ёйимлигу ичимлик тўла Нозу невмат дастурхонида. 3. Раҳим. ЕЙИШЛИ1 Иштаҳа билан, севиб ейиладиган, хушхўр. Ейишли нон. 2 Еса бўладиган, еб бўладиган. Ейишли мева.",
        "definition_lat": "kam qoʻll. q. egulik. Mengboy ikki kishiga gʻoyat ortiqchalik qiladigan eyimlik va ichimliklar buyurdi. Sh. Xolmirzaev, Ogʻir tosh koʻchsa. Yoyimligu ichimlik toʻla Nozu nevmat dasturxonida. 3. Rahim. EYIShLI1 Ishtaha bilan, sevib eyiladigan, xushxoʻr. Eyishli non. 2 Esa boʻladigan, eb boʻladigan. Eyishli meva.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000011",
    "headword_cyr": "ЕЛ",
    "headword_lat": "EL",
    "transliteration": "el",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "11",
        "definition_cyr": "айн. шамол. Тоғдан совуққина ел эсарди. П. Турсун, Ўқитувчи. Тун аёз, изғириқ ел тўрт тарафга югуриб, жон ачитмоқчи бўлар эди. А. Қодирий, Ўтган кунлар. Алижон Тошкентга елдек етиб келди. Мирмуҳсин, Чиниқиш. Бўтабой эпчиллик билан эгарсиз отга минди-да, бир-икки аччиқ қамчи босди: от жон-жаҳди билан пастга қараб елдек учиб кетди. С. Аҳмад, Ҳукм. wwwwww.z.ziiyyoouuzz..cc 2 Бирор нарса ичига дамланган ҳаво; дам. Баллоннинг ели чиқиб кетибди. шиа { Отабек1 Ун беш дақиқалардан сўнг, ичига ел қамалган пуфакдек, куфф этиб юборгач, ўрнидан турди. А. Қодирий, Ўтган кунлар. 3 Ичакда ҳосил бўладиган ҳаво, газ. Қабзият ортди-да, қабзият.. Шу вақт бир ел юришса, кўзим очилармиди. А. Қодирий, Обид кетмон. Елга учмоқ Бекор кетмоқ, фойдасиз бўлмоқ. Ниҳоят, кутилган кун келди. Бутун вужуди билан қилинган ғайрат, ҳаракат елга учмади. Н. Орифжонов, Ҳаловат. Елга учирмоқ (ёки совурмоқ) Бекор кетказмоқ, йўқ қилмоқ. Гапларимни елга учириб нима қиламан, дердим. Ҳ. Турсунқулов, Ҳаётим қиссаси. Ишни барбод қилган, давлатнинг минглаб сўмларини елга совурган.. С. Кароматов, Эътиқод. Оғзининг ели кБир оғиз сўзи, гапи билан бўлади, битадиз маъносини билдиради. Битта азроплан нима деган гап 7 Охунбобоевдай одам учун оғзининг emu. Ҳ. Ғулом, Тошкентликлар. Валихонларга никоҳ чўтми.. оғзининг елига тўй, оғзининг елига мотам. Ш. Тошматов, Эрк қуши.",
        "definition_lat": "ayn. shamol. Togʻdan sovuqqina el esardi. P. Tursun, Oʻqituvchi. Tun ayoz, izgʻiriq el toʻrt tarafga yugurib, jon achitmoqchi boʻlar edi. A. Qodiriy, Oʻtgan kunlar. Alijon Toshkentga eldek etib keldi. Mirmuhsin, Chiniqish. Boʻtaboy epchillik bilan egarsiz otga mindi-da, bir-ikki achchiq qamchi bosdi: ot jon-jahdi bilan pastga qarab eldek uchib ketdi. S. Ahmad, Hukm. wwwwww.z.ziiyyoouuzz..cc 2 Biror narsa ichiga damlangan havo; dam. Ballonning eli chiqib ketibdi. shia { Otabek1 Un besh daqiqalardan soʻng, ichiga el qamalgan pufakdek, kuff etib yuborgach, oʻrnidan turdi. A. Qodiriy, Oʻtgan kunlar. 3 Ichakda hosil boʻladigan havo, gaz. Qabziyat ortdi-da, qabziyat.. Shu vaqt bir el yurishsa, koʻzim ochilarmidi. A. Qodiriy, Obid ketmon. Elga uchmoq Bekor ketmoq, foydasiz boʻlmoq. Nihoyat, kutilgan kun keldi. Butun vujudi bilan qilingan gʻayrat, harakat elga uchmadi. N. Orifjonov, Halovat. Elga uchirmoq (yoki sovurmoq) Bekor ketkazmoq, yoʻq qilmoq. Gaplarimni elga uchirib nima qilaman, derdim. H. Tursunqulov, Hayotim qissasi. Ishni barbod qilgan, davlatning minglab soʻmlarini elga sovurgan.. S. Karomatov, Eʼtiqod. Ogʻzining eli kBir ogʻiz soʻzi, gapi bilan boʻladi, bitadiz maʼnosini bildiradi. Bitta azroplan nima degan gap 7 Oxunboboevday odam uchun ogʻzining emu. H. Gʻulom, Toshkentliklar. Valixonlarga nikoh choʻtmi.. ogʻzining eliga toʻy, ogʻzining eliga motam. Sh. Toshmatov, Erk qushi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000012",
    "headword_cyr": "ЕЛ",
    "headword_lat": "EL",
    "transliteration": "el",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "П Киши организмидан бирор қисмининг чириши, бузилишидан иборат оғир касаллик. Унинг бурнини ел еди. Ел есин (ёки егур). Ел касаллигига нисбатли қарғишни бидиради. Туришини қара.. турқингни ел ecun! Мирмуҳсин, Умид. Ҳозир бориб, у бебурднинг додини бериб қўяй. Вой тусингни ел егур. С. Аҳмад, Уфқ.",
        "definition_lat": "P Kishi organizmidan biror qismining chirishi, buzilishidan iborat ogʻir kasallik. Uning burnini el edi. El esin (yoki egur). El kasalligiga nisbatli qargʻishni bidiradi. Turishini qara.. turqingni el ecun! Mirmuhsin, Umid. Hozir borib, u beburdning dodini berib qoʻyay. Voy tusingni el egur. S. Ahmad, Ufq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000013",
    "headword_cyr": "ЕЛВАГАЙ",
    "headword_lat": "ELVAGAY",
    "transliteration": "elvagay",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Енгли кийимларни ростмана киймай, ўрамай, елкага ёки бошга ташлаган ҳолда. Чопонини елкасига елвагай ташлаб, токчада тикка турган кўзгуга биринчи марта қаради. А. Мухтор, Опа-сингиллар. Рўмолини бошига елвагай қилиб ўраб, бир учини қайириб, оғзига тишлаб, чўп билан ер чизади. Т. Мурод, Юлдузлар мангу ёнади.",
        "definition_lat": "Engli kiyimlarni rostmana kiymay, oʻramay, elkaga yoki boshga tashlagan holda. Choponini elkasiga elvagay tashlab, tokchada tikka turgan koʻzguga birinchi marta qaradi. A. Muxtor, Opa-singillar. Roʻmolini boshiga elvagay qilib oʻrab, bir uchini qayirib, ogʻziga tishlab, choʻp bilan er chizadi. T. Murod, Yulduzlar mangu yonadi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000014",
    "headword_cyr": "ЕЛВИЗАК",
    "headword_lat": "ELVIZAK",
    "transliteration": "elvizak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Карама-қарши эшик-деразалар очиқ бўлган вақтда ёки тор оралиқдан ўтиб турадиган ҳаво оқими, ўткинчи шамол; шундай шамолли ҳолат. Ниҳоят, дераза тепасидаги дарчада елвизак эса бошлади. Ш. Холмирзаев, Бодом қишда гуллади. Елвизак шамолнинг йўқлиги айвоннинг яна бир асосий қусуридир. кФан ва турмуши. - Вой, елвизак қилиб қўйибмиз-у, — деб эшикни икки қўллаб итариб ёпди. С. Кароматов, Олтин қум. mm kkuuttuubbxxoonnaassii ЕЛДИРИМ кт. Яшин, чақмоқ. Зиёдилл ўрин-кўрпасини шошиб йиғиштираркан, мияс елдирим тезлигида ишлаб, ҳар хи мулоҳазаларга борди. Ҳ. Ғулом, Машъал.",
        "definition_lat": "Karama-qarshi eshik-derazalar ochiq boʻlgan vaqtda yoki tor oraliqdan oʻtib turadigan havo oqimi, oʻtkinchi shamol; shunday shamolli holat. Nihoyat, deraza tepasidagi darchada elvizak esa boshladi. Sh. Xolmirzaev, Bodom qishda gulladi. Elvizak shamolning yoʻqligi ayvonning yana bir asosiy qusuridir. kFan va turmushi. - Voy, elvizak qilib qoʻyibmiz-u, — deb eshikni ikki qoʻllab itarib yopdi. S. Karomatov, Oltin qum. mm kkuuttuubbxxoonnaassii ELDIRIM kt. Yashin, chaqmoq. Ziyodill oʻrin-koʻrpasini shoshib yigʻishtirarkan, miyas eldirim tezligida ishlab, har xi mulohazalarga bordi. H. Gʻulom, Mashʼal.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000015",
    "headword_cyr": "ЕЛИЪ-ЮГУРМОҚ",
    "headword_lat": "ELIʼ-YuGURMOQ",
    "transliteration": "eliʼ-yugurmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бирор иш ташви шида тез ҳаракат қилмоқ, у ёқ-бу ёққ югурмоқ. Дўстининг дом-дарагини суриш тириш учун Қоратой темирчи елиб-югурди Ойбек, Танланган асарлар. Қурбон ота елиб югуриб, сал кунда қишки ва ёзги чойхонанин кам-кўстини тўғрилаб олди. A. Қаҳҳор, Қўш чинор чироқлари. Синглисининг тўйида елиб юғуриб хизмат қилди. «Emin».",
        "definition_lat": "Biror ish tashvi shida tez harakat qilmoq, u yoq-bu yoqq yugurmoq. Doʻstining dom-daragini surish tirish uchun Qoratoy temirchi elib-yugurdi Oybek, Tanlangan asarlar. Qurbon ota elib yugurib, sal kunda qishki va yozgi choyxonanin kam-koʻstini toʻgʻrilab oldi. A. Qahhor, Qoʻsh chinor chiroqlari. Singlisining toʻyida elib yugʻurib xizmat qildi. «Emin».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000016",
    "headword_cyr": "ЕЛИК",
    "headword_lat": "ELIK",
    "transliteration": "elik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. айн. енглик 1.",
        "definition_lat": "iv. ayn. englik 1.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000017",
    "headword_cyr": "ЕЛИКИШ",
    "headword_lat": "ELIKISh",
    "transliteration": "elikish",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кликмоқ фл. ҳар. н. 2 тиб. Оғиз шиллиқ пардаларининг ял лиғланиши.",
        "definition_lat": "Klikmoq fl. har. n. 2 tib. Ogʻiz shilliq pardalarining yal ligʻlanishi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000018",
    "headword_cyr": "ЕЛИКМОҚ",
    "headword_lat": "ELIKMOQ",
    "transliteration": "elikmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Еликиш касали била оғримоқ. Боланинг милки еликибди. 2 Пуфакка ўхшаб шишмоқ. Унинг кў томирларига қон югурган, юзи сўлғин, ранг заҳил, қовоқлари еликкан эди. Й. Муқимов Олов ва ниҳоллар.",
        "definition_lat": "Elikish kasali bila ogʻrimoq. Bolaning milki elikibdi. 2 Pufakka oʻxshab shishmoq. Uning koʻ tomirlariga qon yugurgan, yuzi soʻlgʻin, rang zahil, qovoqlari elikkan edi. Y. Muqimov Olov va nihollar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000019",
    "headword_cyr": "ЕЛИМ",
    "headword_lat": "ELIM",
    "transliteration": "elim",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "$$. 4, — елим, клей",
        "variant_note_lat": "$$. 4, — elim, kley"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Дарах танасидан силқиб чиқиб, қотиб қолга ёпишқоқ шира. Мастонбиби конвертни ўри елими билан ёпиштириб, боягидек қилиб қўйди С. Аҳмад, Қадрдон далалар. 2 Улаш, бириктириш учун ишлатила диган ёпишқоқ модда; клей. Дурадгорли елими. Елим пиширмоқ. mm Парча-парча ха риталарни елим билан ямаб, кўк, қизил чи зиқлар чизиб қўйилган жойларини кўрсатди И. Раҳим, Чин муҳаббат. 3 кўчма Хиралик қилиб ёпишаверадиган шилқим. Бу тоифа одамлардан қочиб қу тулмасанг, бошқа йўл билан қутулиб бўлар миди. Клим-ку, елим улар. С. Аҳмад, Ҳикоя лар. Нодирбек ўлгудек шилқим, елим, ёпиш қоқ йигит экан. М. Қориев, Ойдин кечалар 4 с.т. Баъзи буюмларни ишлаш, яса учун қўлланадиган сунъий модда; целлюлоза Елим пақир. mm Лекин Ўлжаев ёпишган ери дан узиб ўрганган, елим қошиқ одам экан. КМуштумо. Мулозим йигитнинг елим патнисд иссиқ кофе келтирганини ҳам сезмади. С Сиёев, Ёруғлик.",
        "definition_lat": "Darax tanasidan silqib chiqib, qotib qolga yopishqoq shira. Mastonbibi konvertni oʻri elimi bilan yopishtirib, boyagidek qilib qoʻydi S. Ahmad, Qadrdon dalalar. 2 Ulash, biriktirish uchun ishlatila digan yopishqoq modda; kley. Duradgorli elimi. Elim pishirmoq. mm Parcha-parcha xa ritalarni elim bilan yamab, koʻk, qizil chi ziqlar chizib qoʻyilgan joylarini koʻrsatdi I. Rahim, Chin muhabbat. 3 koʻchma Xiralik qilib yopishaveradigan shilqim. Bu toifa odamlardan qochib qu tulmasang, boshqa yoʻl bilan qutulib boʻlar midi. Klim-ku, elim ular. S. Ahmad, Hikoya lar. Nodirbek oʻlgudek shilqim, elim, yopish qoq yigit ekan. M. Qoriev, Oydin kechalar 4 s.t. Baʼzi buyumlarni ishlash, yasa uchun qoʻllanadigan sunʼiy modda; tsellyuloza Elim paqir. mm Lekin Oʻljaev yopishgan eri dan uzib oʻrgangan, elim qoshiq odam ekan. KMushtumo. Mulozim yigitning elim patnisd issiq kofe keltirganini ham sezmadi. S Siyoev, Yorugʻlik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000020",
    "headword_cyr": "ЕЛИМБАЛИК",
    "headword_lat": "ELIMBALIK",
    "transliteration": "elimbalik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Чучук сувда яшайдиган карплар оиласига мансуб бир турли балиқ.",
        "definition_lat": "Chuchuk suvda yashaydigan karplar oilasiga mansub bir turli baliq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000021",
    "headword_cyr": "ЕЛИМЛАМОК",
    "headword_lat": "ELIMLAMOK",
    "transliteration": "elimlamok",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Елим суртмоқ, ели бермоқ. Биров йўлда очиб ўқийдигандек яхшилаб елимлади. Шуҳрат, Умр поғоналари wwwwww.z.ziiyyoouuzz..cc 7 5259 Тайёрми ҳали китоб, Елимлаб, қирқиши бор. Қ. Муҳаммадий.",
        "definition_lat": "Elim surtmoq, eli bermoq. Birov yoʻlda ochib oʻqiydigandek yaxshilab elimladi. Shuhrat, Umr pogʻonalari wwwwww.z.ziiyyoouuzz..cc 7 5259 Tayyormi hali kitob, Elimlab, qirqishi bor. Q. Muhammadiy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000022",
    "headword_cyr": "ЕЛИН",
    "headword_lat": "ELIN",
    "transliteration": "elin",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Урғочи сутэмизувчи ҳайвонларнинг сут ажратиш аъзоси, сут бези; эмчак. Оғизгинангда ўтинг бор, Ёлингинангда сутинг бор. кБойчечакэ. Подадан қайтаётган она қўйларнинг маърашлари, елини чатнаб турган говмиш сигирларнинг лапанглаб юришлари. А. Убайдуллаев, Ҳаёт оқими.",
        "definition_lat": "Urgʻochi sutemizuvchi hayvonlarning sut ajratish aʼzosi, sut bezi; emchak. Ogʻizginangda oʻting bor, Yolinginangda suting bor. kBoychechake. Podadan qaytayotgan ona qoʻylarning maʼrashlari, elini chatnab turgan govmish sigirlarning lapanglab yurishlari. A. Ubaydullaev, Hayot oqimi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000023",
    "headword_cyr": "ЕЛКА",
    "headword_lat": "ELKA",
    "transliteration": "elka",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Қўлнинг танага яқин қисми. Аҳмаджон уни дарҳол тортиб олиб қараса, ўнг қўли елкасидан узилган. А. Қаҳҳор, Олтин юлдуз. Аравакаш елкасини гупчакка тираб итарса ҳам, от тўрт оёғи ерга михлангандай, қимир этмасди. Ойбек, Танланган асарлар. Ҳар елкасида мендай болалардан иккитаси ўтирса бўлар. С. Сиёев, Ёруғлик. 2 Тананинг икки елка, курак қисми, кифт. Салимбойвачча ўз ёнига бир хотинни ўтқазди.. У елкаси кенг, кўкракдор, лўппи юзли эди. Ойбек, Танланган асарлар. 3 кўчма Кийимнинг елка устида турадиган қисми. Кўйлакнинг елкаси тўғри келмади. 4 кўчма Зимма, гардан. Теримни машиналар елкасига юклаганмиз. А. Аҳмаджонов, Иш боши. 5 тех. Ричагнинг таянч нуқтасидан куч қўйилган нуқтасигача бўлган қисми. Елкасини тўғрилаб олмоқ. Елкаси ерга тегмаган қ. тегмоқ 1. Елкага миниб олмоқ айн. бўйнига миниб олмоқ. бўйин 11. Елкамга (хўжайинлар) хўп минишди. Энди бас\" Ойбек, Танланган асарлар. Мусулмонқул эл елкасига минди.. А. Қодирий, Ўтган кунлар. Елка(си)га ортмоқ (ёки юкламоқ) Иш ёки вазифани бирор кимса ёки нарса зиммасига ўтказмоқ. Ҳамма ишни ўринбосари елкасига юклабди. Елкамнинг чуқури кўрсин Бундан кейин умрбод кўрмай. Зуннунхўжанинг уйини елкамнинг чуқури кўрсин. А. Қаҳҳор, Қўшчинор чироқлари. Елкасини қисмоқ 1) совуқдан ёки руҳий азобдан бошини елкалари орасига олмоқ. Ёрмат кўчадан келди, елкасини қисиб, танчага ўтирди. Ойбек, Танланган асарлар; 2) инкор ёки таажжуб аломати; кйўқж, к(билмайманэ каби маъноларни ифодаловчи ҳаракат. -Аканг уйга кетдимикин — деб сўрашди Давлатёрдан. У елкасини қисди, чунки билмас эди. П. Турсун, Ўқитувчи. Елкасидан сафар ойи кўринмоқ Жуда ночор аҳволга тушмоқ, путурдан кетмоқ, хароб бўлмоқ. Э, сен, елкангдан саmm kkuuttuubbxxoonnaassii фар ойи кўриниб қопти-ю, яна менга тик гапирасан-а, гадойвачча: К. Яшин, Ҳамза.",
        "definition_lat": "Qoʻlning tanaga yaqin qismi. Ahmadjon uni darhol tortib olib qarasa, oʻng qoʻli elkasidan uzilgan. A. Qahhor, Oltin yulduz. Aravakash elkasini gupchakka tirab itarsa ham, ot toʻrt oyogʻi erga mixlanganday, qimir etmasdi. Oybek, Tanlangan asarlar. Har elkasida menday bolalardan ikkitasi oʻtirsa boʻlar. S. Siyoev, Yorugʻlik. 2 Tananing ikki elka, kurak qismi, kift. Salimboyvachcha oʻz yoniga bir xotinni oʻtqazdi.. U elkasi keng, koʻkrakdor, loʻppi yuzli edi. Oybek, Tanlangan asarlar. 3 koʻchma Kiyimning elka ustida turadigan qismi. Koʻylakning elkasi toʻgʻri kelmadi. 4 koʻchma Zimma, gardan. Terimni mashinalar elkasiga yuklaganmiz. A. Ahmadjonov, Ish boshi. 5 tex. Richagning tayanch nuqtasidan kuch qoʻyilgan nuqtasigacha boʻlgan qismi. Elkasini toʻgʻrilab olmoq. Elkasi erga tegmagan q. tegmoq 1. Elkaga minib olmoq ayn. boʻyniga minib olmoq. boʻyin 11. Elkamga (xoʻjayinlar) xoʻp minishdi. Endi bas\" Oybek, Tanlangan asarlar. Musulmonqul el elkasiga mindi.. A. Qodiriy, Oʻtgan kunlar. Elka(si)ga ortmoq (yoki yuklamoq) Ish yoki vazifani biror kimsa yoki narsa zimmasiga oʻtkazmoq. Hamma ishni oʻrinbosari elkasiga yuklabdi. Elkamning chuquri koʻrsin Bundan keyin umrbod koʻrmay. Zunnunxoʻjaning uyini elkamning chuquri koʻrsin. A. Qahhor, Qoʻshchinor chiroqlari. Elkasini qismoq 1) sovuqdan yoki ruhiy azobdan boshini elkalari orasiga olmoq. Yormat koʻchadan keldi, elkasini qisib, tanchaga oʻtirdi. Oybek, Tanlangan asarlar; 2) inkor yoki taajjub alomati; kyoʻqj, k(bilmaymane kabi maʼnolarni ifodalovchi harakat. -Akang uyga ketdimikin — deb soʻrashdi Davlatyordan. U elkasini qisdi, chunki bilmas edi. P. Tursun, Oʻqituvchi. Elkasidan safar oyi koʻrinmoq Juda nochor ahvolga tushmoq, puturdan ketmoq, xarob boʻlmoq. E, sen, elkangdan samm kkuuttuubbxxoonnaassii far oyi koʻrinib qopti-yu, yana menga tik gapirasan-a, gadoyvachcha: K. Yashin, Hamza.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000024",
    "headword_cyr": "ЕЛКАДОР",
    "headword_lat": "ELKADOR",
    "transliteration": "elkador",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Елкаси одатдагидан кенг; кенг елкали. Ойниса эшикка яқинлашганда, кўча қоронғисида турган елкадор эркакнинг дуркун қоматини кўрди. Ҳ. Ғулом, Тошкентликлар.",
        "definition_lat": "Elkasi odatdagidan keng; keng elkali. Oynisa eshikka yaqinlashganda, koʻcha qorongʻisida turgan elkador erkakning durkun qomatini koʻrdi. H. Gʻulom, Toshkentliklar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000025",
    "headword_cyr": "ЕЛКАДОШ",
    "headword_lat": "ELKADOSh",
    "transliteration": "elkadosh",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ишда, меҳнатда ёнма-ён турувчи, бир ғоя-мақсад учун биргалашиб курашувчи. ..жуда қийналаман деб ўйлаган эдим. Йўқ, одамларимиз бир-бирига ёрдамчи, елкадош бўлиб ишлади. С. Абдуқаҳҳор, Қувондиқ. Башоратнинг назарида, бу одамларнинг кўз қарашларидаги ишонч ҳам ўзларини бутун шаҳарлардаги жуда кўп шундай кишилар билан елкадош деб билганликларидан эди. А. Мухтор, Опа-сингиллар.",
        "definition_lat": "Ishda, mehnatda yonma-yon turuvchi, bir gʻoya-maqsad uchun birgalashib kurashuvchi. ..juda qiynalaman deb oʻylagan edim. Yoʻq, odamlarimiz bir-biriga yordamchi, elkadosh boʻlib ishladi. S. Abduqahhor, Quvondiq. Bashoratning nazarida, bu odamlarning koʻz qarashlaridagi ishonch ham oʻzlarini butun shaharlardagi juda koʻp shunday kishilar bilan elkadosh deb bilganliklaridan edi. A. Muxtor, Opa-singillar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000026",
    "headword_cyr": "ЕЛКАЛАМОҚ",
    "headword_lat": "ELKALAMOQ",
    "transliteration": "elkalamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Елкага олмоқ, елкада кўтармоқ. Ўқ-дориларни отларга ортиб, қолганларини ўзимиз елкалаб олдик. И. Раҳим, Чин муҳаббат. Кийимлари солинган тўрвани елкалаб, чумчуқ чирқилламай келувди мактабга. М. Ҳазратқулов, Журъат.",
        "definition_lat": "Elkaga olmoq, elkada koʻtarmoq. Oʻq-dorilarni otlarga ortib, qolganlarini oʻzimiz elkalab oldik. I. Rahim, Chin muhabbat. Kiyimlari solingan toʻrvani elkalab, chumchuq chirqillamay keluvdi maktabga. M. Hazratqulov, Jurʼat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000027",
    "headword_cyr": "ЕЛКАЛИ",
    "headword_lat": "ELKALI",
    "transliteration": "elkali",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. елкадор. Рустам баланд бўйли, кенг елкали, баҳодир йигит бўлиб етишди. (Олтин бешик.",
        "definition_lat": "ayn. elkador. Rustam baland boʻyli, keng elkali, bahodir yigit boʻlib etishdi. (Oltin beshik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000028",
    "headword_cyr": "ЕЛКАМА-ЕЛКА",
    "headword_lat": "ELKAMA-ELKA",
    "transliteration": "elkama-elka",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Елкадан елкага ўтказиб, навбатма-навбат елкалашиб. Одамларнинг табиати қизиқ: бугун бири иккинчиси билан ёқалашса, эртанги куни азада елкамаелка туриб, тобут кўтаради.. «Etnik». 2 Бир сафда, ёнма-ён туриб; тенг. Мелиқўзи билан елкама-елка бўлиб ишлаётган Жўра Солиев, Мадали ва Раҳимжон Йўлдошевлар озгина тер тўкмадилар. Н. Сафаров, Карвонбоши Мелиқўзи.",
        "definition_lat": "Elkadan elkaga oʻtkazib, navbatma-navbat elkalashib. Odamlarning tabiati qiziq: bugun biri ikkinchisi bilan yoqalashsa, ertangi kuni azada elkamaelka turib, tobut koʻtaradi.. «Etnik». 2 Bir safda, yonma-yon turib; teng. Meliqoʻzi bilan elkama-elka boʻlib ishlayotgan Joʻra Soliev, Madali va Rahimjon Yoʻldoshevlar ozgina ter toʻkmadilar. N. Safarov, Karvonboshi Meliqoʻzi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000029",
    "headword_cyr": "ЕЛКАН",
    "headword_lat": "ELKAN",
    "transliteration": "elkan",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кема мачтасига ўрнатилган, шамол кучи билан кемани юргизадиган катта кенг чодир. Ёлканни кўтармоқ. шиш Баъзилари елкан ямайди, Кекса ошпаз чархлайди пичоқ. Э. Раҳим, Янги қадам. 2 Шундай чодир ёрдамида ҳаракат қиладиган, елканли кема. Очиқ денгиз устидан енгил шамол елмоқда, Ҳув.. оқариб узоқдан, ёлғиз елкан келмоқда. З. Диёр. 3 кўчма Елканга ўхшаш, унга нисбатли нарса. Икки капалак кенг елкан ёйиб кўтарилди-ю, сал ўтмай кўздан ғойиб бўлди. Ж. Абдуллахонов, Орият.",
        "definition_lat": "Kema machtasiga oʻrnatilgan, shamol kuchi bilan kemani yurgizadigan katta keng chodir. Yolkanni koʻtarmoq. shish Baʼzilari elkan yamaydi, Keksa oshpaz charxlaydi pichoq. E. Rahim, Yangi qadam. 2 Shunday chodir yordamida harakat qiladigan, elkanli kema. Ochiq dengiz ustidan engil shamol elmoqda, Huv.. oqarib uzoqdan, yolgʻiz elkan kelmoqda. Z. Diyor. 3 koʻchma Elkanga oʻxshash, unga nisbatli narsa. Ikki kapalak keng elkan yoyib koʻtarildi-yu, sal oʻtmay koʻzdan gʻoyib boʻldi. J. Abdullaxonov, Oriyat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000030",
    "headword_cyr": "ЕЛМОЯ",
    "headword_lat": "ELMOYa",
    "transliteration": "elmoya",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Тез юрадиган (югурик) туя. Ой Зебом елмоя миниб йўртади. кЁзи билан Зебо. wwwwww.z.ziiyyoouuzz..cc ЕЛМОҚ 1 Ҳаракатга келмоқ, эсмоқ. Шамол ўйнаб, шамол елади. Э. Раҳим. Қир устида шабада Бир текисда елмоқда. З. Диёр. 2 Шамолда, шамол кучи билан юрмоқ, учмоқ. Ҳайдар ота унинг кетида қолиб, астасекин елиб юрган сарғимтир чангга қараганича хомуш қолган эди. А. Қаҳҳор, Асрор бобо. 3 Тез юрмоқ, югурмоқ, шамолдек учмоқ. Аскарлар турнадай тизилиб, елиб кетишди. П. Турсун, Ўқитувчи. Поезд шу қадар елмоқдаки, Норматнинг назарида поёнсиз дашт чир айланиб, телеграф столбалари унга қараб чопиб кетаётгандай. И. Раҳим, Чин муҳаббат. Аваз аравага чиқиб улгурмай, от елиб кетди. С. Сиёев, Ёруғлик. 4 шв. Елдирмоқ. Майдон-майдон бедовларни елинглар.. Эргаш Жуманбулбул ўғли. Текис ерда бедов отни еламан. кОйсулувг. ЕЛПАТАК: елпатак бўлмоқ Атрофида гирдикапалак бўлмоқ, хизматида елибюгурмоқ. Мунча ўша зормандага елпатак бўлавермасангиз7 IK. Абдуллахонов, Тўфон. Бурнигача беркитиб рўмол ўраб олган Зуҳра буви елпатак бўлиб, чой тараддудини кўрди. Ҳ. Назир, Сув гадоси — оқпадар..",
        "definition_lat": "Tez yuradigan (yugurik) tuya. Oy Zebom elmoya minib yoʻrtadi. kYozi bilan Zebo. wwwwww.z.ziiyyoouuzz..cc ELMOQ 1 Harakatga kelmoq, esmoq. Shamol oʻynab, shamol eladi. E. Rahim. Qir ustida shabada Bir tekisda elmoqda. Z. Diyor. 2 Shamolda, shamol kuchi bilan yurmoq, uchmoq. Haydar ota uning ketida qolib, astasekin elib yurgan sargʻimtir changga qaraganicha xomush qolgan edi. A. Qahhor, Asror bobo. 3 Tez yurmoq, yugurmoq, shamoldek uchmoq. Askarlar turnaday tizilib, elib ketishdi. P. Tursun, Oʻqituvchi. Poezd shu qadar elmoqdaki, Normatning nazarida poyonsiz dasht chir aylanib, telegraf stolbalari unga qarab chopib ketayotganday. I. Rahim, Chin muhabbat. Avaz aravaga chiqib ulgurmay, ot elib ketdi. S. Siyoev, Yorugʻlik. 4 shv. Eldirmoq. Maydon-maydon bedovlarni elinglar.. Ergash Jumanbulbul oʻgʻli. Tekis erda bedov otni elaman. kOysuluvg. ELPATAK: elpatak boʻlmoq Atrofida girdikapalak boʻlmoq, xizmatida elibyugurmoq. Muncha oʻsha zormandaga elpatak boʻlavermasangiz7 IK. Abdullaxonov, Toʻfon. Burnigacha berkitib roʻmol oʻrab olgan Zuhra buvi elpatak boʻlib, choy taraddudini koʻrdi. H. Nazir, Suv gadosi — oqpadar..",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000031",
    "headword_cyr": "ЕЛПИМОҚ",
    "headword_lat": "ELPIMOQ",
    "transliteration": "elpimoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Елпиғич ёки бошқа бирор нарса воситаси билан ўзига ёки ўзгага ел, шабада тегизмоқ. ..хитойи елпиғич билан ўзини елпиди. А. Каҳҳор, Асарлар. Зайнаб шу ҳолда узоқ фурсат эрини елпиди. А. Қодирий, Ўтган кунлар. Ёрмат.. қаттиқ «yx» тортди ва чопонининг ёқаси билан кўкрагини елпиди. Ойбек, Танланган асарлар. Поезд дим бўлганидан, йўловчилар газета билан ўзларини елпирдилар. С. Аҳмад, Хотин. 2 Ҳилпиратмоқ, тебратмоқ. Тоғдан эсган шабада.. аёлларнинг чакка сочлари ва бошларидаги рўмолларини бетиним елпийди. П. Турсун, Ўқитувчи. 3 Шамол воситасида донни чиқинди ва чангдан тозаламоқ, совурмоқ. Мошни елпимоқ. ЕЛПИШТОВОК1 Дон елпиш учун ишлатиладиган ясси, юза ёғоч идиш. У одамларга пича қараб турди, кейин елпиштовоқдай кенг, солқи юзи бирдан тиржайди. М. Исмоилий, Фарғона т.о. 2 кўчма Шу нарсага нисбатлашни, унга ўхшаш нарсани (кишининг бети ва ш. к. ни) билдиради. Қўйсанг-чи ўша елпиштовоғингниг Сенга шундай жононларни топиб берайки, mm kkuuttuubbxxoonnaassii ҳуснини кўриб, ақлинг оғмаса ҳисобмас. Ж. дуллахонов, Тўфон.",
        "definition_lat": "Elpigʻich yoki boshqa biror narsa vositasi bilan oʻziga yoki oʻzgaga el, shabada tegizmoq. ..xitoyi elpigʻich bilan oʻzini elpidi. A. Kahhor, Asarlar. Zaynab shu holda uzoq fursat erini elpidi. A. Qodiriy, Oʻtgan kunlar. Yormat.. qattiq «yx» tortdi va choponining yoqasi bilan koʻkragini elpidi. Oybek, Tanlangan asarlar. Poezd dim boʻlganidan, yoʻlovchilar gazeta bilan oʻzlarini elpirdilar. S. Ahmad, Xotin. 2 Hilpiratmoq, tebratmoq. Togʻdan esgan shabada.. ayollarning chakka sochlari va boshlaridagi roʻmollarini betinim elpiydi. P. Tursun, Oʻqituvchi. 3 Shamol vositasida donni chiqindi va changdan tozalamoq, sovurmoq. Moshni elpimoq. ELPIShTOVOK1 Don elpish uchun ishlatiladigan yassi, yuza yogʻoch idish. U odamlarga picha qarab turdi, keyin elpishtovoqday keng, solqi yuzi birdan tirjaydi. M. Ismoiliy, Fargʻona t.o. 2 koʻchma Shu narsaga nisbatlashni, unga oʻxshash narsani (kishining beti va sh. k. ni) bildiradi. Qoʻysang-chi oʻsha elpishtovogʻingnig Senga shunday jononlarni topib berayki, mm kkuuttuubbxxoonnaassii husnini koʻrib, aqling ogʻmasa hisobmas. J. dullaxonov, Toʻfon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000032",
    "headword_cyr": "ЕЛПИҒИЧ",
    "headword_lat": "ELPIGʻICh",
    "transliteration": "elpigʻich",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Елпиш-елпиниш у ишлатиладиган ярим доира ёки доира ш лидаги буюм. Мирзо Баҳром.. хитойи ел ғич билан ўзини елпиди. А. Қаҳҳор, Мир Афанди товуқ патидан ранг-баранг елпи ясаб, бозорга олиб чиқди. кЛатифаларз. вуслар кўркам думларини елпиғич каби ёй аста мағрур юришади. Ойбек, Навоий. 2 Умуман, елпийдиган нарса. Иккинч югурганча ҳужрадан бўйра елпиғични о чиқиб, оловни елпиди. «Caojat». ..отлар д ларини елпиғич қилар ва косилкани ялқов билан тортарди. С. Анорбоев, Оқсой.",
        "definition_lat": "Elpish-elpinish u ishlatiladigan yarim doira yoki doira sh lidagi buyum. Mirzo Bahrom.. xitoyi el gʻich bilan oʻzini elpidi. A. Qahhor, Mir Afandi tovuq patidan rang-barang elpi yasab, bozorga olib chiqdi. kLatifalarz. vuslar koʻrkam dumlarini elpigʻich kabi yoy asta magʻrur yurishadi. Oybek, Navoiy. 2 Umuman, elpiydigan narsa. Ikkinch yugurgancha hujradan boʻyra elpigʻichni o chiqib, olovni elpidi. «Caojat». ..otlar d larini elpigʻich qilar va kosilkani yalqov bilan tortardi. S. Anorboev, Oqsoy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000033",
    "headword_cyr": "ЕЛҚАНОТ",
    "headword_lat": "ELQANOT",
    "transliteration": "elqanot",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ниҳоятда тез юрадиган, ю рик, учар. Соатига 200 километр йўл садиган елқанот машина.. тик довонларн биринчисидаёқ ҳорғин туядек чўкади-қола Ҳ. Ғулом, Куба ҳақида ҳикоялар. EM 11 Ҳайвонларга бериладиган ға маҳсулотлари ва улардан тайёрланади озуқа. Em еган от тўрвани тешар. Makon. Янга охурдаги емини ямлаб ютаётган си га қаради. С. Нуров, Карвон. Тарлонга азо беш кило, тушда беш кило, оқшомда шунча арпа ем бердим. Т. Мурод, От киш ган оқшом. 2 Қўлда боқиладиган қушларга бери диган гўшт. 3 Қармоқка ёки тузоққа илинтириб йиладиган гўшт, чувалчанг ва Ш. к. Баланд (ёки катта) охурдан ем е Ҳаёт, маишат даражаси юқори бўлмоқ ка шахс ҳақида). Сиз баланд охурдан е юрган болага ўхшайсиз. С. Сиёев, Ёруғлик. катта охурдан ем еб ўргангансан, чид майсан. А. Қаҳҳор, Қўшчинор чироқлари. бўлмоқ Нарсага ёки кимсага емиш бўлм йиртқичлар оғзига тушиб ҳалок бўлмоқ. И шунқор талашса, бир қарғага ем бўл Мақол. иш - Турғуной, — деди Мастон, — ерда қоладиган бўлсак, бўрига ем бўламиз Қаҳҳор, Мастон. Оқ ем бўлмоқ Сувда туриб ёки чайналавериб оқариб кетмоқ ёки тери ҳақида). Оғзидаги оқ ем бўлиб кет чандирни олиб, намат тагига қистирган к пир.. йиғлаб юборди. С. Аҳмад, Ҳукм. EM II От оёқларида ҳосил бўлади чиқиқ, шиш касаллиги. Отнинг оёғига тушса, оёғи қотиб қолади. Пайлари дири учади. Т. Мурод, От кишнаган оқшом. wwwwww.z.ziiyyoouuzz..cc I 57 б- Оёғингга ем тушганми7 Секин, судралиб юрадиган (қадам ташлайдиган) одамга ун нисбатан қўлланадиган ибора. к- EMAKI Егулик нарса; егулик, овқатлик, и- овқат. Кечки емакка чақа топиш учун заруо. рият сезди. Ойбек, Танланган асарлар. Уйда ич емакка бир қисим жўғари 1жўхори) қолмади. 0- С. Сиёев, Ёруғлик. б, EMAK II эск. айн. емоқ. Хизмат тугалаёзгандан кейин ўзининг совиб қолган ошини си емак учун Офтоб ойимлар ёнига ўтирди. А. иб Қодирий, Ўтган кунлар. м- ЕМАКХОНА Овқатланиладиган жой, ик хона; ошхона. Мадрасамиз уч қаватли бўлиб, биринчи қаватида ошхона, емакхона жойу- лашган эди. М. Муҳаммаджонов, Турмуш 60- уринишлари. Боғчада овқат вақти бетинч нг бўлади: бири қошиқ ўйнаб, овқатини тўкади, и. бири бошқасиникига нон ташлаб юборади... Шундай пайтда емакхонани айланиб юрала диган одати бор. Шуҳрат, Жаннат қидиран ганлар. шш ЕМИРМОҚ1 Кўпориб, ағдариб туширир- моқ, нуратмоқ. Сув соҳилни емирар, алам — да дилни. Мақол. шш Қирғоқларни емирган Аму, ам Тоғу тошни кемирган Аму. Э. Раҳим. а- 2 кўчма Харобага, вайронага айлантирмоқ, бузмоқ. Душман қанчалик гангиа- тилса, унинг ўт очиш нуқталари қанча кўп емириб ташланса, ҳужумнинг муваффақияти қў- шунча муқаррар бўлади. А. Қаҳҳор, Олтин юлдуз. оқ 3 Йўқ қилмоқ, барбод қилмоқ, тугатмоқ. як- Умрни меҳнат эмас, ғам емиради. Ойбек, О. в. еб шабадалар. ..сизнинг ёрдамингиз менга ен болошевикларнинг ўсиб бораётган кучини емил- риш учун керак. Н. Сафаров, Танланган Ем асарлар. қ, ЕМИШ Озиқ-овқат бўладиган нарса; ки овқатлик. Молга берсанг соз емиш, боқар сени р. ёзу қиш. Makon. иши – Емиш олиб келдим, — шу деди Баҳри эридан қўрқа-писа, — шавла билан А. нон. Ҳ. Ғулом, Машъал. ўп Емиш бўлмоқ айн. ем бўлмоқ қ. ем 1. (эт ЕМЛАМОҚ Ем бермоқ, ем билан боқан моқ. Киркўкни емлаб, эртаги урушнинг ғамим- ни ғамлаб, хотирини жамлаб ўтираверди. кРавшанз. ан ЕМОҲҚ1 Таом истеъмол қилмоқ, овқатем ланмоқ, тановул қилмоқ. Қовун есанг — лаб саҳар е, саҳар емасанг — заҳар е. Мақол. иш Биров ичиб ўлган дейди, биров ёмонроқ овқат mm kkuuttuubbxxoonnaassii LQ10 еган экан дейди. кГулдастар. У { Бектемир) м окопда қаттиқ нонни кусурлатиб чайнаб, ҳ консерва билан қўшиб, маза қилиб еди. Ойбек, э Қуёш қораймас. л 2 Тирикчилик ёки маишат учун иш- т латмоқ, сарф қилмоқ. Ётиб еганга тоғ ҳам қ чидамайди. Мақол. mm У (мирзо) бир кунлик м даромадини ўн кун ер эди. А. Қаҳҳор, Мирзо. д кҲосилини еганда эсласалар, басз, деган орзу- и ўйи қуршамиш уни. кГулдастар. Л 3 Ўзиники қилмоқ, ўзлаштириб олмоқ. е Уезд ҳокими какангни мингбоши қиламан Ш деб, уч минг йигирма етти сўм пулини еб, ш сайловда дегрезлик Исомиддин деган жаллоб- м ни сайлаган экан. А. Қаҳҳор, Йиллар. Акам ю бировнинг томини тешиб қамалган эмас ё т бировнинг ҳақини еган эмас. Ойбек, Танлан- с ган асарлар. е 4 кўчма Ишдан, сафдан чиқармоқ; ши- С кастлантирмоқ, майиб қилмоқ; ўлдирмоқ. П кОтни единго, дедим ичимда. Ойбек, Тан- к ланган асарлар. - Шундай, дўстим. Энди унинг к ўзини йўқ қилмасак, сени ҳам, мени ҳам ей- ў ди.. — деди Давлатёр. П. Турсун, Ўқитувчи. Т Комбағалчилик одамнинг ёруғ дунёдан бўлган б умидини кемириб, зангдай еб ташлар экан. А. а Қаҳҳор, Қўшчинор чироқлари. к 5 Баъзи сўз-отлар билан қўлланиб, шахс- А га шу сўз билдирган нарсанинг (зарбнинг) .. тегиши маъносини билдиради. Мас., калтак ў емоқ, мушт емоқ, қамчи емоқ, тепки емоқ, Ф шапалоқ емоқ, тарсаки емоқ ва б. к Адабини (ёки таъзирини) емоқ қ. таъзир. т .. вақтинча қозонган муваффақиятлари билан м талтайиб кетган фашистлар адабларини м емоқдалар. Н. Сафаров, Танланган асарлар. е Бўлди, яхшилар, шунча таъзирини еди, энди Қ тавба қилгандир. А. Муҳиддин, Риёкор. т Барҳам емоқ айн. барҳам топмоқ қ. барҳам. қ Дунёда ноҳақлик қанча камайса, туҳмат қ барҳам еса, шунча яхши. Шуҳрат, Жаннат г қидирганлар. Бошини емоқ қ. бош. Бу феълинг в бўлса, ё муродингга етасан, ё бошингни ейсан. Н С. Сиёев, Ёруғлик. Гап емоқ қ. гап П. Қишнинг О узун кунларида улфатлар бу ерда гап ейишади. з П. Турсун, Ўқитувчи. Дакки (ёки дашном) н емоқ қ. дашном. Кичкина бир қизчадан дакки ғ еган ҳалиги аёл Эргашойни талаб берди. Н. ж Сафаров, Танланган асарлар. Дам емоқ қ. дам. Э Заха еган айн. захаланган қ. захаланмоқ. Ҳ Илоннинг ёғини еган айн. илоннинг ёғини С ялаган қ. ёғ. ..шум укаси, илоннинг ёғини еган е wwwwww.z.ziiyyoouuzz..cc лтони онаси борлигини яширгандир.. А. Қаҳр, Қўшчинор чироқлари. Ичини (ёки ичини) емоқ Руҳан азобланмоқ, безовтанмоқ. У шу оғир фикрлар билан ичини еб рганда, ичкаридан паранжили хотин чиб, эркаклардан олисроқда тўхтади. М. Исилий, Фарғона т.о. Содда қишлоқ боласи лига тугилган гапларни айтолмай, кўп вақт -этини еб, саросимада юрди. С. Аҳмад, Уфқ. т (ёки шикаст) емоқ қ. лат. Бўронда лат ан томлар, тахта деворлар ремонт қилинди. Рашидов, Бўрондан кучли. Ҳаво жангида каст еган немис самолёти... йигирма-ўттиз тр нарига келиб қўнди. А. Қаҳҳор, Олтин дуз. Офтоб емоқ Офтоб таъсири ўтмоқ, гмоқ. Узун шим кийган бу ёш йигитнинг ниққан рангига кўзи тушиши ҳамон, офтоб аган студентлардан бўлса керак, деб ўйлади. Анорбоев, Оқсой. Панд емоқ қ. панд. шириб е (пишириб есин, пишириб ейдими) зингга буюрсин., кўзингдан бошқага ракмасо маъносини билдиради. Гулнор гур, сени биров пишириб ейдими\" Ойбек, нланган асарлар. Пушаймон емоқ (ёки лмоқ) Бирор иш, хатти-ҳаракати учун сусланмоқ, афсус чекмоқ. Ҳой Содиқ, зингни очг.. Кейин пушаймон etican! С. дуқаҳҳор, Кўзлар. Совуқ емоқ Совқотмоқ. от пишқириғидан чўчиб тушди-ю, шундагина ининг совуқ ея бошлаганини сезди. Н. зилов, Дийдор. Тараддудини емоқ (ёки рмоқ) Ҳаракатини қилмоқ. Уруш раддудин ҳаммангиз енглар. кЮсуф ва Аҳда. Фириб емоқ қ. фириб. Эсини (ёки ақлини, ясини) емоқ қ. мия. Ҳой Йўлчи, эсингни ингми7 Уят: Ойбек, Танланган асарлар. лоқ-мия(си)ни емоқ Гапиравериб жонига гмоқ. Бас қил, қулоқ-миямни единmгa ii, йинг, афандим, шу гап билан ўн йилдан бери лоқ-миямни ейсиз. А. Мухтор, Опа-синллар. ҒЕамини (ёки қайғусини) емоқ Ташшини қилмоқ, ўйламоқ. Тахтда ўтирган колай сани, мани қайғумизни ейдим2и. бек, Танланган асарлар. Сиз, ўғлим, гат-пазетингизни кўриб, кечқуруннинг ғамиенг. А. Қаҳҳор, Асрор бобо. Кам емоқ қ. м. Еб юборгудек (ёки қўйгудек) Ўта ғазаб, ҳл билан. Санобар кўзларини катта очиб, он ойига еб юборгудай қаради. К. Яшин, мза. У Шералига еб қўйгудек тикилиб қолди. Кароматов, Олтин қум. Егани олдида, агани кетида Рўзғори яхши таъминланган, mm kkuuttuubbxxoonnaassii ҳамма нарса тахт, камчилиги йўқ. Нуср тулланинг йўли бошқа, унинг таппа-тай ота мулки бор, егани олдида, емагани кетида A. Мухтор, Опа-сингиллар. Емаган сомса пул тўламоқ Бекордан-бекор чиқимдо бўлмоқ, ҳақ тўламоқ; қилмаган ишиг жавобгар бўлмоқ. Емаган сомсага пул тўлаш деб шуни айтади.. Ў. Ҳошимов, Қалбинг қулоқ сол.",
        "definition_lat": "Nihoyatda tez yuradigan, yu rik, uchar. Soatiga 200 kilometr yoʻl sadigan elqanot mashina.. tik dovonlarn birinchisidayoq horgʻin tuyadek choʻkadi-qola H. Gʻulom, Kuba haqida hikoyalar. EM 11 Hayvonlarga beriladigan gʻa mahsulotlari va ulardan tayyorlanadi ozuqa. Em egan ot toʻrvani teshar. Makon. Yanga oxurdagi emini yamlab yutayotgan si ga qaradi. S. Nurov, Karvon. Tarlonga azo besh kilo, tushda besh kilo, oqshomda shuncha arpa em berdim. T. Murod, Ot kish gan oqshom. 2 Qoʻlda boqiladigan qushlarga beri digan goʻsht. 3 Qarmoqka yoki tuzoqqa ilintirib yiladigan goʻsht, chuvalchang va Sh. k. Baland (yoki katta) oxurdan em e Hayot, maishat darajasi yuqori boʻlmoq ka shaxs haqida). Siz baland oxurdan e yurgan bolaga oʻxshaysiz. S. Siyoev, Yorugʻlik. katta oxurdan em eb oʻrgangansan, chid maysan. A. Qahhor, Qoʻshchinor chiroqlari. boʻlmoq Narsaga yoki kimsaga emish boʻlm yirtqichlar ogʻziga tushib halok boʻlmoq. I shunqor talashsa, bir qargʻaga em boʻl Maqol. ish - Turgʻunoy, — dedi Maston, — erda qoladigan boʻlsak, boʻriga em boʻlamiz Qahhor, Maston. Oq em boʻlmoq Suvda turib yoki chaynalaverib oqarib ketmoq yoki teri haqida). Ogʻzidagi oq em boʻlib ket chandirni olib, namat tagiga qistirgan k pir.. yigʻlab yubordi. S. Ahmad, Hukm. EM II Ot oyoqlarida hosil boʻladi chiqiq, shish kasalligi. Otning oyogʻiga tushsa, oyogʻi qotib qoladi. Paylari diri uchadi. T. Murod, Ot kishnagan oqshom. wwwwww.z.ziiyyoouuzz..cc I 57 b- Oyogʻingga em tushganmi7 Sekin, sudralib yuradigan (qadam tashlaydigan) odamga un nisbatan qoʻllanadigan ibora. k- EMAKI Egulik narsa; egulik, ovqatlik, i- ovqat. Kechki emakka chaqa topish uchun zaruo. riyat sezdi. Oybek, Tanlangan asarlar. Uyda ich emakka bir qisim joʻgʻari 1joʻxori) qolmadi. 0- S. Siyoev, Yorugʻlik. b, EMAK II esk. ayn. emoq. Xizmat tugalayozgandan keyin oʻzining sovib qolgan oshini si emak uchun Oftob oyimlar yoniga oʻtirdi. A. ib Qodiriy, Oʻtgan kunlar. m- EMAKXONA Ovqatlaniladigan joy, ik xona; oshxona. Madrasamiz uch qavatli boʻlib, birinchi qavatida oshxona, emakxona joyu- lashgan edi. M. Muhammadjonov, Turmush 60- urinishlari. Bogʻchada ovqat vaqti betinch ng boʻladi: biri qoshiq oʻynab, ovqatini toʻkadi, i. biri boshqasinikiga non tashlab yuboradi... Shunday paytda emakxonani aylanib yurala digan odati bor. Shuhrat, Jannat qidiran ganlar. shsh EMIRMOQ1 Koʻporib, agʻdarib tushirir- moq, nuratmoq. Suv sohilni emirar, alam — da dilni. Maqol. shsh Qirgʻoqlarni emirgan Amu, am Togʻu toshni kemirgan Amu. E. Rahim. a- 2 koʻchma Xarobaga, vayronaga aylantirmoq, buzmoq. Dushman qanchalik gangia- tilsa, uning oʻt ochish nuqtalari qancha koʻp emirib tashlansa, hujumning muvaffaqiyati qoʻ- shuncha muqarrar boʻladi. A. Qahhor, Oltin yulduz. oq 3 Yoʻq qilmoq, barbod qilmoq, tugatmoq. yak- Umrni mehnat emas, gʻam emiradi. Oybek, O. v. eb shabadalar. ..sizning yordamingiz menga en bolosheviklarning oʻsib borayotgan kuchini emil- rish uchun kerak. N. Safarov, Tanlangan Em asarlar. q, EMISh Oziq-ovqat boʻladigan narsa; ki ovqatlik. Molga bersang soz emish, boqar seni r. yozu qish. Makon. ishi – Emish olib keldim, — shu dedi Bahri eridan qoʻrqa-pisa, — shavla bilan A. non. H. Gʻulom, Mashʼal. oʻp Emish boʻlmoq ayn. em boʻlmoq q. em 1. (et EMLAMOQ Em bermoq, em bilan boqan moq. Kirkoʻkni emlab, ertagi urushning gʻamim- ni gʻamlab, xotirini jamlab oʻtiraverdi. kRavshanz. an EMOHQ1 Taom isteʼmol qilmoq, ovqatem lanmoq, tanovul qilmoq. Qovun esang — lab sahar e, sahar emasang — zahar e. Maqol. ish Birov ichib oʻlgan deydi, birov yomonroq ovqat mm kkuuttuubbxxoonnaassii LQ10 egan ekan deydi. kGuldastar. U { Bektemir) m okopda qattiq nonni kusurlatib chaynab, h konserva bilan qoʻshib, maza qilib edi. Oybek, e Quyosh qoraymas. l 2 Tirikchilik yoki maishat uchun ish- t latmoq, sarf qilmoq. Yotib eganga togʻ ham q chidamaydi. Maqol. mm U (mirzo) bir kunlik m daromadini oʻn kun er edi. A. Qahhor, Mirzo. d kHosilini eganda eslasalar, basz, degan orzu- i oʻyi qurshamish uni. kGuldastar. L 3 Oʻziniki qilmoq, oʻzlashtirib olmoq. e Uezd hokimi kakangni mingboshi qilaman Sh deb, uch ming yigirma etti soʻm pulini eb, sh saylovda degrezlik Isomiddin degan jallob- m ni saylagan ekan. A. Qahhor, Yillar. Akam yu birovning tomini teshib qamalgan emas yo t birovning haqini egan emas. Oybek, Tanlan- s gan asarlar. e 4 koʻchma Ishdan, safdan chiqarmoq; shi- S kastlantirmoq, mayib qilmoq; oʻldirmoq. P kOtni edingo, dedim ichimda. Oybek, Tan- k langan asarlar. - Shunday, doʻstim. Endi uning k oʻzini yoʻq qilmasak, seni ham, meni ham ey- oʻ di.. — dedi Davlatyor. P. Tursun, Oʻqituvchi. T Kombagʻalchilik odamning yorugʻ dunyodan boʻlgan b umidini kemirib, zangday eb tashlar ekan. A. a Qahhor, Qoʻshchinor chiroqlari. k 5 Baʼzi soʻz-otlar bilan qoʻllanib, shaxs- A ga shu soʻz bildirgan narsaning (zarbning) .. tegishi maʼnosini bildiradi. Mas., kaltak oʻ emoq, musht emoq, qamchi emoq, tepki emoq, F shapaloq emoq, tarsaki emoq va b. k Adabini (yoki taʼzirini) emoq q. taʼzir. t .. vaqtincha qozongan muvaffaqiyatlari bilan m taltayib ketgan fashistlar adablarini m emoqdalar. N. Safarov, Tanlangan asarlar. e Boʻldi, yaxshilar, shuncha taʼzirini edi, endi Q tavba qilgandir. A. Muhiddin, Riyokor. t Barham emoq ayn. barham topmoq q. barham. q Dunyoda nohaqlik qancha kamaysa, tuhmat q barham esa, shuncha yaxshi. Shuhrat, Jannat g qidirganlar. Boshini emoq q. bosh. Bu feʼling v boʻlsa, yo murodingga etasan, yo boshingni eysan. N S. Siyoev, Yorugʻlik. Gap emoq q. gap P. Qishning O uzun kunlarida ulfatlar bu erda gap eyishadi. z P. Tursun, Oʻqituvchi. Dakki (yoki dashnom) n emoq q. dashnom. Kichkina bir qizchadan dakki gʻ egan haligi ayol Ergashoyni talab berdi. N. j Safarov, Tanlangan asarlar. Dam emoq q. dam. E Zaxa egan ayn. zaxalangan q. zaxalanmoq. H Ilonning yogʻini egan ayn. ilonning yogʻini S yalagan q. yogʻ. ..shum ukasi, ilonning yogʻini egan e wwwwww.z.ziiyyoouuzz..cc ltoni onasi borligini yashirgandir.. A. Qahr, Qoʻshchinor chiroqlari. Ichini (yoki ichini) emoq Ruhan azoblanmoq, bezovtanmoq. U shu ogʻir fikrlar bilan ichini eb rganda, ichkaridan paranjili xotin chib, erkaklardan olisroqda toʻxtadi. M. Isiliy, Fargʻona t.o. Sodda qishloq bolasi liga tugilgan gaplarni aytolmay, koʻp vaqt -etini eb, sarosimada yurdi. S. Ahmad, Ufq. t (yoki shikast) emoq q. lat. Boʻronda lat an tomlar, taxta devorlar remont qilindi. Rashidov, Boʻrondan kuchli. Havo jangida kast egan nemis samolyoti... yigirma-oʻttiz tr nariga kelib qoʻndi. A. Qahhor, Oltin duz. Oftob emoq Oftob taʼsiri oʻtmoq, gmoq. Uzun shim kiygan bu yosh yigitning niqqan rangiga koʻzi tushishi hamon, oftob agan studentlardan boʻlsa kerak, deb oʻyladi. Anorboev, Oqsoy. Pand emoq q. pand. shirib e (pishirib esin, pishirib eydimi) zingga buyursin., koʻzingdan boshqaga rakmaso maʼnosini bildiradi. Gulnor gur, seni birov pishirib eydimi\" Oybek, nlangan asarlar. Pushaymon emoq (yoki lmoq) Biror ish, xatti-harakati uchun suslanmoq, afsus chekmoq. Hoy Sodiq, zingni ochg.. Keyin pushaymon etican! S. duqahhor, Koʻzlar. Sovuq emoq Sovqotmoq. ot pishqirigʻidan choʻchib tushdi-yu, shundagina ining sovuq eya boshlaganini sezdi. N. zilov, Diydor. Taraddudini emoq (yoki rmoq) Harakatini qilmoq. Urush raddudin hammangiz englar. kYusuf va Ahda. Firib emoq q. firib. Esini (yoki aqlini, yasini) emoq q. miya. Hoy Yoʻlchi, esingni ingmi7 Uyat: Oybek, Tanlangan asarlar. loq-miya(si)ni emoq Gapiraverib joniga gmoq. Bas qil, quloq-miyamni edinmga ii, ying, afandim, shu gap bilan oʻn yildan beri loq-miyamni eysiz. A. Muxtor, Opa-sinllar. GʻEamini (yoki qaygʻusini) emoq Tashshini qilmoq, oʻylamoq. Taxtda oʻtirgan kolay sani, mani qaygʻumizni eydim2i. bek, Tanlangan asarlar. Siz, oʻgʻlim, gat-pazetingizni koʻrib, kechqurunning gʻamieng. A. Qahhor, Asror bobo. Kam emoq q. m. Eb yuborgudek (yoki qoʻygudek) Oʻta gʻazab, hl bilan. Sanobar koʻzlarini katta ochib, on oyiga eb yuborguday qaradi. K. Yashin, mza. U Sheraliga eb qoʻygudek tikilib qoldi. Karomatov, Oltin qum. Egani oldida, agani ketida Roʻzgʻori yaxshi taʼminlangan, mm kkuuttuubbxxoonnaassii hamma narsa taxt, kamchiligi yoʻq. Nusr tullaning yoʻli boshqa, uning tappa-tay ota mulki bor, egani oldida, emagani ketida A. Muxtor, Opa-singillar. Emagan somsa pul toʻlamoq Bekordan-bekor chiqimdo boʻlmoq, haq toʻlamoq; qilmagan ishig javobgar boʻlmoq. Emagan somsaga pul toʻlash deb shuni aytadi.. Oʻ. Hoshimov, Qalbing quloq sol.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000034",
    "headword_cyr": "ЕМСАК",
    "headword_lat": "EMSAK",
    "transliteration": "emsak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "кам қўлл. Кўп ейдиган, очкўз.",
        "definition_lat": "kam qoʻll. Koʻp eydigan, ochkoʻz.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000035",
    "headword_cyr": "ЕМТИК",
    "headword_lat": "EMTIK",
    "transliteration": "emtik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "ив. Емиш. Жўхоридай қул душманнинг лоши, Қузғунларга емтик бўла гўши. кЮсуф ва Аҳмад. Бундан сўнг си ёвузга емтик бўлмас. Миртемир.",
        "definition_lat": "iv. Emish. Joʻxoriday qul dushmanning loshi, Quzgʻunlarga emtik boʻla goʻshi. kYusuf va Ahmad. Bundan soʻng si yovuzga emtik boʻlmas. Mirtemir.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000036",
    "headword_cyr": "ЕМ-ХАШАК",
    "headword_lat": "EM-XAShAK",
    "transliteration": "em-xashak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ҳайвонларга бериладиг озуқалар. Ем-хашак базаси. mm Қиш учун е хашакни мўл-кўл жамғариб қўйиш чор маҳсулотини кўпайтиришнинг энг муҳ омилидир. Газетадан.",
        "definition_lat": "Hayvonlarga beriladig ozuqalar. Em-xashak bazasi. mm Qish uchun e xashakni moʻl-koʻl jamgʻarib qoʻyish chor mahsulotini koʻpaytirishning eng muh omilidir. Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000037",
    "headword_cyr": "ЕНГ",
    "headword_lat": "ENG",
    "transliteration": "eng",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кийимнинг қўлга кийиладига қисми. Бош ёрилса — бўрк ичида, Қўл син — енг ичида. Мақол. mm Кенг енгларидан чиқ турган қўллари деҳқон қизларининг қўлларид катта-катта. Ҳ. Ғулом, Машъал. Ёрм уҳ тортиб, енг учи билан пешона тери артди. Ойбек, Танланган асарлар. (Асрор Рисолат кўйлакнинг бели ва енгини ўлч бўлгунча қараб турди. С. Аҳмад, Уфқ. Енг ичида Яширин, махфий равишд Сира ғам еманг. Бу ишни енг ичида битк замиз. кМуштумо. ..эски касбу корини енг ичи юргизиб туриш учун ҳам борар эди. М. И моилий, Фарғона т.о. Енгидан кириб, ёқ сидан чиқмоқ (У енгидан кириб, бу енгид чиқмоқ) Ёлғон-яшиқ, ширин сўзлар бил ўзига оғдирмоқ, аврамоқ; шу йўл бил ишини битирмоқ. ..орадан кўп ўтмай, М ҳиддин қизнинг енгидан кириб, ёқасидан чиқи унга уйланиб олди. С. Абдуқаҳҳор, У остонадан бошланади. Аъзам ўзига сод кўринган қизнинг у енгидан кириб, бу енгид чиқди. Шуҳрат, Жаннат қидирганлар. Е учида 1) айн. енг ичида. Қалинини енг учи олиб, жиғилдонга урди-да, қизни узатди. Турсун, Ўқитувчи; 2) айн. қўл учида қ. қў Ўтар бобо унга енг учида қўл бериб ўтиб кетд С. Сиёев, Ёруғлик. Енг шимармоқ Жидди киришмоқ, бел боғламоқ. Шу йўсин кўп ва руҳий хасталик кечириб, кутилмаган жонланиб кетди, яъни кАқоидэнинг шарҳи яхши тушунишга енг шимарди. А. Қодири Меҳробдан чаён. Ҳаёт учун жанг қилиш wwwwww.z.ziiyyoouuzz..cc 11 au - қайтадан енг шимардим. Х. Тўхтабоев, р Ширин қовунлар мамлакати.",
        "definition_lat": "Kiyimning qoʻlga kiyiladiga qismi. Bosh yorilsa — boʻrk ichida, Qoʻl sin — eng ichida. Maqol. mm Keng englaridan chiq turgan qoʻllari dehqon qizlarining qoʻllarid katta-katta. H. Gʻulom, Mashʼal. Yorm uh tortib, eng uchi bilan peshona teri artdi. Oybek, Tanlangan asarlar. (Asror Risolat koʻylakning beli va engini oʻlch boʻlguncha qarab turdi. S. Ahmad, Ufq. Eng ichida Yashirin, maxfiy ravishd Sira gʻam emang. Bu ishni eng ichida bitk zamiz. kMushtumo. ..eski kasbu korini eng ichi yurgizib turish uchun ham borar edi. M. I moiliy, Fargʻona t.o. Engidan kirib, yoq sidan chiqmoq (U engidan kirib, bu engid chiqmoq) Yolgʻon-yashiq, shirin soʻzlar bil oʻziga ogʻdirmoq, avramoq; shu yoʻl bil ishini bitirmoq. ..oradan koʻp oʻtmay, M hiddin qizning engidan kirib, yoqasidan chiqi unga uylanib oldi. S. Abduqahhor, U ostonadan boshlanadi. Aʼzam oʻziga sod koʻringan qizning u engidan kirib, bu engid chiqdi. Shuhrat, Jannat qidirganlar. E uchida 1) ayn. eng ichida. Qalinini eng uchi olib, jigʻildonga urdi-da, qizni uzatdi. Tursun, Oʻqituvchi; 2) ayn. qoʻl uchida q. qoʻ Oʻtar bobo unga eng uchida qoʻl berib oʻtib ketd S. Siyoev, Yorugʻlik. Eng shimarmoq Jiddi kirishmoq, bel bogʻlamoq. Shu yoʻsin koʻp va ruhiy xastalik kechirib, kutilmagan jonlanib ketdi, yaʼni kAqoidening sharhi yaxshi tushunishga eng shimardi. A. Qodiri Mehrobdan chayon. Hayot uchun jang qilish wwwwww.z.ziiyyoouuzz..cc 11 au - qaytadan eng shimardim. X. Toʻxtaboev, r Shirin qovunlar mamlakati.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000038",
    "headword_cyr": "ЕНГИЛ",
    "headword_lat": "ENGIL",
    "transliteration": "engil",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Оғирлиги, вазни кам, вазмин а эмас. Енгил юк. Енгил тош. Юки енгил эшак ётағон бўлади. Мақол. mm Мансуров қўзини енгил деб ўйлаб, бўшроқ олган эди, жуда оғир экан, қўлини эгиб, тушиб кетишига сал қола ди. П. Қодиров, Қора кўзлар. 2 Қалин ва иссиқ бўлмаган, яланг қават; юпқа, юпун. Нури юпқа, енгил рўмол учидаги р тугунчакни ешиб, букланган қоғоз чиқардии да.. Ойбек, Танланган асарлар. Мезбонлар а енгил кийимда, баланд айвоннинг баҳаво ерига қўйилган столнинг икки ёғида хомуш ўтирин шар эди. А. Қаҳҳор, Мирзо. - 3 Кучи, таъсири ортиқ бўлмаган; кучсиз. а Ҳаво анчайин салқин эди.. Енгил шамол эсарди. м Ў. Умарбеков, Ёз ёмғири. Авазнинг димоғига енгил шароб ҳиди урилди. С. Сиёев, Ёруғлик. 4 кўчма Аста ва мулойим, ёқимли. Ёнгил а табассум. шиш Кийим ечадиган жойда туриб.. б бир йигит билан енгилгина саломлашди. Мирк муҳсин, Умид. Йигирма минут қадар вақт т ўтгандан кейин, енгил таъзим билан Гуландом и кириб келди. Ойбек, Танланган асарлар. ) 5 Катта куч-меҳнат талаб қилмайдиган; б оғир, қийин эмас. Енгил вазифа. m Бизга сиздай бир одам керак. Бизникида иш минг . марта енгил. Ойбек, Танланган асарлар. - Чиндан, адам борида ойимга енгил эди.. иша хонасига бориб келишни биларди, холос. Ҳ. На- - зир, Ёнар дарё. - 6 У қадар жиддий, хавфли бўлмаган, н оғир эмас. Ҳозир аҳволи анча енгил. шиш Мен н жангларда уч марта енгил ва икки марта оғир н ярадор бўлдим. Назармат, Жўрлар баланд - сайрайди. Тепки касаллигида.. нерв система- , сида ҳам ҳар хил ўзгариш бўлиб, енгил ўтадиган менингит ҳам бўлиши мумкин. кСаодат. а 7 Руҳан эркин, тетик ҳолатли, ёқимли н ҳис-туйғули. Баъзан киши бир-бири билан г гаплашиб, кўнглидагини бўшатиб турса, ўзини а енгил сезади. П. Турсун, Ўқитувчи. Ўртадаги . ноқулайлик, хижолатпазлик йўқолди, табиий . ва енгил муҳит пайдо бўлди. Ф. Мусажонов, . Ҳиммат. 8 Жиддий, расмона бўлмаган, енгилт елпи (фикр, мулоҳаза ва ш. к. ҳақида). Баъзи а енгил мулоҳазаларинг онангникидан қолиша майди, Отабекг A. Қодирий, Ўтган кунлар. , Мен бир хизматкорларинг бўлсам.. Сиз жуда а енгил ўйлайсиз. Ойбек, Танланган асарлар. mm kkuuttuubbxxoonnaassii SR Би 9 Юзаки фикр юритадиган, ўз иши, гапсўзига жиддий эътибор билан қарамайдиган; оёғи қинғир. Ўзингга муносиб гапни гапир: Енгил бўлма\" A. Қаҳҳор, Майиз емаган хотин. . ҳовлиқма, лақма, енгил Лутфинисо бунга чиндан ишонар.. ким кўринса, шунга кўз ёши қилар эди. Ойбек, Танланган асарлар. Енгил атлетика қ. атлетика. Енгил кўчмоқ Қийинчиликсиз амалга ошмоқ, қийналмай, осонлик билан бўлмоқ. Баҳор юки енгил кўчиши учун қиш фаслида замин яратилади. Газетадан. Ишнинг енгил кўчишига севинган она.. ўғлини Марғилон кетмакка қистай бошлади. Енгил машина қ. машина. Енгил оёқ Ёмон (ношаръий) йўлларга юрадиган, суюғоёқ. .. менинг қизим унақа енгил оёқлардан эмас, унинг ақли-ҳуши жойида. Н. Фотиҳ, Турсуной. Енгил саноат қ. саноат. Енгил таом Яхши, тез ҳазм бўладиган таом. Илгариги вақтларда парҳез таомларни кенгил2 ёки коғирз овқатлар деб, икки гуруҳга бўлиб, касалларга буюрилар эди. Н. Исмоилов, Касалларни парвариш қилиш. Енгил тортмоқ 1) руҳан енгиллашмоқ, тетиклашмоқ. - Бу фикр чакки эмас, — деди бир 03 енгил тортиб. кМуштумо. Қудрат ўша ёққа қаради-ю, ҳокимнинг йўқлигини кўриб, пича енгил тортди. М. Исмоилий Фарғона тТ.о.; 2) касали тузала бошламоқ, касалдан ўзини яхши ҳис қилмоқ. Эртага ўрнимдан туриб кетадиганга ўхшайман, ҳозир ҳам анча енгил тортдим. A. Қаҳҳор, Қўшчинор чироқлари. Тупроғи енгил Бирор жой, иш-вазифадан кўчиши, ўтиши осон бўладиган, осон кўчадиган шахсга нисбатан қўлланади. - Тўғри, колхоз раиси, айниқса, раисасининг тупроғи енгил бўлади, — деди Комила жиддий тус билан. Ойбек, О.в.шабадалар. Тупроғинг енгил бўлсин Дафн маросимида қабр устида айтиладиган ибора. Лайлонинг қабри гулчамбарларга тўлиб кетди. Тупроғинг енгил бўлсин, севгилим\" Бир қисим тупроқ олиб, унинг қабрига сочаман. М. Қориев, Ойдин кечалар. Қўли енгил Бирор ишамалида тез кушойиш топиладиган шахсга нисбатан қўлланади. -Докторнинг қўли жуда енгил экан, — дейишади беморлар. С. Нуров, Дурдона. Бахтингиз бор эканки, мендай қўли енгил, дами ўткир ромчига йўлиқдингиз. К. Яшин, Ҳамза.",
        "definition_lat": "Ogʻirligi, vazni kam, vazmin a emas. Engil yuk. Engil tosh. Yuki engil eshak yotagʻon boʻladi. Maqol. mm Mansurov qoʻzini engil deb oʻylab, boʻshroq olgan edi, juda ogʻir ekan, qoʻlini egib, tushib ketishiga sal qola di. P. Qodirov, Qora koʻzlar. 2 Qalin va issiq boʻlmagan, yalang qavat; yupqa, yupun. Nuri yupqa, engil roʻmol uchidagi r tugunchakni eshib, buklangan qogʻoz chiqardii da.. Oybek, Tanlangan asarlar. Mezbonlar a engil kiyimda, baland ayvonning bahavo eriga qoʻyilgan stolning ikki yogʻida xomush oʻtirin shar edi. A. Qahhor, Mirzo. - 3 Kuchi, taʼsiri ortiq boʻlmagan; kuchsiz. a Havo anchayin salqin edi.. Engil shamol esardi. m Oʻ. Umarbekov, Yoz yomgʻiri. Avazning dimogʻiga engil sharob hidi urildi. S. Siyoev, Yorugʻlik. 4 koʻchma Asta va muloyim, yoqimli. Yongil a tabassum. shish Kiyim echadigan joyda turib.. b bir yigit bilan engilgina salomlashdi. Mirk muhsin, Umid. Yigirma minut qadar vaqt t oʻtgandan keyin, engil taʼzim bilan Gulandom i kirib keldi. Oybek, Tanlangan asarlar. ) 5 Katta kuch-mehnat talab qilmaydigan; b ogʻir, qiyin emas. Engil vazifa. m Bizga sizday bir odam kerak. Biznikida ish ming . marta engil. Oybek, Tanlangan asarlar. - Chindan, adam borida oyimga engil edi.. isha xonasiga borib kelishni bilardi, xolos. H. Na- - zir, Yonar daryo. - 6 U qadar jiddiy, xavfli boʻlmagan, n ogʻir emas. Hozir ahvoli ancha engil. shish Men n janglarda uch marta engil va ikki marta ogʻir n yarador boʻldim. Nazarmat, Joʻrlar baland - sayraydi. Tepki kasalligida.. nerv sistema- , sida ham har xil oʻzgarish boʻlib, engil oʻtadigan meningit ham boʻlishi mumkin. kSaodat. a 7 Ruhan erkin, tetik holatli, yoqimli n his-tuygʻuli. Baʼzan kishi bir-biri bilan g gaplashib, koʻnglidagini boʻshatib tursa, oʻzini a engil sezadi. P. Tursun, Oʻqituvchi. Oʻrtadagi . noqulaylik, xijolatpazlik yoʻqoldi, tabiiy . va engil muhit paydo boʻldi. F. Musajonov, . Himmat. 8 Jiddiy, rasmona boʻlmagan, engilt elpi (fikr, mulohaza va sh. k. haqida). Baʼzi a engil mulohazalaring onangnikidan qolisha maydi, Otabekg A. Qodiriy, Oʻtgan kunlar. , Men bir xizmatkorlaring boʻlsam.. Siz juda a engil oʻylaysiz. Oybek, Tanlangan asarlar. mm kkuuttuubbxxoonnaassii SR Bi 9 Yuzaki fikr yuritadigan, oʻz ishi, gapsoʻziga jiddiy eʼtibor bilan qaramaydigan; oyogʻi qingʻir. Oʻzingga munosib gapni gapir: Engil boʻlma\" A. Qahhor, Mayiz emagan xotin. . hovliqma, laqma, engil Lutfiniso bunga chindan ishonar.. kim koʻrinsa, shunga koʻz yoshi qilar edi. Oybek, Tanlangan asarlar. Engil atletika q. atletika. Engil koʻchmoq Qiyinchiliksiz amalga oshmoq, qiynalmay, osonlik bilan boʻlmoq. Bahor yuki engil koʻchishi uchun qish faslida zamin yaratiladi. Gazetadan. Ishning engil koʻchishiga sevingan ona.. oʻgʻlini Margʻilon ketmakka qistay boshladi. Engil mashina q. mashina. Engil oyoq Yomon (nosharʼiy) yoʻllarga yuradigan, suyugʻoyoq. .. mening qizim unaqa engil oyoqlardan emas, uning aqli-hushi joyida. N. Fotih, Tursunoy. Engil sanoat q. sanoat. Engil taom Yaxshi, tez hazm boʻladigan taom. Ilgarigi vaqtlarda parhez taomlarni kengil2 yoki kogʻirz ovqatlar deb, ikki guruhga boʻlib, kasallarga buyurilar edi. N. Ismoilov, Kasallarni parvarish qilish. Engil tortmoq 1) ruhan engillashmoq, tetiklashmoq. - Bu fikr chakki emas, — dedi bir 03 engil tortib. kMushtumo. Qudrat oʻsha yoqqa qaradi-yu, hokimning yoʻqligini koʻrib, picha engil tortdi. M. Ismoiliy Fargʻona tT.o.; 2) kasali tuzala boshlamoq, kasaldan oʻzini yaxshi his qilmoq. Ertaga oʻrnimdan turib ketadiganga oʻxshayman, hozir ham ancha engil tortdim. A. Qahhor, Qoʻshchinor chiroqlari. Tuprogʻi engil Biror joy, ish-vazifadan koʻchishi, oʻtishi oson boʻladigan, oson koʻchadigan shaxsga nisbatan qoʻllanadi. - Toʻgʻri, kolxoz raisi, ayniqsa, raisasining tuprogʻi engil boʻladi, — dedi Komila jiddiy tus bilan. Oybek, O.v.shabadalar. Tuprogʻing engil boʻlsin Dafn marosimida qabr ustida aytiladigan ibora. Layloning qabri gulchambarlarga toʻlib ketdi. Tuprogʻing engil boʻlsin, sevgilim\" Bir qisim tuproq olib, uning qabriga sochaman. M. Qoriev, Oydin kechalar. Qoʻli engil Biror ishamalida tez kushoyish topiladigan shaxsga nisbatan qoʻllanadi. -Doktorning qoʻli juda engil ekan, — deyishadi bemorlar. S. Nurov, Durdona. Baxtingiz bor ekanki, menday qoʻli engil, dami oʻtkir romchiga yoʻliqdingiz. K. Yashin, Hamza.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000039",
    "headword_cyr": "ЕНГИЛ-ЕЛИПИ",
    "headword_lat": "ENGIL-ELIPI",
    "transliteration": "engil-elipi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Вазни унча оғир эмас, енгил. Болалар орасида Остап билан Сарсенбой wwwwww.z.ziiyyoouuzz..cc ҳам енгил-елпи нарсаларни ташишда ёрдамлашишмоқда. Р. Файзий, Сен етим эмассан. 2 Унчалик куч, машаққат талаб қилмайдиган. Ҳамма оғир ишларни барака топкур йигитларнинг ўзлари қилишарди, биз, чолларга эса енгил-елписи қоларди. B. Ғофуров, Вафодор. 3 Жиддий, расмона эмас, енгил. Директор билан администраторга яна енгилелпи чора кўрилган бўлди. кМуштумри. Уч аёл енгил-елпи нонушта қилиб олишди. Ҳ. Ғулом, Машъал. 4 кўчма Жиддий тарзда эмас; юзаки. Халқ ишига енгил-елпи қарашга, ҳавойи ваъдалар билан кўз бўяшга асло тоқат қилолмаймиз. Ш. Рашидов. Бўрондан кучли. Ҳаётга енгилелпи қарашади, деган ақидада юрарди. С. Нуров, Нарвон.",
        "definition_lat": "Vazni uncha ogʻir emas, engil. Bolalar orasida Ostap bilan Sarsenboy wwwwww.z.ziiyyoouuzz..cc ham engil-elpi narsalarni tashishda yordamlashishmoqda. R. Fayziy, Sen etim emassan. 2 Unchalik kuch, mashaqqat talab qilmaydigan. Hamma ogʻir ishlarni baraka topkur yigitlarning oʻzlari qilishardi, biz, chollarga esa engil-elpisi qolardi. B. Gʻofurov, Vafodor. 3 Jiddiy, rasmona emas, engil. Direktor bilan administratorga yana engilelpi chora koʻrilgan boʻldi. kMushtumri. Uch ayol engil-elpi nonushta qilib olishdi. H. Gʻulom, Mashʼal. 4 koʻchma Jiddiy tarzda emas; yuzaki. Xalq ishiga engil-elpi qarashga, havoyi vaʼdalar bilan koʻz boʻyashga aslo toqat qilolmaymiz. Sh. Rashidov. Boʻrondan kuchli. Hayotga engilelpi qarashadi, degan aqidada yurardi. S. Nurov, Narvon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000040",
    "headword_cyr": "ЕНГИЛ-ЕЛПИЛИК",
    "headword_lat": "ENGIL-ELPILIK",
    "transliteration": "engil-elpilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Енгил-елпи иш тутиш, енгил-елпи муносабат, қараш. Канал асрлар бўйи туради. Бинобарин, бу ишда енгил-елпиликка йўл қўйиб бўлмайди. кЎзбекистон қўриқларир.",
        "definition_lat": "Engil-elpi ish tutish, engil-elpi munosabat, qarash. Kanal asrlar boʻyi turadi. Binobarin, bu ishda engil-elpilikka yoʻl qoʻyib boʻlmaydi. kOʻzbekiston qoʻriqlarir.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000041",
    "headword_cyr": "ЕНГИЛЛАМОҚ",
    "headword_lat": "ENGILLAMOQ",
    "transliteration": "engillamoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "айн. енгиллашмоқ. Юки енгиллади. 2 кўчма Енгил тортмоқ, тузалиб, соғайиб, ўзини яхши ҳис қилмоқ. - Худога шукур\" — деди Ҳасанали, — боягидан бир оз енгилладим. Мазмуни, ис теккан экан. А. Қодирий, Ўтган кунлар. Анча шамоллаб ва енгиллаб кирган вақтида, мингбоши дастурхон ёнига ағанаб, учиб қолган эди. Чўлпон, Кеча ва кундуз. ЕНГИЛЛАНМОҚ1 айн. енгиллашмоқ 1. Баҳор, қизлар енгилланиб, кўчага чиқишган. 2 кўчма Енгил тортмоқ, ўзини енгил ҳис этмоқ. Полвоннинг юраги аста ёришиб, ўзи енгилланди. Ойбек, Қуёш қораймас.",
        "definition_lat": "ayn. engillashmoq. Yuki engilladi. 2 koʻchma Engil tortmoq, tuzalib, sogʻayib, oʻzini yaxshi his qilmoq. - Xudoga shukur\" — dedi Hasanali, — boyagidan bir oz engilladim. Mazmuni, is tekkan ekan. A. Qodiriy, Oʻtgan kunlar. Ancha shamollab va engillab kirgan vaqtida, mingboshi dasturxon yoniga agʻanab, uchib qolgan edi. Choʻlpon, Kecha va kunduz. ENGILLANMOQ1 ayn. engillashmoq 1. Bahor, qizlar engillanib, koʻchaga chiqishgan. 2 koʻchma Engil tortmoq, oʻzini engil his etmoq. Polvonning yuragi asta yorishib, oʻzi engillandi. Oybek, Quyosh qoraymas.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000042",
    "headword_cyr": "ЕНГИЛЛАТМОҚ",
    "headword_lat": "ENGILLATMOQ",
    "transliteration": "engillatmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Енгилламоқ фл.орт.н. Юкини енгиллатмоқ. шиш Унсин унинг ишини енгиллатмоқ истайди. Ойбек, Танланган асарлар. Танини (ёки бўйнини) бошидан енгиллатмоқ Бошини олмоқ, ўлдирмоқ. Шоҳим, бошини қулоғидан енгиллатдингиз. Энди бўйнини бошидан енгиллатинг. Уйғун ва И. Султон, Алишер Навоий. ЕНГИЛЛАШМОҚ1 Оғирлиги камайиб, енгил бўлиб қолмоқ, енгилламоқ. Юки енгиллашди. 2 Енгил кўчмоқ, осонлашмоқ. Бир иш кўнгилдагидек адо этилса, иккинчисини баmm kkuuttuubbxxoonnaassii жариш анча енгиллашади. Ш. Рашидов, Бў рондан кучли. Оғирлик яна икки кун, сўн ишларингиз анча енгиллашади. кЎзбекисто қўриқларизр. 3 кўчма Жиддийлиги, оғирлиги кучсиз ланмоқ, енгил томонга ўзгармоқ. Мушкул анча енгиллашган Бийрон Одилни зарб била четга итарди. А. Обиджон, Аканг қараға Гулмат. ..зора сенинг шарофатинг билан гуно ҳимиз енгиллашса У. Исмоилов, Сайланма. 4 кўчма Руҳан енгил тортмоқ. Бу сўз би лан Отабек бир оз енгиллашди. А. Қодирий Ўтган кунлар. Бобур.. отини қамчилаб, нав карлар қуршовини ёриб чиққанда, юзига ша бада тегиб, хиёл енгиллашди. П. Қодиров Юлдузли тунлар. 5 кўчма Енгиллик, ижобий томон ўзгар моқ, тузалмоқ. (дард, касал ҳақида). Эрида лоақал бир хабар келганда ҳам бир нави эди дарди енгиллашармиди. Ш.Рашидов, Қуд ратли тўлқин. 6 с.т. Ҳомиладорлик муддати тугамоқ туғмоқ. 7 кўчма Номақбул, ҳаёсиз, ксуюқо ту олмоқ. Ичкилик таъсирида хотинларнин қилиқлари жуда енгиллашади, кўзлари, юз лари ёнади. Ойбек, Танланган асарлар.",
        "definition_lat": "Engillamoq fl.ort.n. Yukini engillatmoq. shish Unsin uning ishini engillatmoq istaydi. Oybek, Tanlangan asarlar. Tanini (yoki boʻynini) boshidan engillatmoq Boshini olmoq, oʻldirmoq. Shohim, boshini qulogʻidan engillatdingiz. Endi boʻynini boshidan engillating. Uygʻun va I. Sulton, Alisher Navoiy. ENGILLAShMOQ1 Ogʻirligi kamayib, engil boʻlib qolmoq, engillamoq. Yuki engillashdi. 2 Engil koʻchmoq, osonlashmoq. Bir ish koʻngildagidek ado etilsa, ikkinchisini bamm kkuuttuubbxxoonnaassii jarish ancha engillashadi. Sh. Rashidov, Boʻ rondan kuchli. Ogʻirlik yana ikki kun, soʻn ishlaringiz ancha engillashadi. kOʻzbekisto qoʻriqlarizr. 3 koʻchma Jiddiyligi, ogʻirligi kuchsiz lanmoq, engil tomonga oʻzgarmoq. Mushkul ancha engillashgan Biyron Odilni zarb bila chetga itardi. A. Obidjon, Akang qaragʻa Gulmat. ..zora sening sharofating bilan guno himiz engillashsa U. Ismoilov, Saylanma. 4 koʻchma Ruhan engil tortmoq. Bu soʻz bi lan Otabek bir oz engillashdi. A. Qodiriy Oʻtgan kunlar. Bobur.. otini qamchilab, nav karlar qurshovini yorib chiqqanda, yuziga sha bada tegib, xiyol engillashdi. P. Qodirov Yulduzli tunlar. 5 koʻchma Engillik, ijobiy tomon oʻzgar moq, tuzalmoq. (dard, kasal haqida). Erida loaqal bir xabar kelganda ham bir navi edi dardi engillasharmidi. Sh.Rashidov, Qud ratli toʻlqin. 6 s.t. Homiladorlik muddati tugamoq tugʻmoq. 7 koʻchma Nomaqbul, hayosiz, ksuyuqo tu olmoq. Ichkilik taʼsirida xotinlarnin qiliqlari juda engillashadi, koʻzlari, yuz lari yonadi. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000043",
    "headword_cyr": "ЕНГИЛЛИК",
    "headword_lat": "ENGILLIK",
    "transliteration": "engillik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Енгил эканлик. Юкнин енгиллиги. Овқатнинг енгиллиги. Масаланин енгиллиги. 2 Эркин, енгил ҳолат, шароит. - Под шоҳларнинг тез-тез ўлиб тургани маъқул, б эса фуқарога бир қадар енгиллик келтиради — дерди Меъмор. Мирмуҳсин, Меъмор. 3 Руҳиятдаги ёқимли ҳолат, хуш кай фият. Одамнинг руҳида шу қадар енгилли пайдо бўладики, қанот чиқазиб, олис уфқ ларга учиб кетгинг келади. Ў. Ҳошимов, Ну борки, соя бор. Поезд қўзғалгандан кейин Замира ажойиб бир енгиллик ҳис қилди. П Қодиров, Уч илдиз. 4 кўчма Оқибатини ўйламай қилинга ҳаракат, енгилтаклик. Уйини ташлаб кетиб енгиллик қилиб қўйдими-а; С. Зуннунова Гулхан. Мирзакаримбойнинг қизи Нурини сонинг табиатида енгиллик билан макр усту турар эди. Ойбек, Танланган асарлар. Хоти нингиз енгиллик қилаётган бўлса, сиз оғирли қилинг. С. Аҳмад, Уфқ. 5 айн. имтиёз. У хизматда ҳам ўзиг заррача енгиллик талаб қилмади. Ш. Раши дов, Қудратли тўлқин. wwwwww.z.ziiyyoouuzz..cc 13 5,5 ЕНГИЛМАС 1 Енгилмоқ фл. сфдш. Бирлашган куч — енгилмас. Мақол. 2 сфт. Кураш, жанг ва ш. к. да сира енгилмайдиган, доим ғолиб бўладиган. Ёнгилмас қўшин. Енгилмас баҳодир. mm Ҳаётни қийинчиликлар, муаммолар олдида енгилмас кишиларгина ривожлантира оладилар. О. Мўминов, Хиёбондаги уч учрашув.",
        "definition_lat": "Engil ekanlik. Yuknin engilligi. Ovqatning engilligi. Masalanin engilligi. 2 Erkin, engil holat, sharoit. - Pod shohlarning tez-tez oʻlib turgani maʼqul, b esa fuqaroga bir qadar engillik keltiradi — derdi Meʼmor. Mirmuhsin, Meʼmor. 3 Ruhiyatdagi yoqimli holat, xush kay fiyat. Odamning ruhida shu qadar engilli paydo boʻladiki, qanot chiqazib, olis ufq larga uchib ketging keladi. Oʻ. Hoshimov, Nu borki, soya bor. Poezd qoʻzgʻalgandan keyin Zamira ajoyib bir engillik his qildi. P Qodirov, Uch ildiz. 4 koʻchma Oqibatini oʻylamay qilinga harakat, engiltaklik. Uyini tashlab ketib engillik qilib qoʻydimi-a; S. Zunnunova Gulxan. Mirzakarimboyning qizi Nurini soning tabiatida engillik bilan makr ustu turar edi. Oybek, Tanlangan asarlar. Xoti ningiz engillik qilayotgan boʻlsa, siz ogʻirli qiling. S. Ahmad, Ufq. 5 ayn. imtiyoz. U xizmatda ham oʻzig zarracha engillik talab qilmadi. Sh. Rashi dov, Qudratli toʻlqin. wwwwww.z.ziiyyoouuzz..cc 13 5,5 ENGILMAS 1 Engilmoq fl. sfdsh. Birlashgan kuch — engilmas. Maqol. 2 sft. Kurash, jang va sh. k. da sira engilmaydigan, doim gʻolib boʻladigan. Yongilmas qoʻshin. Engilmas bahodir. mm Hayotni qiyinchiliklar, muammolar oldida engilmas kishilargina rivojlantira oladilar. O. Moʻminov, Xiyobondagi uch uchrashuv.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000044",
    "headword_cyr": "ЕНГИЛМОҚ",
    "headword_lat": "ENGILMOQ",
    "transliteration": "engilmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Мағлуб бўлмоқ, мағлубиятга учрамоқ. Амир енгилди, аскарлари бузилиб, уруш майдонидан қочдилар. С. Айний, Қуллар. Дунёда зўрлар яшайди, талашларда енгилганлар, ожизлар йўқолиб кетади. Мирмуҳсин, Меъмор.",
        "definition_lat": "Magʻlub boʻlmoq, magʻlubiyatga uchramoq. Amir engildi, askarlari buzilib, urush maydonidan qochdilar. S. Ayniy, Qullar. Dunyoda zoʻrlar yashaydi, talashlarda engilganlar, ojizlar yoʻqolib ketadi. Mirmuhsin, Meʼmor.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000045",
    "headword_cyr": "ЕНГИЛТАК",
    "headword_lat": "ENGILTAK",
    "transliteration": "engiltak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Оқибатини ўйламай иш қиладиган, енгил табиат. Енгилтак киши. ши Меҳнаткаш хотин.. ўзини ишга урди, енгилтак Ўринбой эса аламига чидолмай, ичиб кела бошлади. С. Нуров, Янгича тўйлар муборак. 2 Одобсиз, ахлоқсиз, суюғоёқ. У (Фуод афанди) Ҳожи хола сингари енгилтак қизжувонларни ахтарар эди. М. Исмоилий, Фарғона т. о. Ўз умрини хазон қилган, бир енгилтак аёлни хотинидан афзал кўрган.. бу йигит ким ўзи Газетадан.",
        "definition_lat": "Oqibatini oʻylamay ish qiladigan, engil tabiat. Engiltak kishi. shi Mehnatkash xotin.. oʻzini ishga urdi, engiltak Oʻrinboy esa alamiga chidolmay, ichib kela boshladi. S. Nurov, Yangicha toʻylar muborak. 2 Odobsiz, axloqsiz, suyugʻoyoq. U (Fuod afandi) Hoji xola singari engiltak qizjuvonlarni axtarar edi. M. Ismoiliy, Fargʻona t. o. Oʻz umrini xazon qilgan, bir engiltak ayolni xotinidan afzal koʻrgan.. bu yigit kim oʻzi Gazetadan.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [
          {
            "text_cyr": "бу йигит ким ўзи",
            "text_lat": "bu yigit kim oʻzi",
            "source": {
              "author": null,
              "work": null,
              "raw": "Газетадан."
            }
          }
        ],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000046",
    "headword_cyr": "ЕНГИЛТАКЛИК",
    "headword_lat": "ENGILTAKLIK",
    "transliteration": "engiltaklik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Енгилтак шахсга хос хусусият, хислат, хатти-ҳаракат. Бўронбек унинг ҳовлиқмалигини, табиатидаги енгилтакликни билар эди. Ҳ. Ғулом, Машъал. Сиз бу енгилтаклигингиз билан менинг ширин рўзғоримни аччиқ қилдингиз. кГулдастаз. Касб танлашга енгилтаклик билан қараган киши ҳаётда читтакка ўхшаб беқўним бўлади. Р. Усмонов, Одобнома.",
        "definition_lat": "Engiltak shaxsga xos xususiyat, xislat, xatti-harakat. Boʻronbek uning hovliqmaligini, tabiatidagi engiltaklikni bilar edi. H. Gʻulom, Mashʼal. Siz bu engiltakligingiz bilan mening shirin roʻzgʻorimni achchiq qildingiz. kGuldastaz. Kasb tanlashga engiltaklik bilan qaragan kishi hayotda chittakka oʻxshab beqoʻnim boʻladi. R. Usmonov, Odobnoma.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000047",
    "headword_cyr": "ЕНГЛИК",
    "headword_lat": "ENGLIK",
    "transliteration": "englik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Нон ёпиш ва нонни узиб олиш пайтида қўлни ўтдан сақлаш учун тирсаккача кийиб олинадиган қалин енг. { Шербекнинг) Онаси енгликда тандирдан янги узилган патир, иккинчи қўлида косада совуқ сув кўтариб кирди. С. Анорбоев, Оқсой. 2 Енг учун кесилган мато бўлаги. ЕНГМОҚ1 Кураш, жанг ва ш. к. да ғолиб бўлмоқ, ғалаба қозонмоқ, рақибини мағлубиятга учратмоқ. Маккор девни енгмоқ. Мусобақада бизнинг командамиз енгди. тиш Йўлчи ҳам, Қора Аҳмад ҳам мушт билан бирбирларини енга олмасликларига ишонч ҳосил қилишди. Ойбек, Танланган асарлар. 2 кўчма Қаршилик, қийинчилик ва Ш. к. ни бартараф этмоқ, уни йўқ қилмоқ, қиmm kkuuttuubbxxoonnaassii йинчиликларни енгмоқ. Ҳаёт нашидаси шу кураш, хавф-хатар, тўсиқларни енгиб ўтиш, интилиш бор учун ҳам қизиқ, лаззатли. С. Нуров, Нарвон. Жангчиларимиз босқинчиларнинг қаттиқ қаршилигини енгиб, Днепрдан ҳам кечиб ўтдилар. Назармат, Жўрлар баланд сайрайди. 3 кўчма Таъсирини ўтказмоқ, таъсир кучи ғолиб келмоқ (дард, касал кабилар ҳақида). Элгелдининг кўзларидаги ғазабни бахтсиз бир маъюслик енгган эди. A. Мухтор, Қорақалпоқ қиссаси. Ғам-койиш хийлагина енгиб қўйган Марасул кирди. A. Қаҳҳор, ОҒриқ тишлар. 4 Ўзига бўйсундирмоқ, ҳукмига олмоқ. Жоувон тойни бемалол енгиб кетаётган бўлса ҳам, қишлоқдан чиққунча, Асқар ота жуда толиқди.. А. Қаҳҳор, Хотинлар. Тўғри, бешўн кун қаттиқчиликни устимизга олиб, шу 03 улов билан кўкламни енгиб олсак, кўп одамларнинг кўзи очилиб кетади. А. Қаҳҳор, Қўшчинор чироқлари. 5 Гап билан устун келмоқ, ўз гапини ўтказмоқ. - Абдишукурни худо гапга бичган, енгиб бўлмайди, — деди Жамолбой пихиллаб. Ойбек, Танланган асарлар. Ота ўғлини гап билан енгиб бўлмаслигини фаҳмлаб, ирғиб турди. С. Сиёев, Аваз. 6 шв. Ҳайдамоқ, минмоқ (аравани). ..балки у (аравакаш) ўз аравасини эмас, бой аравасини енгиб кетаётгандир. М. Исмоилий, Фарғона т.о.",
        "definition_lat": "Non yopish va nonni uzib olish paytida qoʻlni oʻtdan saqlash uchun tirsakkacha kiyib olinadigan qalin eng. { Sherbekning) Onasi englikda tandirdan yangi uzilgan patir, ikkinchi qoʻlida kosada sovuq suv koʻtarib kirdi. S. Anorboev, Oqsoy. 2 Eng uchun kesilgan mato boʻlagi. ENGMOQ1 Kurash, jang va sh. k. da gʻolib boʻlmoq, gʻalaba qozonmoq, raqibini magʻlubiyatga uchratmoq. Makkor devni engmoq. Musobaqada bizning komandamiz engdi. tish Yoʻlchi ham, Qora Ahmad ham musht bilan birbirlarini enga olmasliklariga ishonch hosil qilishdi. Oybek, Tanlangan asarlar. 2 koʻchma Qarshilik, qiyinchilik va Sh. k. ni bartaraf etmoq, uni yoʻq qilmoq, qimm kkuuttuubbxxoonnaassii yinchiliklarni engmoq. Hayot nashidasi shu kurash, xavf-xatar, toʻsiqlarni engib oʻtish, intilish bor uchun ham qiziq, lazzatli. S. Nurov, Narvon. Jangchilarimiz bosqinchilarning qattiq qarshiligini engib, Dneprdan ham kechib oʻtdilar. Nazarmat, Joʻrlar baland sayraydi. 3 koʻchma Taʼsirini oʻtkazmoq, taʼsir kuchi gʻolib kelmoq (dard, kasal kabilar haqida). Elgeldining koʻzlaridagi gʻazabni baxtsiz bir maʼyuslik enggan edi. A. Muxtor, Qoraqalpoq qissasi. Gʻam-koyish xiylagina engib qoʻygan Marasul kirdi. A. Qahhor, OGʻriq tishlar. 4 Oʻziga boʻysundirmoq, hukmiga olmoq. Jouvon toyni bemalol engib ketayotgan boʻlsa ham, qishloqdan chiqquncha, Asqar ota juda toliqdi.. A. Qahhor, Xotinlar. Toʻgʻri, beshoʻn kun qattiqchilikni ustimizga olib, shu 03 ulov bilan koʻklamni engib olsak, koʻp odamlarning koʻzi ochilib ketadi. A. Qahhor, Qoʻshchinor chiroqlari. 5 Gap bilan ustun kelmoq, oʻz gapini oʻtkazmoq. - Abdishukurni xudo gapga bichgan, engib boʻlmaydi, — dedi Jamolboy pixillab. Oybek, Tanlangan asarlar. Ota oʻgʻlini gap bilan engib boʻlmasligini fahmlab, irgʻib turdi. S. Siyoev, Avaz. 6 shv. Haydamoq, minmoq (aravani). ..balki u (aravakash) oʻz aravasini emas, boy aravasini engib ketayotgandir. M. Ismoiliy, Fargʻona t.o.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000048",
    "headword_cyr": "ЕНГСАК",
    "headword_lat": "ENGSAK",
    "transliteration": "engsak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "шв. Енглик. Ошхонада Бунисо хола бўз енгсак билан тандирдан жазиллаган зоғора нонни узиб олар эди. Ойбек, Зумрад. Онам нон ёпади бўғриқиб-бўртиб, дам-бадам куяди қўли енгсакда. Миртемир.",
        "definition_lat": "shv. Englik. Oshxonada Buniso xola boʻz engsak bilan tandirdan jazillagan zogʻora nonni uzib olar edi. Oybek, Zumrad. Onam non yopadi boʻgʻriqib-boʻrtib, dam-badam kuyadi qoʻli engsakda. Mirtemir.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000049",
    "headword_cyr": "ЕНГЧА",
    "headword_lat": "ENGChA",
    "transliteration": "engcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "шв. айн. енглик. Онаси тандир олдида қўлига енгча кийиб, лоладек қип-қизил кулча бетига сув сепяпти. С. Аҳмад, Сувлар оқиб кетди. Сожидахон тутаётган енгчасига косадаги сувдан сепиб ўчирди. С. Зуннунова, Гўдак ҳиди.",
        "definition_lat": "shv. ayn. englik. Onasi tandir oldida qoʻliga engcha kiyib, loladek qip-qizil kulcha betiga suv sepyapti. S. Ahmad, Suvlar oqib ketdi. Sojidaxon tutayotgan engchasiga kosadagi suvdan sepib oʻchirdi. S. Zunnunova, Goʻdak hidi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000050",
    "headword_cyr": "ЕПИСКОНП",
    "headword_lat": "EPISKONP",
    "transliteration": "episkonp",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "юн. episkopos — назоратчи",
        "variant_note_lat": "yun. episkopos — nazoratchi"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Христианлар черковида олий диний унвон ва шу унвонга эга бўлган шахс; архиерей.",
        "definition_lat": "Xristianlar cherkovida oliy diniy unvon va shu unvonga ega boʻlgan shaxs; arxierey.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000051",
    "headword_cyr": "ЕР",
    "headword_lat": "ER",
    "transliteration": "er",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "(Е— катта) Қуёшдан кейинги учинчи планета. Ер шари. Ер айланаси. Ер Қуёш атрофида айланади. Ернинг сунъий йўлдоши. шиш ..агар Ер шарининг ярми тилла, ярми ер бўлиб, биров мендан қайси томонида яшайсиз, деб сўраса, мен иккиланмай, ёр тоwwwwww.z.ziiyyoouuzz..cc онини танлаган бўлардим. Н. Фозилов, Қуш қаноти билан. 2 Шу планетанинг қуруқлик қисми (сув илан қопланган қисмига қарама-қарши ўйилганда). Ер планетамизнинг олтидан бир исмини ташкил этади. 3 Планетамиз қобиғининг сиртқи қатами. Ep бағри. Ер ости бойликлари. Қора қаро) ерга киргур\" (қарғ.). Ер ютгур\" (қарғ.). смон узоқ, ep қаттиқ. Makon. шиша Бир вақт р ости дукиллагандек бўлди. А. Қодирий, еҳробдан чаён. 4 Нарсалар турган, тирик организмлар аёт кечираётган юза, сатҳ (шахс ёки бошқа арсаларга нисбатан). Ерга палос солмоқ. омдан ерга қуламоқ. Коса столдан ерга тушиб инди. Ерга тушган — етимники. Makon. шиш идиқжон бўсағадан бир қадам ичкарида ўнқайди-да, болани ерга қўйиб, онасига ўллади. А. Қаҳҳор, Қўшчинор чироқлари. 5 Ер сатҳининг муайян бир қисми; жой, удуд. Тошлоқ ер. Обод ер. Ҳайдалган ер. аланд-паст ерлар. uma Йигит уфқларга туаш ерларни кўздан кечиради. Газетадан. радорларни тезда хавф-хатарсиз ерга олиб иқиш зарур бўлиб қолди. Т. Рустамов, Мангу асорат. 6 Қишлоқ хўжалигида фойдаланиладиган упроқ қатлами, экин, дарахт ва ш. к. киладиган жой, майдон. Мен ҳам деҳқон оласиман.. Отам Одил кўр деган қўқонлик ойнинг ерини экар эди. А. Қаҳҳор, Асарлар. еҳнати-ла гуллатар Бир танобча ерини. айратий. Чўл одами худди янтоққа ўхшаши ерак.. оёғи остидаги ризқи сочилган ерга уқур томир отиши лозим. Газетадан. Еринг ўлса, меҳнати ҳам, роҳати ҳам ўзингники ўлади. Ойбек, Танланган асарлар. 7 Бирор нарса банд қилиб турган, эгалаган ўрин, жой; макон. Дарахт бир ерда ўкаради. Makon. mm Ҳоким чўзилиб ётган ридан туриб, ташқари чиқди. М. Исмоилий, арғона т. о. Офицер йиқилди ва ётган ерида ўлини кўтарди. А. Қаҳҳор, Олтин юлдуз. 8 Бирор мамлакат, давлат, халқ, хўжалик а ш. к. га қарашли ҳудуд. Қони, эти.. ери, или. бир бўлган бир халқ нима учун икки ушман гуруҳга бўлиниб, бир-бирининг қонини ўкаОдйбеик, Навоий. Ун уч хўжалик ерини ўшибди.. трактор бир ярим кун ишлаб, тизза ўйи ҳайдаб берибди. А. Қаҳҳор, Қўшчинор ироқлари. mm kkuuttuubbxxoonnaassii 9 Бирор нарсанинг ёки аъзонинг айр қисми, ўрни, нуқтаси, жойи. Гиламнинг б ерида доғи бор. Ҳақ — ерини топар. Mako шиа Хат саккиз букланиб, қизил ипак бил бир-икки еридан чатилган ва Отабекка ата ган эди. А. Қодирий, Ўтган кунлар. ..б еридан ўқ еганига қарамай... ер бағирл кетишди. Ойбек, Қуёш қораймас. Ҳожи хо ўз таржимаи ҳолининг жуда кўп ерлари ташлаб кетди. М. Исмоилий, Фарғона т.о 10 Иш жойи, муассаса, ташкилот. И лаган еридан ҳужжат келтирмоқ. Бирор ер арз қилмоқ. иш { Бадрий Сизлар билан бош ерда гаплашаман\" 3. Саид, Н. Сафаров, Тар тилга кирди. 11 (ж., ў.-п., 4. к. шаклида) кўм. взф. Пай ўрин, сабаб каби муносабатларни билдирад Кутилмаган ерда шаҳарнинг аъёнларидан бўлг Салим шарбатдор деганнинг Комилбек исм ўғиидан совчилар келиб қолди. A. Қодирий, Ўтг кунлар. Рўзимат айтмоқчи, гап бошқа ер бўлиши ҳам мумкин. А. Қаҳҳор, Қўшчин чироқлари. Сариқ атласни кийишга чоғл кўрган бўлса-да, бироқ кўйлакни олган ерида фикрдан қайтди. К. Яшин, Ҳамза. Ер билан яксон бўлмоқ қ. яксон. Ер бўлм Йўқ бўлмоқ, ерга кирмоқ. Элга қўшилсан эр бўласан, элдан ажралсанг, ер бўласа Мақол. Кўп оғиз бир бўлса, бир оғиз ер бўла Мақол. Ерга урмоқ Қадрини камситмоқ таҳқирламоқ. Мен номус-оримни ерга ург душманимнинг қонини ўз қўлим билан т кишим керак.. К. Яшин, Ҳамза. Қўйсангиз-чи Ўзингизни жуда ҳам ерга уриб юбордингизК. Яшин, Ҳамза. ПЮзини) Ерга қаратм Номус-ҳижолатга қўймоқ. Эл-юрт ичи оламга довруғи кетган отамнинг юзини ер қаратди. К. Яшин, Ҳамза. Ватаннинг ам шу, бурчингни бажар, Охири юзимни ер қаратма:; Ғайратий. Уялмайсанми.. «Me фалончига тегамано, деб ота-онангни ер қаратиб қўйишга\" Ҳамза, Паранжи сирлар Ер остидан қарамоқ Юзни ер томонга қилг ҳолда рўпарасидагига қарамоқ. Эртоев. йигитларга ер остидан бир қаради-ю, пеш насидаги ажинлари ёзилиб, кутилмаган хушнуд жилмайди. О. Ёқубов, Эр бошига и тушса. Ер(нинг) тагида (н) бўлса ҳам Қаер да(н) бўлса ҳам. Ма, лайлак, ер тагид бўлсаям, иккита вино топиб ке. С. Сиёев Ёруғлик. Ер тишламоқ қ. тишламоқ. Бо бардимонда юзлаб фашист солдат, офице wwwwww.z.ziiyyoouuzz..cc 15 5, м лари ер тишлади. Ер чизиб қолмоқ қ. чизмоқ. р Камол қози анча паст тушиб, Сафохон тўра . олдида ер чизиб қолди. К. Яшин, Ҳамза. Ер н юзи Бутун дунё, олам. Бу хабар бутун ер - юзига тарқалди. Ер юзидан келаётган хабарш лар. Ер қилмоқ Қаттиқ беобрў қилмоқ, ерга б киритмоқ. Сиз раҳбарсиз: Мени бир имо билан а ер қилиб қўйишингиз мумкин. С. Нуров, и Нарвон. Бурнини ерга ишқамоқ Роса таъзирини, адабини бермоқ. Гапни бир ерга - қўймоқ қ. гап. Осмон йироқ (узоқ), ер қаттиқ а Ҳаёт, яшаш шароити ночор ва иложсизлик а ҳолатида деган маънода қўлланувчи ибора. х Ибн Ямин табиблик, Жаҳонбуви доялик қилишди. Лекин бу билан ҳам мурод ҳосил бўл- , мади. Осмон узоқ, ep қаттиқ эди: Сал кунда . олти бола.. оламдан ўтди. К. Яшин, Ҳамза. н Сўзини (ёки гапини, илтимосини) ерда қоли дирмоқ Сўзини (гапини, илтимосини) бан жармаслик, инобатга олмаслик. Ойим буа вимнинг сўзини ерда қолдирмади-ю, ўйлабр ўйлаб, охири \"Дамирони топди. Ҳ. Назир, б Ёнар дарё. Гавҳар унинг қоронғида ғира-шира у кўриниб турган меҳрибон чеҳрасидан бу сафар ҳам илтимосини ерда қолдиролмаганини қ тушунди. Ў. Ҳошимов, Қалбингга қулоқ сол. , Туянинг думи ерга текканда қ. туя. Қолган . еридан Келиб тўхтаган, узилиб қолган жо- . йидан (бирор иш, хатти-ҳаракат ҳақида). Ана энди уйқуни қолган еридан олаверинг.. С. Сиён ев, Ёруғлик. - ЕРДОР Ер эгаси, мулкдор. Арслонқул.. . болаликдан пода боққан, ердорларнинг хирмо- . нини кўтарган, қўш ҳайдаган. Ойбек, Навоий. қ ЕРЁНЕҒОҚ Мағизи (меваси)дан мой а олинадиган бир йиллик дуккакли ўсимлик а ва унинг меваси. и ЕР-КЎК Бутун атроф, ҳамма ёқ; коинот. а Ер-кўкка шафқатсиз аланга сочаётган қуёш қандайдир рангсиз бўғиқ ҳаводан соябон ясаб, а коинотни тўсиб қўйгандай. Н. Сафаров, Узоқ- . ни кўзлаган қиз. Шамол турди, қум кўча н бошлади, ер-кўкни қум босди. Қ. Яшин, Ҳамза. Ер-кўкка ишонмайди Ортиқ даражада - ардоқлайди. Қизини ер-кўкка ишонмаган.. а онаси.. катта шавкат ва шов-шув билан узатишни орзу қилар эди. Ойбек, Танланган асарлар. н ЕРЛАМОҚ Кўммоқ, дафн этмоқ. Болага қарасам — ўлик.. гўдакни ташлаб кетишга - кўнгил бўлмади, уни ерлаш керак эди. А. Мух- - тор, Давр менинг тақдиримда. mm kkuuttuubbxxoonnaassii SRI ЕРЛИ Ерга эга, ери бор. { Йўлчи) Мироблар билан оғиз-бурун ўпишган катта ерлилар, ч бой деҳқонлар зўравонлигидан, экини қуриб А қақраган камбағал деҳқонларга дўқ қилиб, ғалва кўтаришидан нафратланар эди. Ойбек, н Танланган асарлар. Ўртоқ Очилди.. Тик- ч тепанинг ўзидан чиққан, кам ерли камбағал м деҳқон боласи. А. Қодирий, Обид кетмон.",
        "definition_lat": "(E— katta) Quyoshdan keyingi uchinchi planeta. Er shari. Er aylanasi. Er Quyosh atrofida aylanadi. Erning sunʼiy yoʻldoshi. shish ..agar Er sharining yarmi tilla, yarmi er boʻlib, birov mendan qaysi tomonida yashaysiz, deb soʻrasa, men ikkilanmay, yor towwwwww.z.ziiyyoouuzz..cc onini tanlagan boʻlardim. N. Fozilov, Qush qanoti bilan. 2 Shu planetaning quruqlik qismi (suv ilan qoplangan qismiga qarama-qarshi oʻyilganda). Er planetamizning oltidan bir ismini tashkil etadi. 3 Planetamiz qobigʻining sirtqi qatami. Ep bagʻri. Er osti boyliklari. Qora qaro) erga kirgur\" (qargʻ.). Er yutgur\" (qargʻ.). smon uzoq, ep qattiq. Makon. shisha Bir vaqt r osti dukillagandek boʻldi. A. Qodiriy, ehrobdan chayon. 4 Narsalar turgan, tirik organizmlar ayot kechirayotgan yuza, sath (shaxs yoki boshqa arsalarga nisbatan). Erga palos solmoq. omdan erga qulamoq. Kosa stoldan erga tushib indi. Erga tushgan — etimniki. Makon. shish idiqjon boʻsagʻadan bir qadam ichkarida oʻnqaydi-da, bolani erga qoʻyib, onasiga oʻlladi. A. Qahhor, Qoʻshchinor chiroqlari. 5 Er sathining muayyan bir qismi; joy, udud. Toshloq er. Obod er. Haydalgan er. aland-past erlar. uma Yigit ufqlarga tuash erlarni koʻzdan kechiradi. Gazetadan. radorlarni tezda xavf-xatarsiz erga olib iqish zarur boʻlib qoldi. T. Rustamov, Mangu asorat. 6 Qishloq xoʻjaligida foydalaniladigan uproq qatlami, ekin, daraxt va sh. k. kiladigan joy, maydon. Men ham dehqon olasiman.. Otam Odil koʻr degan qoʻqonlik oyning erini ekar edi. A. Qahhor, Asarlar. ehnati-la gullatar Bir tanobcha erini. ayratiy. Choʻl odami xuddi yantoqqa oʻxshashi erak.. oyogʻi ostidagi rizqi sochilgan erga uqur tomir otishi lozim. Gazetadan. Ering oʻlsa, mehnati ham, rohati ham oʻzingniki oʻladi. Oybek, Tanlangan asarlar. 7 Biror narsa band qilib turgan, egalagan oʻrin, joy; makon. Daraxt bir erda oʻkaradi. Makon. mm Hokim choʻzilib yotgan ridan turib, tashqari chiqdi. M. Ismoiliy, argʻona t. o. Ofitser yiqildi va yotgan erida oʻlini koʻtardi. A. Qahhor, Oltin yulduz. 8 Biror mamlakat, davlat, xalq, xoʻjalik a sh. k. ga qarashli hudud. Qoni, eti.. eri, ili. bir boʻlgan bir xalq nima uchun ikki ushman guruhga boʻlinib, bir-birining qonini oʻkaOdybeik, Navoiy. Un uch xoʻjalik erini oʻshibdi.. traktor bir yarim kun ishlab, tizza oʻyi haydab beribdi. A. Qahhor, Qoʻshchinor iroqlari. mm kkuuttuubbxxoonnaassii 9 Biror narsaning yoki aʼzoning ayr qismi, oʻrni, nuqtasi, joyi. Gilamning b erida dogʻi bor. Haq — erini topar. Mako shia Xat sakkiz buklanib, qizil ipak bil bir-ikki eridan chatilgan va Otabekka ata gan edi. A. Qodiriy, Oʻtgan kunlar. ..b eridan oʻq eganiga qaramay... er bagʻirl ketishdi. Oybek, Quyosh qoraymas. Hoji xo oʻz tarjimai holining juda koʻp erlari tashlab ketdi. M. Ismoiliy, Fargʻona t.o 10 Ish joyi, muassasa, tashkilot. I lagan eridan hujjat keltirmoq. Biror er arz qilmoq. ish { Badriy Sizlar bilan bosh erda gaplashaman\" 3. Said, N. Safarov, Tar tilga kirdi. 11 (j., oʻ.-p., 4. k. shaklida) koʻm. vzf. Pay oʻrin, sabab kabi munosabatlarni bildirad Kutilmagan erda shaharning aʼyonlaridan boʻlg Salim sharbatdor deganning Komilbek ism oʻgʻiidan sovchilar kelib qoldi. A. Qodiriy, Oʻtg kunlar. Roʻzimat aytmoqchi, gap boshqa er boʻlishi ham mumkin. A. Qahhor, Qoʻshchin chiroqlari. Sariq atlasni kiyishga chogʻl koʻrgan boʻlsa-da, biroq koʻylakni olgan erida fikrdan qaytdi. K. Yashin, Hamza. Er bilan yakson boʻlmoq q. yakson. Er boʻlm Yoʻq boʻlmoq, erga kirmoq. Elga qoʻshilsan er boʻlasan, eldan ajralsang, er boʻlasa Maqol. Koʻp ogʻiz bir boʻlsa, bir ogʻiz er boʻla Maqol. Erga urmoq Qadrini kamsitmoq tahqirlamoq. Men nomus-orimni erga urg dushmanimning qonini oʻz qoʻlim bilan t kishim kerak.. K. Yashin, Hamza. Qoʻysangiz-chi Oʻzingizni juda ham erga urib yubordingizK. Yashin, Hamza. PYuzini) Erga qaratm Nomus-hijolatga qoʻymoq. El-yurt ichi olamga dovrugʻi ketgan otamning yuzini er qaratdi. K. Yashin, Hamza. Vatanning am shu, burchingni bajar, Oxiri yuzimni er qaratma:; Gʻayratiy. Uyalmaysanmi.. «Me falonchiga tegamano, deb ota-onangni er qaratib qoʻyishga\" Hamza, Paranji sirlar Er ostidan qaramoq Yuzni er tomonga qilg holda roʻparasidagiga qaramoq. Ertoev. yigitlarga er ostidan bir qaradi-yu, pesh nasidagi ajinlari yozilib, kutilmagan xushnud jilmaydi. O. Yoqubov, Er boshiga i tushsa. Er(ning) tagida (n) boʻlsa ham Qaer da(n) boʻlsa ham. Ma, laylak, er tagid boʻlsayam, ikkita vino topib ke. S. Siyoev Yorugʻlik. Er tishlamoq q. tishlamoq. Bo bardimonda yuzlab fashist soldat, ofitse wwwwww.z.ziiyyoouuzz..cc 15 5, m lari er tishladi. Er chizib qolmoq q. chizmoq. r Kamol qozi ancha past tushib, Safoxon toʻra . oldida er chizib qoldi. K. Yashin, Hamza. Er n yuzi Butun dunyo, olam. Bu xabar butun er - yuziga tarqaldi. Er yuzidan kelayotgan xabarsh lar. Er qilmoq Qattiq beobroʻ qilmoq, erga b kiritmoq. Siz rahbarsiz: Meni bir imo bilan a er qilib qoʻyishingiz mumkin. S. Nurov, i Narvon. Burnini erga ishqamoq Rosa taʼzirini, adabini bermoq. Gapni bir erga - qoʻymoq q. gap. Osmon yiroq (uzoq), er qattiq a Hayot, yashash sharoiti nochor va ilojsizlik a holatida degan maʼnoda qoʻllanuvchi ibora. x Ibn Yamin tabiblik, Jahonbuvi doyalik qilishdi. Lekin bu bilan ham murod hosil boʻl- , madi. Osmon uzoq, ep qattiq edi: Sal kunda . olti bola.. olamdan oʻtdi. K. Yashin, Hamza. n Soʻzini (yoki gapini, iltimosini) erda qoli dirmoq Soʻzini (gapini, iltimosini) ban jarmaslik, inobatga olmaslik. Oyim bua vimning soʻzini erda qoldirmadi-yu, oʻylabr oʻylab, oxiri \"Damironi topdi. H. Nazir, b Yonar daryo. Gavhar uning qorongʻida gʻira-shira u koʻrinib turgan mehribon chehrasidan bu safar ham iltimosini erda qoldirolmaganini q tushundi. Oʻ. Hoshimov, Qalbingga quloq sol. , Tuyaning dumi erga tekkanda q. tuya. Qolgan . eridan Kelib toʻxtagan, uzilib qolgan jo- . yidan (biror ish, xatti-harakat haqida). Ana endi uyquni qolgan eridan olavering.. S. Siyon ev, Yorugʻlik. - ERDOR Er egasi, mulkdor. Arslonqul.. . bolalikdan poda boqqan, erdorlarning xirmo- . nini koʻtargan, qoʻsh haydagan. Oybek, Navoiy. q ERYoNEGʻOQ Magʻizi (mevasi)dan moy a olinadigan bir yillik dukkakli oʻsimlik a va uning mevasi. i ER-KOʻK Butun atrof, hamma yoq; koinot. a Er-koʻkka shafqatsiz alanga sochayotgan quyosh qandaydir rangsiz boʻgʻiq havodan soyabon yasab, a koinotni toʻsib qoʻyganday. N. Safarov, Uzoq- . ni koʻzlagan qiz. Shamol turdi, qum koʻcha n boshladi, er-koʻkni qum bosdi. Q. Yashin, Hamza. Er-koʻkka ishonmaydi Ortiq darajada - ardoqlaydi. Qizini er-koʻkka ishonmagan.. a onasi.. katta shavkat va shov-shuv bilan uzatishni orzu qilar edi. Oybek, Tanlangan asarlar. n ERLAMOQ Koʻmmoq, dafn etmoq. Bolaga qarasam — oʻlik.. goʻdakni tashlab ketishga - koʻngil boʻlmadi, uni erlash kerak edi. A. Mux- - tor, Davr mening taqdirimda. mm kkuuttuubbxxoonnaassii SRI ERLI Erga ega, eri bor. { Yoʻlchi) Miroblar bilan ogʻiz-burun oʻpishgan katta erlilar, ch boy dehqonlar zoʻravonligidan, ekini qurib A qaqragan kambagʻal dehqonlarga doʻq qilib, gʻalva koʻtarishidan nafratlanar edi. Oybek, n Tanlangan asarlar. Oʻrtoq Ochildi.. Tik- ch tepaning oʻzidan chiqqan, kam erli kambagʻal m dehqon bolasi. A. Qodiriy, Obid ketmon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000052",
    "headword_cyr": "ЕРЛИК",
    "headword_lat": "ERLIK",
    "transliteration": "erlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Шу ернинг ўзида туғилиб ўсган, с туб жойлик, маҳаллий. Бундан уч йил бурун, б Андижон зилзиласидан кейин, Симҳоев 3аво- к дидаги ерлик ишчилар.. иш ташладилар. М. Исмоилий, Фарғона т.о. Олъга ҳам, эри Иван А Павловичга ўхшаб, одамшаванда чиқди. Ёр- л лик қўшни хотинлар билан иноқлашиб кетди. к Ж. Шарипов, Хоразм. 2 Ерда яшовчи, Ерга мансуб. Кемамиз Ер ў атрофини айланиб туради. Унинг шундай ў мосламалари борки, мавжудлигини ерликлар к сезишмайди. О. Мўминов, Хиёбондаги уч э учрашув. Ерликларнинг бобокалонлари ҳам к кЗангизнинг тўртинчи сайёрасиданлигига имоним комил. О. Мўминов, Хиёбондаги уч е учрашув. Б 3 Кўрсатиш, сўроқ олмошлари ва б. о баъзи сўзлар билан қўлланиб, шу сўзлар қайд этган жойга мансубликни билдиради. с Бу ерлик. Ўша ерлик. ши Устод Қавом шу г ерлик, бизнинг аслимиз Бухородан.. Мир- д муҳсин, Меъмор. ж Ерлик қилмайди Ер, жой сифатида хизмат қилмайди, ярамайди. V ep сизларга ерлик г қилармиди. Туйғун, Зулфизар. ҳ ЕРЛИЛАШТИРМОҚ тар. Идора, муассаса ва ш. к. да ишловчилар сафида маҳал- л лий аҳоли вакиллари сонини кўпайтирмоқ. л Ўзларинг керлилаштира дейсизлар-да, яна чек м қўясизлар. А. Қаҳҳор, Сароб. б ЕРЛИ-СУВЛИ Мулк сифатида ер-сувга е эга бўлган, ер-суви бор. Икки гапнинг бирида (Ёрмат қизини) хотин устига бўлса ҳам б бойга, ерли-сувлига бераман, дейди. Ойбек, М Танланган асарлар. -Ҳар бир камбағал, эҳти- қ мол, ерли-сувли бўлади, — дейди Алим бува. О М. Исмоилий, Фарғона т. о. м ЕРПАРЧИН: ерпарчин бўлиб Ерга пар- л чинланиб, ёпишиб. Унинг оёғи ҳам сизнинг Қ оёғингиз каби шол экан. Ёрпарчин бўлиб ётарди.. Б. Раҳмонов, Олтин одамлар. Мама- е юсуф дарахтга бориб урилиб йиқилди-ю, ўша л жойда ерпарчин бўлиб қолди. А. Кўчимов, Ҳалқа. Ғ wwwwww.z.ziiyyoouuzz..cc ЕРСИЗ Ери йўқ. .мулла Обид Тиктепа ракор ва ерсизларини жуда ҳам ранжитади. Қодирий, Обид кетмон. ЕРТАНДИР. Ер юзасига тик ҳолда ўртиб қурилган тандир. Ёртандир устига қиб, офтобда юз юваётган бароқ мушук ёвлади. Ҳ. Назир, Сув гадоси — оқпадар.. ЕРТЎЛА1 Бино остидаги хона. У лодшо ройидан анча олисда, дарёнинг нариёғидаги ланд уйлардан бирининг ертўласида турарн. Ҳ. Ғулом, Машъал. 2 Ердан ўйиб қилинган жой; землянка. а, ҳозир қамиш капалар, брезент паткалар, ертўлалар кўриниб қолар, деб ляпман. Ҳ. Назир, Чўл ҳавоси.",
        "definition_lat": "Shu erning oʻzida tugʻilib oʻsgan, s tub joylik, mahalliy. Bundan uch yil burun, b Andijon zilzilasidan keyin, Simhoev 3avo- k didagi erlik ishchilar.. ish tashladilar. M. Ismoiliy, Fargʻona t.o. Olʼga ham, eri Ivan A Pavlovichga oʻxshab, odamshavanda chiqdi. Yor- l lik qoʻshni xotinlar bilan inoqlashib ketdi. k J. Sharipov, Xorazm. 2 Erda yashovchi, Erga mansub. Kemamiz Er oʻ atrofini aylanib turadi. Uning shunday oʻ moslamalari borki, mavjudligini erliklar k sezishmaydi. O. Moʻminov, Xiyobondagi uch e uchrashuv. Erliklarning bobokalonlari ham k kZangizning toʻrtinchi sayyorasidanligiga imonim komil. O. Moʻminov, Xiyobondagi uch e uchrashuv. B 3 Koʻrsatish, soʻroq olmoshlari va b. o baʼzi soʻzlar bilan qoʻllanib, shu soʻzlar qayd etgan joyga mansublikni bildiradi. s Bu erlik. Oʻsha erlik. shi Ustod Qavom shu g erlik, bizning aslimiz Buxorodan.. Mir- d muhsin, Meʼmor. j Erlik qilmaydi Er, joy sifatida xizmat qilmaydi, yaramaydi. V ep sizlarga erlik g qilarmidi. Tuygʻun, Zulfizar. h ERLILAShTIRMOQ tar. Idora, muassasa va sh. k. da ishlovchilar safida mahal- l liy aholi vakillari sonini koʻpaytirmoq. l Oʻzlaring kerlilashtira deysizlar-da, yana chek m qoʻyasizlar. A. Qahhor, Sarob. b ERLI-SUVLI Mulk sifatida er-suvga e ega boʻlgan, er-suvi bor. Ikki gapning birida (Yormat qizini) xotin ustiga boʻlsa ham b boyga, erli-suvliga beraman, deydi. Oybek, M Tanlangan asarlar. -Har bir kambagʻal, ehti- q mol, erli-suvli boʻladi, — deydi Alim buva. O M. Ismoiliy, Fargʻona t. o. m ERPARChIN: erparchin boʻlib Erga par- l chinlanib, yopishib. Uning oyogʻi ham sizning Q oyogʻingiz kabi shol ekan. Yorparchin boʻlib yotardi.. B. Rahmonov, Oltin odamlar. Mama- e yusuf daraxtga borib urilib yiqildi-yu, oʻsha l joyda erparchin boʻlib qoldi. A. Koʻchimov, Halqa. Gʻ wwwwww.z.ziiyyoouuzz..cc ERSIZ Eri yoʻq. .mulla Obid Tiktepa rakor va ersizlarini juda ham ranjitadi. Qodiriy, Obid ketmon. ERTANDIR. Er yuzasiga tik holda oʻrtib qurilgan tandir. Yortandir ustiga qib, oftobda yuz yuvayotgan baroq mushuk yovladi. H. Nazir, Suv gadosi — oqpadar.. ERTOʻLA1 Bino ostidagi xona. U lodsho royidan ancha olisda, daryoning nariyogʻidagi land uylardan birining ertoʻlasida turarn. H. Gʻulom, Mashʼal. 2 Erdan oʻyib qilingan joy; zemlyanka. a, hozir qamish kapalar, brezent patkalar, ertoʻlalar koʻrinib qolar, deb lyapman. H. Nazir, Choʻl havosi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000053",
    "headword_cyr": "ЕСИР",
    "headword_lat": "ESIR",
    "transliteration": "esir",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "a. ji — қуллар, асирлар",
        "variant_note_lat": "a. ji — qullar, asirlar"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Эри ган, эрсиз қолган хотин; бева, тул. Бу етим ил бўлиб, есир онанинг қўлида қолаверди. уродхонж. Эронийлар эл-юртни талаб, какларни қул, хотинларни есир қилиб олиб таётирлар. М. Осим, Карвон йўлларида.",
        "definition_lat": "Eri gan, ersiz qolgan xotin; beva, tul. Bu etim il boʻlib, esir onaning qoʻlida qolaverdi. urodxonj. Eroniylar el-yurtni talab, kaklarni qul, xotinlarni esir qilib olib tayotirlar. M. Osim, Karvon yoʻllarida.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000054",
    "headword_cyr": "ЕТАК",
    "headword_lat": "ETAK",
    "transliteration": "etak",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етаклаб, эргаштириб бориш; ов. Етакда туяси, келар эди чол.. Миртемир. ттадан отни етакка олиб, икки отлиқ қасига қайтди. Й. Шамшаров, Довруқ. 2 кўчма Йўл, йўл-йўриқ. Берган оқ тимга рози бўлмайман, Энанг бўлиб, етангга юрмайман. кРустамхонж. Одамнинг шмани жинлар бўлади.. Етагига юрган нни бўлади. кМуродхона.",
        "definition_lat": "Etaklab, ergashtirib borish; ov. Etakda tuyasi, kelar edi chol.. Mirtemir. ttadan otni etakka olib, ikki otliq qasiga qaytdi. Y. Shamsharov, Dovruq. 2 koʻchma Yoʻl, yoʻl-yoʻriq. Bergan oq timga rozi boʻlmayman, Enang boʻlib, etangga yurmayman. kRustamxonj. Odamning shmani jinlar boʻladi.. Etagiga yurgan nni boʻladi. kMurodxona.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000055",
    "headword_cyr": "ЕТАКИ",
    "headword_lat": "ETAKI",
    "transliteration": "etaki",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етакда юрадиган, етакка олинн. Оташкурак жингиллаб, Етаки отлар нгирлаб.. кГулшанбоғ. ЕТАКЛАМОҚ1 Қўлидан ушлаб, кўмакшиб олиб юрмоқ. Вали ака ўғлини етакб, ташқарига олиб чиқиб кетди. М. Исилий, Фарғона т.о. - Қўйинг, буви, хафа лманг, — деди Ғуломжон онасини ичкарига аклаб. М. Исмоилий, Фарғона т.о. 2 Ўзига эргаштириб (юрмоқ), ўзи билан рга олмоқ (тўғри ва кўчма маънода). рғилондан Тошкентга ўз шогирди Охунжон зиқни етаклаб, Юсуфжон ака ҳам келди. Т. идов, Юсуфжон қизиқ. Табиат ўзининг нгу, бузилмас қонунига амал қилиб, кўкмни етаклаб келган эди. Ў. Ҳошимов, лбингга қулоқ сол. 3 Етовга олмоқ. Отни етакламоқ. Туяни акламоқ. шиш Матпано молхонадан ҳўкизрни етаклаб чиқди. С. Сиёев, Аваз. 4 кўчма Раҳнамолик қилмоқ, йўлламоқ. лабалар сари етакламоқ. mm Постановmm kkuuttuubbxxoonnaassii качи режиссёрнинг ёш санъаткорларн катта санъат майдонига дадиллик била етаклаши таҳсинга сазовордир. М. Яҳёев Ҳақ енгади. ЕТАКЛАШМОҚ1 Етакламоқ фл. бирг. н Шундан сўнг отларини етаклашиб, ичкариг кирдилар. А. Қодирий, Ўтган кунлар. 2 Қўл ушлашиб юрмоқ, биргаликд бўлмоқ. Опа-сингил етаклашиб, теми йўлчилар посёлкасидан чиққанда, қуё ботган эди. А. Мухтор, Опа-сингиллар Ота-бола етаклашиб, уйга чиқдик. С. Сиё ев, Ёруғлик.",
        "definition_lat": "Etakda yuradigan, etakka olinn. Otashkurak jingillab, Etaki otlar ngirlab.. kGulshanbogʻ. ETAKLAMOQ1 Qoʻlidan ushlab, koʻmakshib olib yurmoq. Vali aka oʻgʻlini etakb, tashqariga olib chiqib ketdi. M. Isiliy, Fargʻona t.o. - Qoʻying, buvi, xafa lmang, — dedi Gʻulomjon onasini ichkariga aklab. M. Ismoiliy, Fargʻona t.o. 2 Oʻziga ergashtirib (yurmoq), oʻzi bilan rga olmoq (toʻgʻri va koʻchma maʼnoda). rgʻilondan Toshkentga oʻz shogirdi Oxunjon ziqni etaklab, Yusufjon aka ham keldi. T. idov, Yusufjon qiziq. Tabiat oʻzining ngu, buzilmas qonuniga amal qilib, koʻkmni etaklab kelgan edi. Oʻ. Hoshimov, lbingga quloq sol. 3 Etovga olmoq. Otni etaklamoq. Tuyani aklamoq. shish Matpano molxonadan hoʻkizrni etaklab chiqdi. S. Siyoev, Avaz. 4 koʻchma Rahnamolik qilmoq, yoʻllamoq. labalar sari etaklamoq. mm Postanovmm kkuuttuubbxxoonnaassii kachi rejissyorning yosh sanʼatkorlarn katta sanʼat maydoniga dadillik bila etaklashi tahsinga sazovordir. M. Yahyoev Haq engadi. ETAKLAShMOQ1 Etaklamoq fl. birg. n Shundan soʻng otlarini etaklashib, ichkarig kirdilar. A. Qodiriy, Oʻtgan kunlar. 2 Qoʻl ushlashib yurmoq, birgalikd boʻlmoq. Opa-singil etaklashib, temi yoʻlchilar posyolkasidan chiqqanda, quyo botgan edi. A. Muxtor, Opa-singillar Ota-bola etaklashib, uyga chiqdik. S. Siyo ev, Yorugʻlik.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000056",
    "headword_cyr": "ЕТАКЧИ",
    "headword_lat": "ETAKChI",
    "transliteration": "etakchi",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Йўл юриш, йўналишд бошқариб, кетаклаб) борувчи, бошқарувчи Ҳар бир пода ва галанинг етакчи бошлиғи серкаси бўлади. кФан ва турмуши. Гала боши даги етакчи ўрдак аллақандай овоз била чуриллаб, ўз етагидагиларни огоҳлантири боради. Р. Бекниёз, Ҳаво йўли. Узоқлард турналарнинг қурқураши эшитиларди, тур налар бошида етакчиси учиб борарди. Т. Оби дов, Юсуфжон қизиқ. 2 кўчма Йўлбошчи, раҳбар. {Ғафур ака Кўпчиликка етакчи, катта-кичикка ба равар, қандини ecun! Н. Мақсудий, Умидл бола. .. Назира Йўлдошева йирик хўжа ликнинг жонкуяр етакчиси. кЎзбекисто қўриқларир. 3 кўчма Асосий, бош. Саноатнинг етак чи тармоқлари. Театрнинг етакчи артисти = Буларни ёзиб олиш, қиёсий ўрганиш. фолък лоршуносликнинг етакчи вазифаларида ҳисобланади. Газетадан. Етакчи феъл Феълнинг аналитик шак лида луғавий маъносини сақлаган феъл Мас., ўқиб кўр, қириб ташла, чидаб тур, бор олади феъл шаклларида ўқи, қир, чида, бо феъллари етакчи феъл ҳисобланади.",
        "definition_lat": "Yoʻl yurish, yoʻnalishd boshqarib, ketaklab) boruvchi, boshqaruvchi Har bir poda va galaning etakchi boshligʻi serkasi boʻladi. kFan va turmushi. Gala boshi dagi etakchi oʻrdak allaqanday ovoz bila churillab, oʻz etagidagilarni ogohlantiri boradi. R. Bekniyoz, Havo yoʻli. Uzoqlard turnalarning qurqurashi eshitilardi, tur nalar boshida etakchisi uchib borardi. T. Obi dov, Yusufjon qiziq. 2 koʻchma Yoʻlboshchi, rahbar. {Gʻafur aka Koʻpchilikka etakchi, katta-kichikka ba ravar, qandini ecun! N. Maqsudiy, Umidl bola. .. Nazira Yoʻldosheva yirik xoʻja likning jonkuyar etakchisi. kOʻzbekisto qoʻriqlarir. 3 koʻchma Asosiy, bosh. Sanoatning etak chi tarmoqlari. Teatrning etakchi artisti = Bularni yozib olish, qiyosiy oʻrganish. folʼk lorshunoslikning etakchi vazifalarida hisoblanadi. Gazetadan. Etakchi feʼl Feʼlning analitik shak lida lugʻaviy maʼnosini saqlagan feʼl Mas., oʻqib koʻr, qirib tashla, chidab tur, bor oladi feʼl shakllarida oʻqi, qir, chida, bo feʼllari etakchi feʼl hisoblanadi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000057",
    "headword_cyr": "ЕТАКЧИЛИК",
    "headword_lat": "ETAKChILIK",
    "transliteration": "etakchilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Бошчилик, раҳбарлик Жавод Кўчиев.. далачилик бригадасиг етакчилик қила бошлади. кЎзбекистон қў риқларир.",
        "definition_lat": "Boshchilik, rahbarlik Javod Koʻchiev.. dalachilik brigadasig etakchilik qila boshladi. kOʻzbekiston qoʻ riqlarir.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000058",
    "headword_cyr": "ЕТАР-ЕТМАС",
    "headword_lat": "ETAR-ETMAS",
    "transliteration": "etar-etmas",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [
      "ravish"
    ],
    "labels_raw": [
      "реш."
    ],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "реш. 1 Маълум мўлжал меъёрдан бир оз камроқ, сал кам. Ўтган йил меҳнат кунига ярим килога етар-етма буғдой, йигирма уч тийиндан пул олга капсанчилар бу йилги даромадни кўриб, буту орзулари ушалгандай бўлди. А. Қаҳҳор, Қўш чинор чироқлари. 2 Етишига оз қолганда. Уйга етар-етмас орқамдан ўғлим бориб қолди. wwwwww.z.ziiyyoouuzz..cc 17 5,72, ЕТАРЛИ 1 Маълум бир ерга ёки даражамеъёрга қарийб етадиган. Икки дераза ўртасида шипга етарли катта тошойнак.. бор эди. М. Исмоилий, Фарғона т. о. 2 Бирор эҳтиёж ёки мақсад учун кифоя қиладиган, етадиган. Етарли пул. Етарли ёрдам. ши Ғўза қўшимча кўсакларни етиштириш учун ердан етарли озиқ ололмайди. А. Қаҳҳор, Қўшчинор чироқлари.",
        "definition_lat": "resh. 1 Maʼlum moʻljal meʼyordan bir oz kamroq, sal kam. Oʻtgan yil mehnat kuniga yarim kiloga etar-etma bugʻdoy, yigirma uch tiyindan pul olga kapsanchilar bu yilgi daromadni koʻrib, butu orzulari ushalganday boʻldi. A. Qahhor, Qoʻsh chinor chiroqlari. 2 Etishiga oz qolganda. Uyga etar-etmas orqamdan oʻgʻlim borib qoldi. wwwwww.z.ziiyyoouuzz..cc 17 5,72, ETARLI 1 Maʼlum bir erga yoki darajameʼyorga qariyb etadigan. Ikki deraza oʻrtasida shipga etarli katta toshoynak.. bor edi. M. Ismoiliy, Fargʻona t. o. 2 Biror ehtiyoj yoki maqsad uchun kifoya qiladigan, etadigan. Etarli pul. Etarli yordam. shi Gʻoʻza qoʻshimcha koʻsaklarni etishtirish uchun erdan etarli oziq ololmaydi. A. Qahhor, Qoʻshchinor chiroqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000059",
    "headword_cyr": "ЕТИЛМОҚ",
    "headword_lat": "ETILMOQ",
    "transliteration": "etilmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Меъёрий даражасига етмоқ, тобига келмоқ. Нишолданинг қиёми етилди. mm Кунлар исиб, кўтарилган нам, Ерлар исиб, етилган тупроқ. Ғайратий. Emunган ерлар пешма-пеш бороналаниб, экишга тахт қилиб қўйилмоқда. Газетадан. Бу йил ҳам ғўза обдан етилгандан кейингина дефолиацияни бошладик. Газетадан. 2 Ўсиб, ривожланиб, истеъмол қилиш, пишиш даражасига етмоқ; пишмоқ. Фосфор ва калий ўғитлари меъёридагидан ортиқроқ берилса, картошканинг етилиши тезлашади. кФан ва турмуши. Қовун қарс этиб ёрилди. = Жонивор хўб етилибди-да, — деди Мадаминхўжа қовунни коса қилаётиб. М. Исмоилий, Фарғона т.о. 3 Ўсиб, улғайиб балоғатга етмоқ. У боёқишнинг нуридийдаси, етилган қизи бирдан ғойиб бўлсин.. Ойбек, Танланган асарлар. 4 кўчма Пишиб етмоқ, долзарб бўлмоқ. Таълим-тарбия савиясини оширишнинг етилган масалалари ишчанлик билан ҳал этилаётир. Газетадан. Шундай баъзи етилган саволларимиз бор. Ҳ. Шайхов, Рене жумбоғи. 5 кўчма с.т. Кайфи ошмоқ; қаттиқ маст бўлмоқ. Ҳар ким билан қадаҳ уриштириб ичавериб, роса етилибди. 6 кам қўлл. Бирор даража, мавқе ва ш. к. га етмоқ, эришмоқ; етишмоқ. Бу.. оддий докладлардан эмас, балки.. етим-камбағал болаларнинг мана бугун ўқитувчи бўлиб етилганлари тўғрисида таъсирли бир қисса. П. Турсун, Ўқитувчи. Ҳамза.. такаллуми ифодали, мантиқли, зеҳни ўткир.. ўз сўзли йигит бўлиб етилган эди. К. Яшин, Ҳамза.",
        "definition_lat": "Meʼyoriy darajasiga etmoq, tobiga kelmoq. Nisholdaning qiyomi etildi. mm Kunlar isib, koʻtarilgan nam, Erlar isib, etilgan tuproq. Gʻayratiy. Emungan erlar peshma-pesh boronalanib, ekishga taxt qilib qoʻyilmoqda. Gazetadan. Bu yil ham gʻoʻza obdan etilgandan keyingina defoliatsiyani boshladik. Gazetadan. 2 Oʻsib, rivojlanib, isteʼmol qilish, pishish darajasiga etmoq; pishmoq. Fosfor va kaliy oʻgʻitlari meʼyoridagidan ortiqroq berilsa, kartoshkaning etilishi tezlashadi. kFan va turmushi. Qovun qars etib yorildi. = Jonivor xoʻb etilibdi-da, — dedi Madaminxoʻja qovunni kosa qilayotib. M. Ismoiliy, Fargʻona t.o. 3 Oʻsib, ulgʻayib balogʻatga etmoq. U boyoqishning nuridiydasi, etilgan qizi birdan gʻoyib boʻlsin.. Oybek, Tanlangan asarlar. 4 koʻchma Pishib etmoq, dolzarb boʻlmoq. Taʼlim-tarbiya saviyasini oshirishning etilgan masalalari ishchanlik bilan hal etilayotir. Gazetadan. Shunday baʼzi etilgan savollarimiz bor. H. Shayxov, Rene jumbogʻi. 5 koʻchma s.t. Kayfi oshmoq; qattiq mast boʻlmoq. Har kim bilan qadah urishtirib ichaverib, rosa etilibdi. 6 kam qoʻll. Biror daraja, mavqe va sh. k. ga etmoq, erishmoq; etishmoq. Bu.. oddiy dokladlardan emas, balki.. etim-kambagʻal bolalarning mana bugun oʻqituvchi boʻlib etilganlari toʻgʻrisida taʼsirli bir qissa. P. Tursun, Oʻqituvchi. Hamza.. takallumi ifodali, mantiqli, zehni oʻtkir.. oʻz soʻzli yigit boʻlib etilgan edi. K. Yashin, Hamza.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000060",
    "headword_cyr": "ЕТИМ",
    "headword_lat": "ETIM",
    "transliteration": "etim",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "a. а.га — ота-онасиз, етим, яккаю ягона; ноёб",
        "variant_note_lat": "a. a.ga — ota-onasiz, etim, yakkayu yagona; noyob"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Отадан, онадан ёки ҳар икковидан ажралган. Етим бола. Етим қўзи. ши Уларнинг бири олти яшар, бири тўрт яшар етим набиралари Унсинни севадилар. Ойбек, Танланган асарлар. Ҳали овқат ейишга ўрганмаган тўртта бузоқ кўзлари мўлтираб mm kkuuttuubbxxoonnaassii SRI \"аи етим қолади-ю, ачинмай бўладими7 С. Анорбоев, Оқсой. Тирик етим Отаси ёки онаси ёки ҳар х иккови томонидан ташлаб кетилган қаровсиз бола. Ўғлингни тирик етим қилма. Boланг туфайли ҳар қанча оғирчилик бўлса, ус- т тингга ол. А. Қаҳҳор, Қўшчинор чироқлари. Истардикки, кетима, ктирик етим сўзлари л дунёда йўқ бўлса, фақатгина китоблардагина қолса. Газетадан. 2 кўчма Ташлаб қўйилган, эътибор берилмайдиган, қаралмайдиган шахс ёки б нарсага нисбатан қўлланади. Айниқса, биз- р нинг бечора мўйтан уруғи — қўнғирот эли- о нинг шўрлик етими, бир шапалоқ урса ҳам, қ эвазига жон бериб келган. А. Мухтор, Қора- ў қалпоқ қиссаси. Етим қовурға анат. Энг б пастки жуфт қовурға.",
        "definition_lat": "Otadan, onadan yoki har ikkovidan ajralgan. Etim bola. Etim qoʻzi. shi Ularning biri olti yashar, biri toʻrt yashar etim nabiralari Unsinni sevadilar. Oybek, Tanlangan asarlar. Hali ovqat eyishga oʻrganmagan toʻrtta buzoq koʻzlari moʻltirab mm kkuuttuubbxxoonnaassii SRI \"ai etim qoladi-yu, achinmay boʻladimi7 S. Anorboev, Oqsoy. Tirik etim Otasi yoki onasi yoki har x ikkovi tomonidan tashlab ketilgan qarovsiz bola. Oʻgʻlingni tirik etim qilma. Bolang tufayli har qancha ogʻirchilik boʻlsa, us- t tingga ol. A. Qahhor, Qoʻshchinor chiroqlari. Istardikki, ketima, ktirik etim soʻzlari l dunyoda yoʻq boʻlsa, faqatgina kitoblardagina qolsa. Gazetadan. 2 koʻchma Tashlab qoʻyilgan, eʼtibor berilmaydigan, qaralmaydigan shaxs yoki b narsaga nisbatan qoʻllanadi. Ayniqsa, biz- r ning bechora moʻytan urugʻi — qoʻngʻirot eli- o ning shoʻrlik etimi, bir shapaloq ursa ham, q evaziga jon berib kelgan. A. Muxtor, Qora- oʻ qalpoq qissasi. Etim qovurgʻa anat. Eng b pastki juft qovurgʻa.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000061",
    "headword_cyr": "ЕТИМВАЧЧА",
    "headword_lat": "ETIMVAChChA",
    "transliteration": "etimvachcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "етим 4 ф. 132 – бола",
        "variant_note_lat": "etim 4 f. 132 – bola"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "эск. с Етим бола. - Бу ота-бобоси мактаб кўрмаган етимваччаларингизга шундай муаллимни х қаёқдан топасиз2 — деди Бобохўжа домла. м П. Турсун. Ўқитувчи. ЕТИМ-ЕСИР1 Етим ва есир(лар). Сиз- қ лар суриштирмай, қўлларимизни боғлаб, зин- д донга юборасиз, мол-ашёмизни талайсиз, хо- л тин-болаларимизни етим-есир қиласиз. С. Ай- з ний, Дохунда. л 2 Умуман, етим ва қаровсиз (қаров- ў чисиз) қолган (болалар). Уйи куйиб, хонавайрон бўлган камбағал деҳқонларнинг етим- л есир болалари билан интернатлар тўлиб кетди. Ғайратий, Унутилмас кунлар. Эрхотин: с Энди биронта етим-есирни топсин, ичкуёв қиламиз... деган хулосага келишибди. Ў. Ҳошимов, Қалбингга қулоқ сол.",
        "definition_lat": "esk. s Etim bola. - Bu ota-bobosi maktab koʻrmagan etimvachchalaringizga shunday muallimni x qayoqdan topasiz2 — dedi Boboxoʻja domla. m P. Tursun. Oʻqituvchi. ETIM-ESIR1 Etim va esir(lar). Siz- q lar surishtirmay, qoʻllarimizni bogʻlab, zin- d donga yuborasiz, mol-ashyomizni talaysiz, xo- l tin-bolalarimizni etim-esir qilasiz. S. Ay- z niy, Doxunda. l 2 Umuman, etim va qarovsiz (qarov- oʻ chisiz) qolgan (bolalar). Uyi kuyib, xonavayron boʻlgan kambagʻal dehqonlarning etim- l esir bolalari bilan internatlar toʻlib ketdi. Gʻayratiy, Unutilmas kunlar. Erxotin: s Endi bironta etim-esirni topsin, ichkuyov qilamiz... degan xulosaga kelishibdi. Oʻ. Hoshimov, Qalbingga quloq sol.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000062",
    "headword_cyr": "ЕТИМЛИК",
    "headword_lat": "ETIMLIK",
    "transliteration": "etimlik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етим эканлик. Ундан битта ёдгорлигим.. етимлиги билинмасин, ўксинмасин, дейман. Қарғасам, тилим куяди. қ Ҳ. Назир, Сўнмас чақмоқлар. 2 Етимларга хос ҳаёт, етим ҳолати. Етим- б ликда ўсганми, жуда синиқ йигит кўринади. С. Зуннунова, Гулхан. Дам-бадам пақирдан сув олиб ичади-ю, ўтган кунларини, етим- л ликда чеккан жафоларини.. ўйлайди. С. Сиёев, Отлиқ аёл.",
        "definition_lat": "Etim ekanlik. Undan bitta yodgorligim.. etimligi bilinmasin, oʻksinmasin, deyman. Qargʻasam, tilim kuyadi. q H. Nazir, Soʻnmas chaqmoqlar. 2 Etimlarga xos hayot, etim holati. Etim- b likda oʻsganmi, juda siniq yigit koʻrinadi. S. Zunnunova, Gulxan. Dam-badam paqirdan suv olib ichadi-yu, oʻtgan kunlarini, etim- l likda chekkan jafolarini.. oʻylaydi. S. Siyoev, Otliq ayol.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000063",
    "headword_cyr": "ЕТИМОНА",
    "headword_lat": "ETIMONA",
    "transliteration": "etimona",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етимга ўхшаб, етимлар син- ў гари. Болалар ҳам, гўё отадан абадий айрилгандек, бошларини етимона буккан эдилар. г Ойбек, Нур қидириб. г ЕТИМПАРВАР (етим = ф. 532 7 боқувчи, парваришловчи) Етимларга меҳри- м wwwwww.z.ziiyyoouuzz..cc онлик, ғамхўрлик қиладиган. Бечора жуда тимпарвар, одамохун. Уйи тўла хотинлаж, бола-чақа.. Ҳ. Ғулом, Машъал. ЕТИМХОНА1 тар. Етимлар ва қаровсиз олган болаларни тарбиялайдиган ва ўқидиган муассаса. { Холмурод) Одамлардан тимхона қаердалигини ва у ердаги боларнииг ҳол-аҳволи қандайлигини суриширмоқчи бўлди. П. Турсун, Ўқитувчи. 2 эск. айн. интернат.",
        "definition_lat": "Etimga oʻxshab, etimlar sin- oʻ gari. Bolalar ham, goʻyo otadan abadiy ayrilgandek, boshlarini etimona bukkan edilar. g Oybek, Nur qidirib. g ETIMPARVAR (etim = f. 532 7 boquvchi, parvarishlovchi) Etimlarga mehri- m wwwwww.z.ziiyyoouuzz..cc onlik, gʻamxoʻrlik qiladigan. Bechora juda timparvar, odamoxun. Uyi toʻla xotinlaj, bola-chaqa.. H. Gʻulom, Mashʼal. ETIMXONA1 tar. Etimlar va qarovsiz olgan bolalarni tarbiyalaydigan va oʻqidigan muassasa. { Xolmurod) Odamlardan timxona qaerdaligini va u erdagi bolarniig hol-ahvoli qandayligini surishirmoqchi boʻldi. P. Tursun, Oʻqituvchi. 2 esk. ayn. internat.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000064",
    "headword_cyr": "ЕТИМЧА",
    "headword_lat": "ETIMChA",
    "transliteration": "etimcha",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ота-онасиз қолган бола, етим ла, етимвачча. Саид Жамолхон қизининг зғорини кнотинчо қилаётган етимчадан онгина қутулди: Саломатни эшонга назир лди. С. Аҳмад, Ҳукм. Уни босмачилар отиб дирди. Мана шу кичкина болалар етимча либ қолишди. Ҳ. Ғулом, Машъал. ЕТИШМОВЧИЛИК1 Камчилик, нуқн. Ишдаги камчилик, етишмовчиликларни угатмоқ. mm Шу билан бирга айрим жаликларда муайян камчилик ва етишвчиликлар ҳам мавжуд. Газетадан. 2 Етишмаслик ҳолати; камчиллик, танслик. Айниқса, ўтин-кўмир етишмовчилиги рҳол сезилиб қолди. Ҳ. Ғулом, Тошкентклар. кБалки ўз ёлғизлиги, бекорчилигидан рикиб, бунинг устига рўзғор етишмовчигидан сиқилиб, хафагазак бўлгандир2 деб лади Камол. Ҳ. Назир, Кўктерак шабадаси. ЕТИШМОҚ1 Етмоқ фл. бирг. н. Йигитр ярим соат йўл юриб, гузарга етишди. йбек, Нур қидириб. { Ширин ва Шакар) Гоҳ ақтларда сувсиз чўлларга тушиб, қистаб рар бир-бирига етишиб. кШирин билан акар. 2 Етмоқ, эришмоқ. Мақсадга етишмоқ. р васлига етишмоқ. шиш Мулла Бурҳон иждувон бегига қирқ йил солиқ йиғувчилик либ, қоровулбегилик мансабига етишди. М. ўрабоев, М.Б. мартабаси. Ҳаммага ҳам равермайди.. Радиоклубга етти йил қатаб эришдим бунга.. А. Мухтор, Чинор. 3 Юзага келмоқ, пайдо бўлмоқ. Деҳқонр оиласидан кўплаб зиёлилар етишиб чиқди. . Сафаров, Оловли излар. 4 Вақти етмоқ, келмоқ. Етишди ҳамон ирга замон.. к Муштум. 5 айн. етмоқ. Йўлчи ака, бизникида умид- , орзуга тезроқ етишасиз. Ойбек, Танланн асарлар. 6 Камчил, меъёрга етмаган ҳолатда бўлқ. Буларнинг бўлимидагина ҳаво етишmm kkuuttuubbxxoonnaassii магандек қисилиб, хунобгарчиликдан боши чиқмайди одамнинг. Ф. Мусажонов, Ҳиммат. Ваҳолонки, бошқа қурилишларда ишчи кучи ҳам, механизм ҳам етишмайди. кМуштуми. ЕТИШТИРМОҚ1 Етишмоқ QI. орт. н. 2 Тайёрлаб етказмоқ. Халқим етиштирган ҳосил чўғига баланд тоғлар ҳайрон қолиб турибди. А. Орипов, Йиллар армони. Шунча ҳосилни ҳеч қандай вакилсиз етиштирган деҳқон уни усиз ҳам йиғиштириб ололмайdumu? С. Нуров, Нарвон.",
        "definition_lat": "Ota-onasiz qolgan bola, etim la, etimvachcha. Said Jamolxon qizining zgʻorini knotincho qilayotgan etimchadan ongina qutuldi: Salomatni eshonga nazir ldi. S. Ahmad, Hukm. Uni bosmachilar otib dirdi. Mana shu kichkina bolalar etimcha lib qolishdi. H. Gʻulom, Mashʼal. ETIShMOVChILIK1 Kamchilik, nuqn. Ishdagi kamchilik, etishmovchiliklarni ugatmoq. mm Shu bilan birga ayrim jaliklarda muayyan kamchilik va etishvchiliklar ham mavjud. Gazetadan. 2 Etishmaslik holati; kamchillik, tanslik. Ayniqsa, oʻtin-koʻmir etishmovchiligi rhol sezilib qoldi. H. Gʻulom, Toshkentklar. kBalki oʻz yolgʻizligi, bekorchiligidan rikib, buning ustiga roʻzgʻor etishmovchigidan siqilib, xafagazak boʻlgandir2 deb ladi Kamol. H. Nazir, Koʻkterak shabadasi. ETIShMOQ1 Etmoq fl. birg. n. Yigitr yarim soat yoʻl yurib, guzarga etishdi. ybek, Nur qidirib. { Shirin va Shakar) Goh aqtlarda suvsiz choʻllarga tushib, qistab rar bir-biriga etishib. kShirin bilan akar. 2 Etmoq, erishmoq. Maqsadga etishmoq. r vasliga etishmoq. shish Mulla Burhon ijduvon begiga qirq yil soliq yigʻuvchilik lib, qorovulbegilik mansabiga etishdi. M. oʻraboev, M.B. martabasi. Hammaga ham ravermaydi.. Radioklubga etti yil qatab erishdim bunga.. A. Muxtor, Chinor. 3 Yuzaga kelmoq, paydo boʻlmoq. Dehqonr oilasidan koʻplab ziyolilar etishib chiqdi. . Safarov, Olovli izlar. 4 Vaqti etmoq, kelmoq. Etishdi hamon irga zamon.. k Mushtum. 5 ayn. etmoq. Yoʻlchi aka, biznikida umid- , orzuga tezroq etishasiz. Oybek, Tanlann asarlar. 6 Kamchil, meʼyorga etmagan holatda boʻlq. Bularning boʻlimidagina havo etishmm kkuuttuubbxxoonnaassii magandek qisilib, xunobgarchilikdan boshi chiqmaydi odamning. F. Musajonov, Himmat. Vaholonki, boshqa qurilishlarda ishchi kuchi ham, mexanizm ham etishmaydi. kMushtumi. ETIShTIRMOQ1 Etishmoq QI. ort. n. 2 Tayyorlab etkazmoq. Xalqim etishtirgan hosil choʻgʻiga baland togʻlar hayron qolib turibdi. A. Oripov, Yillar armoni. Shuncha hosilni hech qanday vakilsiz etishtirgan dehqon uni usiz ham yigʻishtirib ololmaydumu? S. Nurov, Narvon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000065",
    "headword_cyr": "ЕТКАЗМОҚ",
    "headword_lat": "ETKAZMOQ",
    "transliteration": "etkazmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етмоқ фл. орт. н. Хабар етказмоқ. Зиён етказмоқ. Саломини етказмоқ. Охирига етказмоқ. Вояга етказмоқ. 2 Тайёрлаб, етиштириб бермоқ. Саноатга фидойи шогирдларни кўплаб етказганим билан.. бахтиёрман. Газетадан. Қишлоқ механизаторларига арзон, ихчам, пухта ва қулай машиналар етказиб берамиз. Газетадан. ETMAK I эск. айн. етмоқ. ETMAK II Чиннигулдошларга мансуб ўтсимон ўсимликнинг кўпикланувчи моддага бой илдизи (тўқимачилик саноати, дори тайёрлаш, қандолатчилик ва ш.к. да қўлланади). Ўрта Осиёда ўсадиган энг қимматли ўсимликлардан яна бири етмак (бех)дир. Қ.З.Зокиров, Туркистон етмаги.",
        "definition_lat": "Etmoq fl. ort. n. Xabar etkazmoq. Ziyon etkazmoq. Salomini etkazmoq. Oxiriga etkazmoq. Voyaga etkazmoq. 2 Tayyorlab, etishtirib bermoq. Sanoatga fidoyi shogirdlarni koʻplab etkazganim bilan.. baxtiyorman. Gazetadan. Qishloq mexanizatorlariga arzon, ixcham, puxta va qulay mashinalar etkazib beramiz. Gazetadan. ETMAK I esk. ayn. etmoq. ETMAK II Chinniguldoshlarga mansub oʻtsimon oʻsimlikning koʻpiklanuvchi moddaga boy ildizi (toʻqimachilik sanoati, dori tayyorlash, qandolatchilik va sh.k. da qoʻllanadi). Oʻrta Osiyoda oʻsadigan eng qimmatli oʻsimliklardan yana biri etmak (bex)dir. Q.Z.Zokirov, Turkiston etmagi.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000066",
    "headword_cyr": "ЕТМИШ",
    "headword_lat": "ETMISh",
    "transliteration": "etmish",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "70",
        "definition_cyr": "рақами ва шу рақам билан ифодаланган сон, миқдор. Етмиш кун. Етти карра ўн — етмиш. Эр йигитга етмиш ҳунар оз. Мақол. шш Жами бўлиб бир сўм етмиш тийин ишлаган эди. Ойбек, Танланган асарлар.",
        "definition_lat": "raqami va shu raqam bilan ifodalangan son, miqdor. Etmish kun. Etti karra oʻn — etmish. Er yigitga etmish hunar oz. Maqol. shsh Jami boʻlib bir soʻm etmish tiyin ishlagan edi. Oybek, Tanlangan asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000067",
    "headword_cyr": "ЕТМОҚ",
    "headword_lat": "ETMOQ",
    "transliteration": "etmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Юриб, йўналиб, маълум бир ерга, жойга, манзилга бориб олмоқ. Ҳайдар ота Кўтармага хуфтондан кейин етди. А. Қаҳҳор, Асрор бобо. Эшик олдига етганида, негадир ўзининг ҳам ўша ёққа талпинаётганини сезиб, ҳаяжон ичида тутқични ушлади. Ў. Ҳошимов, Қалбингга қулоқ сол. 2 Қувиб, тенглашиб олмоқ. Ошиқмаган қуёнга етибди. Мақол. шш Қистаса ҳам, етолмайди бедовлар. кМаликаи айёр. 3 Жўнатилган, тарқатилган жойидан, манбаидан наридаги бирор жойга бормоқ (овоза, гап, хат-хабар ва ш. к. ҳақида). Бу хабар бизгача етиб келди. Бу гап унинг қулоғига етмасин. тиш Ҳай деганда, ҳаққа етгай нолишим. кМаликаи айёр. 4 Бўй, ҳажм, миқдор, даража жиҳатидан бошқасига тенг бўлмоқ, тенглашмоқ, баробар келмоқ. Девор ўлгудай баланд-да, бўйи wwwwww.z.ziiyyoouuzz..cc 19 5} етмади. М. Исмоилий, Фарғона т. o. Б0ракалло, гўшт тўғрашда сенга етадигани йўқ.. К. Яшин, Ҳамза. 5 Таъмин этадиган, кифоя киладиган миқдорда бўлмоқ. Жой ҳаммага етади. Оз бўлса етар, кўп бўлса кетар. Мақол. ши Қандоқ қилай, ўртоқжон, бошқа ишларни йиғиштирай десам, ойлик етмайди. А. Қаҳҳор, Қанотсиз читтак. Саройдан тушадиган ҳадяларни бир ой тўплаганда, тўрт қадоқ этга етмайди. С. Сиёев, Ёруғлик. 6 Муваффақ, муяссар бўлмоқ; эришмоқ. Яхши билан юрдим — етдим муродга, ёмон билан юрдим — қолдим уятга. Makon. шиш Қани энди, дунёда вафо бўлса, ҳар ким тилагига етса. А. Қаҳҳор, Шоҳи сўзана. 7 Кифоя қилмоқ. Онанг бечорага отангдан иккита сағир билан қолиб, кўрган кунлари ҳам етади. А. Қаҳҳор, Қўшчинор чироқлари. Қўй энди, ўзимнинг қийналаётганим ҳам етади. Н. Сафаров, Шарқ тонги. 8 Маълум бир ёшгача яшаб бормоқ, умр кўрмоқ. Отам саксонга етди. шиш Олтмиш тўрт ёшга етдим, ўғлим-қизим бўлмади. А. Қодирий, Ўтган кунлар. 9 Келмоқ; бошланмоқ. Вақти етди. Куни етди. шиш Кунлар ўтди, ваъданинг муддати етди. У. Исмоилов, Сайланма. 10 Талаб, меъёр даражасида бўлмоқ. Қиличнинг ишлови етган, Теккан омон қолмасин деб, Заҳарнинг сувини ялатган. «Maликаи айёр. 11 кўм. фл. взф. Етакчи феълдаги ҳаракатнинг охиригача, тугал бажарилиши маъносини билдиради. Йўқ, ҳали англаб ётганингизча йўқ. Н. Сафаров, Уйғониш. Отаонасига ўз сўзини ўтказишга Саидий ишониб етмади. А. Қаҳҳор, Сароб. Ақли етмоқ қ. ақл. Бошига етмоқ қ. бош. Боши кўкка (ёки осмонга) етмоқ қ. бош. Бўйи(га) етмоқ қ. бўй. Кўзи етмоқ қ. кўз. Нима етсин Ҳеч нарса тенг келолмайдиган иш, нарса ва ш. к. ҳақида айтиладиган ибора. Эҳе, китоб ўқишга нима етсин. П. Турсун, Ўқитувчи. Овзи қулоғига етди қ. оғиз. Пичоқ суякка етди қ. суяк. Тагига етмоқ қ. таг. Қўли етмоқ қ. қўл.",
        "definition_lat": "Yurib, yoʻnalib, maʼlum bir erga, joyga, manzilga borib olmoq. Haydar ota Koʻtarmaga xuftondan keyin etdi. A. Qahhor, Asror bobo. Eshik oldiga etganida, negadir oʻzining ham oʻsha yoqqa talpinayotganini sezib, hayajon ichida tutqichni ushladi. Oʻ. Hoshimov, Qalbingga quloq sol. 2 Quvib, tenglashib olmoq. Oshiqmagan quyonga etibdi. Maqol. shsh Qistasa ham, etolmaydi bedovlar. kMalikai ayyor. 3 Joʻnatilgan, tarqatilgan joyidan, manbaidan naridagi biror joyga bormoq (ovoza, gap, xat-xabar va sh. k. haqida). Bu xabar bizgacha etib keldi. Bu gap uning qulogʻiga etmasin. tish Hay deganda, haqqa etgay nolishim. kMalikai ayyor. 4 Boʻy, hajm, miqdor, daraja jihatidan boshqasiga teng boʻlmoq, tenglashmoq, barobar kelmoq. Devor oʻlguday baland-da, boʻyi wwwwww.z.ziiyyoouuzz..cc 19 5} etmadi. M. Ismoiliy, Fargʻona t. o. B0rakallo, goʻsht toʻgʻrashda senga etadigani yoʻq.. K. Yashin, Hamza. 5 Taʼmin etadigan, kifoya kiladigan miqdorda boʻlmoq. Joy hammaga etadi. Oz boʻlsa etar, koʻp boʻlsa ketar. Maqol. shi Qandoq qilay, oʻrtoqjon, boshqa ishlarni yigʻishtiray desam, oylik etmaydi. A. Qahhor, Qanotsiz chittak. Saroydan tushadigan hadyalarni bir oy toʻplaganda, toʻrt qadoq etga etmaydi. S. Siyoev, Yorugʻlik. 6 Muvaffaq, muyassar boʻlmoq; erishmoq. Yaxshi bilan yurdim — etdim murodga, yomon bilan yurdim — qoldim uyatga. Makon. shish Qani endi, dunyoda vafo boʻlsa, har kim tilagiga etsa. A. Qahhor, Shohi soʻzana. 7 Kifoya qilmoq. Onang bechoraga otangdan ikkita sagʻir bilan qolib, koʻrgan kunlari ham etadi. A. Qahhor, Qoʻshchinor chiroqlari. Qoʻy endi, oʻzimning qiynalayotganim ham etadi. N. Safarov, Sharq tongi. 8 Maʼlum bir yoshgacha yashab bormoq, umr koʻrmoq. Otam saksonga etdi. shish Oltmish toʻrt yoshga etdim, oʻgʻlim-qizim boʻlmadi. A. Qodiriy, Oʻtgan kunlar. 9 Kelmoq; boshlanmoq. Vaqti etdi. Kuni etdi. shish Kunlar oʻtdi, vaʼdaning muddati etdi. U. Ismoilov, Saylanma. 10 Talab, meʼyor darajasida boʻlmoq. Qilichning ishlovi etgan, Tekkan omon qolmasin deb, Zaharning suvini yalatgan. «Malikai ayyor. 11 koʻm. fl. vzf. Etakchi feʼldagi harakatning oxirigacha, tugal bajarilishi maʼnosini bildiradi. Yoʻq, hali anglab yotganingizcha yoʻq. N. Safarov, Uygʻonish. Otaonasiga oʻz soʻzini oʻtkazishga Saidiy ishonib etmadi. A. Qahhor, Sarob. Aqli etmoq q. aql. Boshiga etmoq q. bosh. Boshi koʻkka (yoki osmonga) etmoq q. bosh. Boʻyi(ga) etmoq q. boʻy. Koʻzi etmoq q. koʻz. Nima etsin Hech narsa teng kelolmaydigan ish, narsa va sh. k. haqida aytiladigan ibora. Ehe, kitob oʻqishga nima etsin. P. Tursun, Oʻqituvchi. Ovzi qulogʻiga etdi q. ogʻiz. Pichoq suyakka etdi q. suyak. Tagiga etmoq q. tag. Qoʻli etmoq q. qoʻl.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000068",
    "headword_cyr": "ЕТОВ",
    "headword_lat": "ETOV",
    "transliteration": "etov",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Жиловидан тутиб эргаштирилган, етакланган, етакдаги. Етовдаги отни танимаган одам оз эди. Ойбек, Навоий.",
        "definition_lat": "Jilovidan tutib ergashtirilgan, etaklangan, etakdagi. Etovdagi otni tanimagan odam oz edi. Oybek, Navoiy.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000069",
    "headword_cyr": "ЕТТИ",
    "headword_lat": "ETTI",
    "transliteration": "etti",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "7 рақами ва шу рақам билан ифодаланган сон, миқдор. Ётти киши. Етти mm kkuuttuubbxxoonnaassii R2 сўм. Етти метр. Етти меҳнат куни. Ётти ўлчаб, бир кес. Мақол. Ёмондан қоровул қўйсанг, ёв етти бўлар. Мақол. 2 этн. Вафотнинг тўртинчи куни ўтказиладиган маросим, маърака. Кеча, одатга мувофиқ, нари-бери етти қилинди. Ойбек, Танланган асарлар. 3 Айрим сўзлар билан қўлланиб, маънони кучайтириш учун хизмат қилади. Етти ухлаб тушимга кирмаган. Етти қовун пишиғи бор. mm Муллажон амаки етти маҳалланинг катта устаси. Э. Раимов, Ажаб қишлоқ. кБоланинг кўнглига қараб расво қиляпсизлар, етти хуфтонга қадар юришга чакки ўрганди. Ойдин. Номи етти қишлоққа кетган Бувниса хоним-а: Р. Файзий, Чўлга баҳор келди. Етти букилмоқ Ортиқ даражада иззатҳурмат қилмоқ, ўта сиғинмоқ. Етти ёт бегона қ. ёт 1. Етти иқлим қ. иқлим. Етти оғайни Яққол кўриниб турадиган, чўмичсимон ўрнашган, етти юлдуздан иборат шимолий бурж (юлдузлар туркуми); Етти қароқчи, Катта айиқ. Етти пушт қ. пушт 2. Етти хуфтонгача қ. хуфтон 2. Кичик етти оғайни Қутбга яқин, чўмичсимон жойлашган, етти юлдуздан иборат шимолий бурж (юлдузлар туркуми); Кичик етти қароқчи, Кичик айиқ.",
        "definition_lat": "7 raqami va shu raqam bilan ifodalangan son, miqdor. Yotti kishi. Etti mm kkuuttuubbxxoonnaassii R2 soʻm. Etti metr. Etti mehnat kuni. Yotti oʻlchab, bir kes. Maqol. Yomondan qorovul qoʻysang, yov etti boʻlar. Maqol. 2 etn. Vafotning toʻrtinchi kuni oʻtkaziladigan marosim, maʼraka. Kecha, odatga muvofiq, nari-beri etti qilindi. Oybek, Tanlangan asarlar. 3 Ayrim soʻzlar bilan qoʻllanib, maʼnoni kuchaytirish uchun xizmat qiladi. Etti uxlab tushimga kirmagan. Etti qovun pishigʻi bor. mm Mullajon amaki etti mahallaning katta ustasi. E. Raimov, Ajab qishloq. kBolaning koʻngliga qarab rasvo qilyapsizlar, etti xuftonga qadar yurishga chakki oʻrgandi. Oydin. Nomi etti qishloqqa ketgan Buvnisa xonim-a: R. Fayziy, Choʻlga bahor keldi. Etti bukilmoq Ortiq darajada izzathurmat qilmoq, oʻta sigʻinmoq. Etti yot begona q. yot 1. Etti iqlim q. iqlim. Etti ogʻayni Yaqqol koʻrinib turadigan, choʻmichsimon oʻrnashgan, etti yulduzdan iborat shimoliy burj (yulduzlar turkumi); Etti qaroqchi, Katta ayiq. Etti pusht q. pusht 2. Etti xuftongacha q. xufton 2. Kichik etti ogʻayni Qutbga yaqin, choʻmichsimon joylashgan, etti yulduzdan iborat shimoliy burj (yulduzlar turkumi); Kichik etti qaroqchi, Kichik ayiq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000070",
    "headword_cyr": "ЕТТИЛИК",
    "headword_lat": "ETTILIK",
    "transliteration": "ettilik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етти нарса ёки кишидан иборат. Еттилик комиссия. 2 Еттита холи бўлган карта. Ёттилик ғиштин.",
        "definition_lat": "Etti narsa yoki kishidan iborat. Ettilik komissiya. 2 Ettita xoli boʻlgan karta. Yottilik gʻishtin.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000071",
    "headword_cyr": "ЕТУК",
    "headword_lat": "ETUK",
    "transliteration": "etuk",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Жисмоний жиҳатдан тўла ривожланган, камолотга эришган. Тирқишдан мўраладим: Йўлчи, ҳам етук бир қиз. Ойбек, Танланган асарлар. Қирқ ҳадегунча ўтиб ҳам кетди, Ўғлингнинг кўрсайдинг етук камолин. F. Ғулом. 2 Илм, ҳунар, тажриба ва б. жиҳатлардан лишиб етган, етарли малакага эга, баркамол. Етук олим. Етук мутахассис. Етук санъаткор. шш Бизда етук адабиёт муаллимлари борлигига ишонамиз. Газетадан. Мукаммал кўрмоқчи бўлдик дунёни, Етук бўлолмадик ўзимиз бироқ. А. Орипов, Йиллар армони. Буюк, етук одамлар камтар, камсуқум.. бўлишини бу доно қиз яхши биларди. Мирмуҳсин, Меъмор. 3 Талаб, меъёр жиҳатидан мукаммал даражага эга, юқори савияли. Етук бадиий асар. ши Лутфий ғазаллари асосида яратилган мусамматлар Навоий томонидан Лутфийнинг wwwwww.z.ziiyyoouuzz..cc юксак шоирлик иқтидорининг, етук бадиий маҳоратининг сўзсиз тан олинганлигига ишончли далилдир. «YTA».",
        "definition_lat": "Jismoniy jihatdan toʻla rivojlangan, kamolotga erishgan. Tirqishdan moʻraladim: Yoʻlchi, ham etuk bir qiz. Oybek, Tanlangan asarlar. Qirq hadeguncha oʻtib ham ketdi, Oʻgʻlingning koʻrsayding etuk kamolin. F. Gʻulom. 2 Ilm, hunar, tajriba va b. jihatlardan lishib etgan, etarli malakaga ega, barkamol. Etuk olim. Etuk mutaxassis. Etuk sanʼatkor. shsh Bizda etuk adabiyot muallimlari borligiga ishonamiz. Gazetadan. Mukammal koʻrmoqchi boʻldik dunyoni, Etuk boʻlolmadik oʻzimiz biroq. A. Oripov, Yillar armoni. Buyuk, etuk odamlar kamtar, kamsuqum.. boʻlishini bu dono qiz yaxshi bilardi. Mirmuhsin, Meʼmor. 3 Talab, meʼyor jihatidan mukammal darajaga ega, yuqori saviyali. Etuk badiiy asar. shi Lutfiy gʻazallari asosida yaratilgan musammatlar Navoiy tomonidan Lutfiyning wwwwww.z.ziiyyoouuzz..cc yuksak shoirlik iqtidorining, etuk badiiy mahoratining soʻzsiz tan olinganligiga ishonchli dalildir. «YTA».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000072",
    "headword_cyr": "ЕТУКЛИК",
    "headword_lat": "ETUKLIK",
    "transliteration": "etuklik",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Етук эканлик, етук даражага эгалик. Бу қийин, лекин ҳаётий зарур иш, сиёсий етукликка жиддий имтиҳондир. Газетадан. Мавлум бир эпизодни баён қилишда авторнинг бадиий маҳорати, ётуклиги.. сезилиб туради. «YTA».",
        "definition_lat": "Etuk ekanlik, etuk darajaga egalik. Bu qiyin, lekin hayotiy zarur ish, siyosiy etuklikka jiddiy imtihondir. Gazetadan. Mavlum bir epizodni bayon qilishda avtorning badiiy mahorati, yotukligi.. sezilib turadi. «YTA».",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000073",
    "headword_cyr": "ЕФРЕЙТОР",
    "headword_lat": "EFREYTOR",
    "transliteration": "efreytor",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [
      {
        "variant_note_cyr": "nem. Gefreiter — ефрейтор",
        "variant_note_lat": "nem. Gefreiter — efreytor"
      }
    ],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Баъзи мамлакатларда, мас., Россияда, оддий аскарга бериладиган бошланғич ҳарбий унвон ва шу унвонга эга бўлган шахс. ЕЧИЛМОХҚ1 Ечмоқ фл. мажҳ. ва ўзл. н. Унинг калта сочлари ҳадеб ечилиб кетаверарди. mm Ҳисоб-китоб бор ерда ечилмайдиган чигил йўқ. Н. Сафаров, Уйғониш. Ҳасанали учун биринчидан англашилмай қолган маънолар бу кейинги гап билан ечилди. А. Қодирий, Ўтган кунлар. 2 кўчма с.т. Кўнгли-дили очилмоқ, ёзилмоқ. - Райимжоннинг ҳалитдан яна қочиш пайига тушганини кўриб куляпсанми 21 — деб кулди.. Хипча йигит ҳам ечилиб кулди. Ш. Ғуломов, Ёрқин уфқлар. 3 кўшма с. m. Ҳиммати ошиб, ортиқ сахийлик қилмоқ. Ҳаловатхон ечилиб кетиб, зиёфат дастурхонини тўкин қилиб тузади.. ҳозиргина кириб келган дадасини очилиб-сочилиб дастурхонга ўтқазди. Ҳ. Назир, Ўтлар туташганда. ЕЧИМ1 Ечиш; ечилиш. Боғлашда курмак солсанг, осон бўлар ечими. Бир ногаҳон гуноҳнинг осон бўлар кечими. кҚўшиқлари. 2 Масала, муаммо ва ш. к. нинг жавоби. Масаланинг ечими. mm Менинг одатим, ҳамма ишни, чигални олдиндан обдан ўйлаб, ечимини кўзимнинг олдига келтириб оламан. Р. Раҳмон, Сизнинг ёшингизга кирайлик. 3 ад. Асарда воқеалар ривожидаги, қаҳрамонлар ўртасидаги қарама-қаршиликнинг ҳал бўлиши, тамомланиши. Романнинг ечими. шиш Зотан, ҳар бир асарнинг тугуни билан бирга ечими ҳам бор-ку Ж. Абдуллахонов, Тўфон.",
        "definition_lat": "Baʼzi mamlakatlarda, mas., Rossiyada, oddiy askarga beriladigan boshlangʻich harbiy unvon va shu unvonga ega boʻlgan shaxs. EChILMOXQ1 Echmoq fl. majh. va oʻzl. n. Uning kalta sochlari hadeb echilib ketaverardi. mm Hisob-kitob bor erda echilmaydigan chigil yoʻq. N. Safarov, Uygʻonish. Hasanali uchun birinchidan anglashilmay qolgan maʼnolar bu keyingi gap bilan echildi. A. Qodiriy, Oʻtgan kunlar. 2 koʻchma s.t. Koʻngli-dili ochilmoq, yozilmoq. - Rayimjonning halitdan yana qochish payiga tushganini koʻrib kulyapsanmi 21 — deb kuldi.. Xipcha yigit ham echilib kuldi. Sh. Gʻulomov, Yorqin ufqlar. 3 koʻshma s. m. Himmati oshib, ortiq saxiylik qilmoq. Halovatxon echilib ketib, ziyofat dasturxonini toʻkin qilib tuzadi.. hozirgina kirib kelgan dadasini ochilib-sochilib dasturxonga oʻtqazdi. H. Nazir, Oʻtlar tutashganda. EChIM1 Echish; echilish. Bogʻlashda kurmak solsang, oson boʻlar echimi. Bir nogahon gunohning oson boʻlar kechimi. kQoʻshiqlari. 2 Masala, muammo va sh. k. ning javobi. Masalaning echimi. mm Mening odatim, hamma ishni, chigalni oldindan obdan oʻylab, echimini koʻzimning oldiga keltirib olaman. R. Rahmon, Sizning yoshingizga kiraylik. 3 ad. Asarda voqealar rivojidagi, qahramonlar oʻrtasidagi qarama-qarshilikning hal boʻlishi, tamomlanishi. Romanning echimi. shish Zotan, har bir asarning tuguni bilan birga echimi ham bor-ku J. Abdullaxonov, Toʻfon.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000074",
    "headword_cyr": "ЕЧИНМОҚ",
    "headword_lat": "EChINMOQ",
    "transliteration": "echinmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ечмоқ 3 фл. ўзл. н. Муҳаррам ечинаётиб, каравот тепасидаги суратларга беихтиёр кўз ташлади. Шуҳрат, Шинелли йиллар.",
        "definition_lat": "Echmoq 3 fl. oʻzl. n. Muharram echinayotib, karavot tepasidagi suratlarga beixtiyor koʻz tashladi. Shuhrat, Shinelli yillar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000075",
    "headword_cyr": "ЕЧИНТИРМОҚ",
    "headword_lat": "EChINTIRMOQ",
    "transliteration": "echintirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Кчинмоқ фл. opt. н. {Ҳ асанали) Отабекни ечинтирар экан, ризосиз бир оҳангда деди: - Ўғлим, сизга шу шайтоний mm kkuuttuubbxxoonnaassii ишнинг нима зарурати bop! A. Қодирий, Ўтга кунлар. 2 Йўлтўсарлик билан бировнинг кийим кечагини зўрлаб ечиб олмоқ; тўнамоқ.",
        "definition_lat": "Kchinmoq fl. opt. n. {H asanali) Otabekni echintirar ekan, rizosiz bir ohangda dedi: - Oʻgʻlim, sizga shu shaytoniy mm kkuuttuubbxxoonnaassii ishning nima zarurati bop! A. Qodiriy, Oʻtga kunlar. 2 Yoʻltoʻsarlik bilan birovning kiyim kechagini zoʻrlab echib olmoq; toʻnamoq.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000076",
    "headword_cyr": "ЕЧИҚ",
    "headword_lat": "EChIQ",
    "transliteration": "echiq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Боғланмаган, ечилган, боғда бўшатилган. Ёчиқ мол. Ёчиқ қоп. mm Қўл оёқлари ечиқ бандилар боғланиб, қўраг қамалдилар. С. Айний, Қуллар. Бўйни боғ лиқ ҳам эмас, ечиқ ҳам эмас: қамоқ бўлмас ҳам, қамоққа ўхшайди. Ойбек, Танланга асарлар.",
        "definition_lat": "Bogʻlanmagan, echilgan, bogʻda boʻshatilgan. Yochiq mol. Yochiq qop. mm Qoʻl oyoqlari echiq bandilar bogʻlanib, qoʻrag qamaldilar. S. Ayniy, Qullar. Boʻyni bogʻ liq ham emas, echiq ham emas: qamoq boʻlmas ham, qamoqqa oʻxshaydi. Oybek, Tanlanga asarlar.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000077",
    "headword_cyr": "ЕЧМОҚ",
    "headword_lat": "EChMOQ",
    "transliteration": "echmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Боғичини, боғини ёзмоқ бўшатмоқ. Белбоғни ечмоқ. шиш Чий эшикнин боғичини ечиб кўтарганида, инграш ян эшитилди. А. Мухтор, Қорақалпоқ қиссаси Ҳаво ҳали исимаган бўлса ҳам, хомсемиз ҳо ким формасининг кўкрак тугмаларини еч ташлаб, елпинишга тутинди. М. Исмоилий Фарғона т. о. 2 Ўримини ёзмоқ, хомитмоқ. У { Кумуш бу кечаси кўрган баъзи тушларини Ота бекнинг бу кун келишига йўйди-да, эрта лабдан туриб, сочларини ечди. А. Қодирий Ўтган кунлар. 3 Кийилган кийимни жойидан, эгнида олмоқ. Тўнни ечмоқ. Кўйлакни ечмоқ. Этикн ечмоқ. шиа Малла киши янги бузи кавушин даҳлизда ечиб, чап ёқдаги каттакон хонаг кирди. М. Исмоилий, Фарғона т. о. Кўпри wwwwww.z.ziiyyoouuzz..cc 21 51,9 устида баланд пошнали туфлисини ечиб олган бир аёл машинага қўл кўтарди. С. Аҳмад, УФҚ. Насиба унинг носкисини еча бошлади, А. Қаҳҳор, ОҒриқ тишлар. 4 Қўйилган, солинган, боғланган нарсани олмоқ, ундан холи қилмоқ, бўшатмоқ. Учинчи аравага ортиб олинган бедадан ташлаб, эгар-жабдуқларини, юганларини ечиб қўйишди. Мирмуҳсин, Меъмор. Салдан кейин эшакдай келадиган икки итини ечиб юборди. С. Сиёев, Аваз. 5 Математик мисол, масала кабиларни ишламоқ, ечими (жавоби)ни топмоқ, белгиламоқ. ..икки бола: бири қиз, бири йигитча.. масала ечиш билан овора.. A. Мухтор, Чинор. б 6 кўчма Маъносини очиб бермоқ, ечимини белгиламоқ; ҳал қилмоқ. Шайбонийхон бу тугунни ҳам султон ва аъёнларга ёқадиган бир усталик билан ечганидан кўпчилик мамнун эди. П.Қодиров, Юлдузли тунлар. Бу муаммони кекса бир жангчи ечиб берди. А. Қаҳҳор, Олтин юлдуз. Аммо қанчалик мушкул иш бўлмасин, жумбоқни ечамиз. С. Кароматов, Олтин қум.",
        "definition_lat": "Bogʻichini, bogʻini yozmoq boʻshatmoq. Belbogʻni echmoq. shish Chiy eshiknin bogʻichini echib koʻtarganida, ingrash yan eshitildi. A. Muxtor, Qoraqalpoq qissasi Havo hali isimagan boʻlsa ham, xomsemiz ho kim formasining koʻkrak tugmalarini ech tashlab, elpinishga tutindi. M. Ismoiliy Fargʻona t. o. 2 Oʻrimini yozmoq, xomitmoq. U { Kumush bu kechasi koʻrgan baʼzi tushlarini Ota bekning bu kun kelishiga yoʻydi-da, erta labdan turib, sochlarini echdi. A. Qodiriy Oʻtgan kunlar. 3 Kiyilgan kiyimni joyidan, egnida olmoq. Toʻnni echmoq. Koʻylakni echmoq. Etikn echmoq. shia Malla kishi yangi buzi kavushin dahlizda echib, chap yoqdagi kattakon xonag kirdi. M. Ismoiliy, Fargʻona t. o. Koʻpri wwwwww.z.ziiyyoouuzz..cc 21 51,9 ustida baland poshnali tuflisini echib olgan bir ayol mashinaga qoʻl koʻtardi. S. Ahmad, UFQ. Nasiba uning noskisini echa boshladi, A. Qahhor, OGʻriq tishlar. 4 Qoʻyilgan, solingan, bogʻlangan narsani olmoq, undan xoli qilmoq, boʻshatmoq. Uchinchi aravaga ortib olingan bedadan tashlab, egar-jabduqlarini, yuganlarini echib qoʻyishdi. Mirmuhsin, Meʼmor. Saldan keyin eshakday keladigan ikki itini echib yubordi. S. Siyoev, Avaz. 5 Matematik misol, masala kabilarni ishlamoq, echimi (javobi)ni topmoq, belgilamoq. ..ikki bola: biri qiz, biri yigitcha.. masala echish bilan ovora.. A. Muxtor, Chinor. b 6 koʻchma Maʼnosini ochib bermoq, echimini belgilamoq; hal qilmoq. Shayboniyxon bu tugunni ham sulton va aʼyonlarga yoqadigan bir ustalik bilan echganidan koʻpchilik mamnun edi. P.Qodirov, Yulduzli tunlar. Bu muammoni keksa bir jangchi echib berdi. A. Qahhor, Oltin yulduz. Ammo qanchalik mushkul ish boʻlmasin, jumboqni echamiz. S. Karomatov, Oltin qum.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000078",
    "headword_cyr": "ЕЧТИРМОҚ",
    "headword_lat": "EChTIRMOQ",
    "transliteration": "echtirmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "Ечмоқ фл. орт. н. Сочларимни ечтирай кўклам елига Ҳам уни мен ювдирай тошқин селига. кҚўшиқлари.",
        "definition_lat": "Echmoq fl. ort. n. Sochlarimni echtiray koʻklam eliga Ham uni men yuvdiray toshqin seliga. kQoʻshiqlari.",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  },
  {
    "entry_id": "b_000079",
    "headword_cyr": "ЕШМОҚ",
    "headword_lat": "EShMOQ",
    "transliteration": "eshmoq",
    "translations": {
      "en": [],
      "ru": []
    },
    "variants": [],
    "pos": [],
    "labels_raw": [],
    "domain": [],
    "register": [],
    "senses": [
      {
        "sense_id": "1",
        "definition_cyr": "с.т. Ечмоқ. mm kkuuttuubbxxoonnaassii",
        "definition_lat": "s.t. Echmoq. mm kkuuttuubbxxoonnaassii",
        "domain": [],
        "register": [],
        "usage_notes": [],
        "examples": [],
        "see_also": []
      }
    ],
    "crossrefs": [],
    "notes": ""
  }
]